[
  {
    "id": 0,
    "text": "El matrimoni Isabel Miralles González Encarna Roca Trias Revisió a càrrec de Esther Farnós Amorós Aura Esther Vilalta Nicuesa Temps mínim de dedicació recomanat: 2 hores\n\nEl matrimoni Isabel Miralles González Encarna Roca Trias Esther Farnós Amorós Consultora de la UOC. Professora titular de Dret Civil a la Universitat de Barcelona.\n\nCatedràtica de Dret Civil a la Universitat de Barcelona. Magistrada de la Sala Civil del Tribunal Suprem (2005-2012) i, des del 2012, Magistrada del Tribunal Constitucional.\n\nProfessora de Dret Civil a la Universitat Pompeu Fabra.\n\nAura Esther Vilalta Nicuesa La revisió d'aquest recurs d'aprenentatge UOC ha estat coordinada per la professora: Aura Esther Vilalta Nicuesa Tercera edició: febrer 2022 © d’aquesta edició, Fundació Universitat Oberta de Catalunya (FUOC) Av. Tibidabo, 39-43, 08035 Barcelona Autoria: Isabel Miralles González, Encarna Roca Trias Producció: FUOC Tots els drets reservats Cap part d'aquesta publicació, incloent-hi el disseny general i la coberta, no pot ser copiada, reproduïda, emmagatzemada o transmesa de cap manera ni per cap mitjà, tant si és elèctric com mecànic, òptic, de gravació, de fotocòpia o per altres mètodes, sense l'autorització prèvia per escrit del titular dels drets.\n\nEl matrimoni Índex\n\nIntroducció..................................................................................................\n\nObjectius.......................................................................................................\n\n1.\n\nEl sistema matrimonial....................................................................\n\n2.\n\nLa promesa de contreure matrimoni...........................................\n\n3.\n\nLa capacitat per a contreure matrimoni.....................................\n\n3.1.\n\nCapacitat, prohibicions, impediments ........................................\n\n4.\n\nLa celebració del matrimoni..........................................................\n\n4.1.\n\nConsentiment matrimonial ........................................................\n\n4.2.\n\nLa forma de prestació del consentiment ....................................\n\n5.\n\nLa inscripció del matrimoni en el Registre Civil.......................\n\n6.\n\nModalitats d",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 1,
      "page_end": 3,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 1,
    "text": ".................................\n\n4.1.\n\nConsentiment matrimonial ........................................................\n\n4.2.\n\nLa forma de prestació del consentiment ....................................\n\n5.\n\nLa inscripció del matrimoni en el Registre Civil.......................\n\n6.\n\nModalitats de les dues formes de matrimoni.............................\n\n7.\n\nMatrimoni d’espanyols a l’estranger i reconeixement de matrimonis estrangers.....................................................................\n\nResum............................................................................................................\n\nActivitats......................................................................................................\n\nExercicis d'autoavaluació........................................................................\n\nSolucionari..................................................................................................\n\nGlossari.........................................................................................................\n\nBibliografia.................................................................................................\n\n\n\nEl matrimoni Introducció L’objectiu bàsic del mòdul és l’estudi del matrimoni com a institució civil.\n\nEl matrimoni Objectius És per això que ens centrarem en el següent:\n\n1.\n\nConcretar què s’entén per sistema matrimonial.\n\n2.\n\nDistingir perfectament entre sistema i classes o formes de matrimoni.\n\n3.\n\nSuperat això, i a l’hora de concretar les classes de matrimoni, constatar que el sistema que regeix a Espanya és el del matrimoni únic amb pluralitat de formes.\n\n4.\n\nConcretar els efectes que produeix la promesa de matrimoni en l’àmbit personal i patrimonial.\n\n5.\n\nDefinir què és el matrimoni, i qui i quan el pot contraure. Per tant, és imprescindible conèixer els supòsits que impliquen prohibició absoluta de contraure matrimoni, així com els impediments i les prohibicions de contraure determinats matrimonis.\n\n6.\n\nConcretar els passos que determina la llei per a la celebració del matrimoni i, en particular, l’expedient matrimonial.\n\n7.\n\nDeterminar les persones que estan autoritzades a rebre el consentiment mat",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 3,
      "page_end": 6,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 2,
    "text": "ure matrimoni, així com els impediments i les prohibicions de contraure determinats matrimonis.\n\n6.\n\nConcretar els passos que determina la llei per a la celebració del matrimoni i, en particular, l’expedient matrimonial.\n\n7.\n\nDeterminar les persones que estan autoritzades a rebre el consentiment matrimonial.\n\n8.\n\nConèixer la forma en què es presta el consentiment matrimonial, concretant els requisits per a la seva eficàcia.\n\n9.\n\nConèixer els efectes de la inscripció del matrimoni tant entre els contraents com en relació a tercers.\n\n10. Conèixer les diferents modalitats, tant civils com religioses, que s’admeten en el nostre ordenament, ja sigui el matrimoni celebrat entre espanyols o estrangers.\n\nEn aquest mòdul, dedicat al matrimoni, s’estudiarà el sistema matrimonial espanyol, amb independència de la forma de celebració que les parts hagin triat (civil o religiosa i, en aquest darrer cas, amb independència de la religió que professin, sempre que sigui una de les religions reconegudes). Es posarà especial atenció a la capacitat necessària per a emetre un consentiment vàlid, dada\n\nEl matrimoni que constarà a l’expedient matrimonial previ. També s’analitzarà la inscripció del matrimoni, en funció de la modalitat de matrimoni triat, així com l’efecte d’aquesta inscripció, tant entre les parts com davant de tercers.\n\n\n\nEl matrimoni 1. El sistema matrimonial S’anomena sistema matrimonial el sistema per mitjà del qual l’Estat determina les formes de matrimoni vàlides que poden produir efectes.\n\nEl dret espanyol estableix un sistema matrimonial únic, amb una pluralitat de formes. Es pot triar la forma civil i una de les religioses en els termes admesos a la legislació de l’Estat, d’acord amb els articles 49 i 61 CC. Per tant, d’acord amb el que s’estableix a l’article 149.1.8 CE, l’Estat és competent per a determinar el sistema matrimonial, que ha de ser únic per a tots els espanyols. La unitat del sistema comporta que qualsevol matrimoni celebrat en les formes admeses per l’Estat a l’article 49 CC produeixi els mateixos efectes. Això té les conseqüències principals en relació amb les causes i el procediment de dissolució, com també amb els efectes del matrimoni.\n\nEl",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 6,
      "page_end": 9,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 3,
    "text": "espanyols. La unitat del sistema comporta que qualsevol matrimoni celebrat en les formes admeses per l’Estat a l’article 49 CC produeixi els mateixos efectes. Això té les conseqüències principals en relació amb les causes i el procediment de dissolució, com també amb els efectes del matrimoni.\n\nEl sistema matrimonial espanyol admet dues formes de matrimoni:\n\n1) El celebrat en forma civil, previst a l’article 49 CC, les formalitats del qual apareixen regulades als articles 51-58 CC. Se celebra davant del jutge de pau, alcalde, regidor, secretari judicial, notari o funcionari.\n\n2) El celebrat en forma religiosa, previst a l’article 49.2 CC i desenvolupat als articles 59 i 60 CC. Requereix que la confessió religiosa estigui reconeguda per l’Estat i que la seva forma matrimonial estigui admesa al conveni corresponent.\n\nD’aquesta manera, s’instaura un sistema matrimonial únic, amb pluralitat de formes. El seu contingut el regula la legislació estatal, d’acord amb el que disposa l’article 61 CC.\n\nEl matrimoni 2. La promesa de contreure matrimoni D’acord amb l’article 45 CC, només hi ha matrimoni quan s’ha prestat el consentiment matrimonial corresponent. Per tant, no tenen força vinculant els possibles acords a què hagin pogut arribar els futurs cònjuges.\n\nPer aquesta raó, l’article 42 CC estableix la no-vinculació de la promesa de contreure matrimoni, de manera que si en ús de la llibertat de contreure o no matrimoni un dels futurs contraents decideix incomplir la promesa, no hi ha més conseqüències que el rescabalament dels danys causats per l’incompliment, que es converteix en una indemnització pels danys i perjudicis si s’han fet despeses en consideració al matrimoni projectat1.\n\n(1)Article 43 CC.\n\nL’acció d’indemnització inclou només les despeses realitzades després de la promesa del futur matrimoni, sempre que hi hagi hagut perjudici a la part que els reclama, amb la qual cosa els danys morals queden exclosos2. L’acció caduca un any després que s’hagi produït la negativa3.\n\n(2)Vegeu la STS de 16 de desembre de 1996.\n\n(3)Article 43 CC.\n\nEl matrimoni 3. La capacitat per a contreure matrimoni L'article 32.1 CE estableix que l'home i la dona tenen dret a contreure",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 9,
      "page_end": 11,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 4,
    "text": "qual cosa els danys morals queden exclosos2. L’acció caduca un any després que s’hagi produït la negativa3.\n\n(2)Vegeu la STS de 16 de desembre de 1996.\n\n(3)Article 43 CC.\n\nEl matrimoni 3. La capacitat per a contreure matrimoni L'article 32.1 CE estableix que l'home i la dona tenen dret a contreure matrimoni amb plena igualtat jurídica. L'article 32.2 CE exigeix que l’Estat determini els requisits per a contreure matrimoni. De tota manera, la llibertat de contreure matrimoni no es pot limitar de manera que s’impedeixi l’exercici del dret. Per això, s’ha de tenir en compte que no es poden imposar restriccions que estiguin prohibides per la Constitució, com la raça o la religió i, després de la reforma introduïda per la Llei 13/2005, d’1 de juliol, tampoc per raó de sexe.\n\nEn definitiva, s’han de regular les condicions per a l’exercici del dret d’acord amb les circumstàncies següents:\n\n1) L’aptitud general per a contreure matrimoni. Té la consideració de requisit previ, de manera que si no es dona, ens trobem davant d’un defecte que impedirà que s’iniciï l’expedient matrimonial.\n\n2) El segon requisit es refereix a l’acte de la celebració del matrimoni, i consisteix en la necessitat que hi hagi consentiment.\n\n3.1. Capacitat, prohibicions, impediments La regulació dels requisits per a contreure matrimoni és als articles 46 i 47 CC. El primer es refereix a la que es pot anomenar aptitud absoluta per a contreure matrimoni, de manera que els menors de 18 anys no emancipats i els que estiguin casats prèviament i el seu matrimoni no hagi estat dissolt, no es podran casar amb ningú.\n\nL’article 47 CC estableix una aptitud relativa, de manera que els que són plenament capaços per contreure matrimoni, d’acord amb l’article 46 CC, no ho poden fer amb una altra persona determinada pel parentiu que els lliga o per haver estat condemnats per la mort del cònjuge de qualsevol d’ells.\n\nLa doctrina tradicional es refereix als impediments, en el sentit que hi ha determinats obstacles legals que impedeixen la validesa del matrimoni.\n\nAquesta terminologia tradicional, heretada del dret canònic, no és la que s’utilitza al Codi civil, que en l’article 56 CC parla de requisits, encara que",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 10,
      "page_end": 11,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 5,
    "text": "a doctrina tradicional es refereix als impediments, en el sentit que hi ha determinats obstacles legals que impedeixen la validesa del matrimoni.\n\nAquesta terminologia tradicional, heretada del dret canònic, no és la que s’utilitza al Codi civil, que en l’article 56 CC parla de requisits, encara que sí que es recull al Reglament del Registre Civil4.\n\n1)￿L’edat. Poden contreure matrimoni els més grans de 18 anys i els menors d’aquesta edat que estiguin emancipats, d’acord amb el que estableix l’article\n\n46.1 CC.\n\n(4)Article 240.3 RRC.\n\nEl matrimoni L’article 48 CC, en la redacció que li dona la disposició final primera, número 2, de la Llei 15/2015, de 2 de juliol, de jurisdicció voluntària, ja no preveu la dispensa de l’impediment d’edat per als majors de 14 anys i menors de 16.\n\nD’acord amb els articles 314 i seg. CC en la redacció donada per aquesta llei l’emancipació es podrà donar, a partir dels 16 anys, per les causes especificades en aquests preceptes, entre les quals ja no figura la del matrimoni del menor d’edat. Aquesta modificació legislativa afectava, indirectament, la referència que l'article 211-7.2n. CCCat feia a l'emancipació per matrimoni. Aquest article va ser finalment reformat pel llibre sisè, que va eliminar aquesta referència i va establir, en el seu lloc, que “La capacitat del menor emancipat es complementa amb l'assistència del cònjuge o del convivent major d'edat en cas de matrimoni o de convivència estable en parella de l'emancipat, dels progenitors o, a manca d'aquests, del curador”.\n\nEl requisit de l’edat ha de concórrer en cadascun dels futurs cònjuges.\n\n2)￿Parentiu. Està prohibit el matrimoni als parents per consanguinitat en la línia recta (pares, fills, etc.), d’acord amb el que estableix l’article 47.1 CC.\n\nTambé inclou el parentiu derivat de filiació matrimonial, la no matrimonial i l’adoptiva.\n\nTambé està prohibit el matrimoni als parents en la línia col·lateral per consanguinitat fins al tercer grau, és a dir, entre oncles, germans i nebots.\n\nNo obstant, l'autoritat judicial pot autoritzar, amb causa justa, el matrimoni de parents dins del tercer grau de consanguinitat5, és a dir, entre tiet/a i nebot/da.\n\nTambé es prohibeix el",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 11,
      "page_end": 12,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 6,
    "text": "ents en la línia col·lateral per consanguinitat fins al tercer grau, és a dir, entre oncles, germans i nebots.\n\nNo obstant, l'autoritat judicial pot autoritzar, amb causa justa, el matrimoni de parents dins del tercer grau de consanguinitat5, és a dir, entre tiet/a i nebot/da.\n\nTambé es prohibeix el matrimoni entre parents per adopció. Encara que hagi desaparegut el parentiu civil entre l’adoptat i la seva família natural, es manté la prohibició de contreure matrimoni entre l’adoptat i els seus parents naturals, d’acord amb el que disposen els articles 47 i 178 CC.\n\n3)￿Vincle￿previ (existència d’un matrimoni anterior no dissolt). El matrimoni està prohibit als qui ja estan casats ja que el Codi penal (art. 217) castiga amb pena de presó la bigàmia i la poligàmia. En conseqüència, d’acord amb l’article 46.2 CC, ens trobem davant d’una causa d’inhabilitat absoluta, que no pot ser mai objecte de dispensa. El matrimoni anterior, que impedeix el nou, té plens efectes pel fet d’haver-se contret vàlidament, independentment de la forma.\n\nMentre que no sigui declarada la nul·litat del matrimoni anterior, el posterior està afectat per la concurrència de la prohibició.\n\nL'autoritat judicial no pot autoritzar un nou matrimoni quan li consti que l’anterior encara no ha estat dissolt, tenint en compte que la declaració de nul·litat posterior del matrimoni anterior no convalida la del segon matrimoni.\n\n(5)Article 48.2 CC.\n\nEl matrimoni 4)￿Crim. No poden contreure matrimoni entre ells els qui hagin estat condemnats com a autors o còmplices de la mort intencional del cònjuge de qualsevol d’ells. S’exigeix la condemna penal per qualsevol delicte dels previstos al Codi Penal: homicidi, assassinat, etc. No obstant això, l'autoritat judicial pot autoritzar el matrimoni quan hi hagi causa justa i a petició de l’interessat (art. 48 CC).\n\nUn cop en vigor la Llei 13/2005, d’1 de juliol, que modifica el Codi civil en matèria de dret a contreure matrimoni, quedà reconeguda la possibilitat que “el matrimoni sigui celebrat entre persones del mateix o diferent sexe, amb plenitud i igualtat de drets i obligacions qualsevol quina sigui la composició6”.\n\nA aquest efecte l’esmentada Llei 13/2005",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 12,
      "page_end": 13,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 7,
    "text": "odifica el Codi civil en matèria de dret a contreure matrimoni, quedà reconeguda la possibilitat que “el matrimoni sigui celebrat entre persones del mateix o diferent sexe, amb plenitud i igualtat de drets i obligacions qualsevol quina sigui la composició6”.\n\nA aquest efecte l’esmentada Llei 13/2005 ha introduït un segon paràgraf a l’article 44 CC que estableix que “El matrimoni tindrà els mateixos requisits i efectes quan els dos contraents siguin del mateix o de diferent sexe”. Amb això desapareix de la regulació vigent l’anomenat “impediment de sexe”, segons el qual no podien contreure matrimoni entre elles les persones del mateix sexe i tampoc les persones transgènere que no s’haguessin sotmès a una operació de cirurgia de reassignació i que pretenguessin contreure matrimoni amb una persona del sexe que els havia estat assignat en néixer.\n\n(6)Exposició de motius de la Llei 13/2005.\n\nEl matrimoni 4. La celebració del matrimoni L’article 45.1 CC proclama de forma definitiva que el matrimoni no existeix sense el consentiment matrimonial. Aquest consentiment s’ha d’expressar d’acord amb les formes previstes al Codi civil.\n\nD’aquesta manera, es pot afirmar que ens trobem davant d’un requisit de validesa, l’absència del qual determinarà la nul·litat d’aquell matrimoni en què no concorri7.\n\n(7)Article 73, 1r. CC.\n\nEl consentiment es requereix en la formació del negoci matrimonial, i s’exclou d’aquest àmbit l’autonomia de la voluntat. El consentiment també es projecta en la determinació del contingut de la relació matrimonial relativa als aspectes patrimonials, en tant que els cònjuges o futurs cònjuges poden escollir el règim econòmic matrimonial (i en defecte de pacte regirà el legal) i celebrar entre si tot tipus de contractes8.\n\n4.1. Consentiment matrimonial El consentiment per a contreure matrimoni s’ha d’expressar en el moment de la celebració. Per tant, totes les circumstàncies que puguin afectar-lo han de ser examinades en aquest moment i no abans o després.\n\nHi ha circumstàncies que poden afectar el consentiment: les personals, relatives a l’edat o a la malaltia mental, i les que afecten un vici del consentiment.\n\n1)￿Circumstàncies￿personals. Tal com ja s’h",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 13,
      "page_end": 14,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 8,
    "text": "ircumstàncies que puguin afectar-lo han de ser examinades en aquest moment i no abans o després.\n\nHi ha circumstàncies que poden afectar el consentiment: les personals, relatives a l’edat o a la malaltia mental, i les que afecten un vici del consentiment.\n\n1)￿Circumstàncies￿personals. Tal com ja s’ha dit, la manca d’edat actua com a causa que impedeix la validesa del matrimoni.\n\nLa malaltia mental no és una causa d’invalidesa matrimonial per ella mateixa, encara que pot impedir que s’entengui que el consentiment es presta vàlidament quan qui es casa no es troba en perfecte ús de les seves capacitats mentals. L’article 56.II CC, en la redacció donada per la Llei 15/2015, de 2 de juliol, de jurisdicció voluntària, modificada per la Llei 4/2017, precisament en relació amb el dret de les persones amb discapacitat a contreure matrimoni en igualtat de condicions, i amb efectes en aquest punt a partir del 30 de juny de 2017, estableix la necessitat que els futurs contraents acreditin que reuneixen els requisits de capacitat, però afegeix que “Solament en el cas excepcional de què algun dels contraents presentés una condició de salut que, de manera evident, categòrica i substancial, pugui impedir-li prestar el consentiment ma- (8)Articles 1315 i 1323 CC i article 231-10 CCCat.\n\nEl matrimoni trimonial malgrat les mesures de suport, se sol·licitarà dictamen mèdic sobre la seva aptitud per a prestar el consentiment”. Per tant, el dret espanyol no prohibeix el matrimoni a les persones amb discapacitat.\n\nSi l’opinió mèdica és favorable a l’aptitud per a contreure matrimoni, el matrimoni serà autoritzat. Aquesta ha estat la línia aplicada per la Direcció General dels Registres i del Notariat en les seves resolucions d’1 de desembre de 1987 i 18 de març de 1994, ambdues basades en una presumpció favorable al dret a contreure matrimoni.\n\nSi l'autoritat no exigeix el dictamen mèdic previst a l’article 56.II CC, el matrimoni és vàlid, encara que se’n podrà demanar la nul·litat si es prova que no va existir consentiment matrimonial en el moment de la celebració, però no es podrà al·legar mai defecte de forma.\n\n2)￿Els￿vicis￿del￿consentiment￿matrimonial. Una persona major d’edat i a",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 14,
      "page_end": 15,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 9,
    "text": "evist a l’article 56.II CC, el matrimoni és vàlid, encara que se’n podrà demanar la nul·litat si es prova que no va existir consentiment matrimonial en el moment de la celebració, però no es podrà al·legar mai defecte de forma.\n\n2)￿Els￿vicis￿del￿consentiment￿matrimonial. Una persona major d’edat i amb plenes facultats mentals pot contreure matrimoni concorrent vicis del consentiment, que poden tenir com a conseqüència la nul·litat del matrimoni en què es produeixen. Encara que no hi hagi un sistema específic de vicis que afectin el consentiment matrimonial, es pot deduir de la regulació de la nul·litat a l’article 73 CC. Així, el Codi preveu els vicis de l’error i la por greu.\n\nL’error9 només es considera vici matrimonial si recau en la persona de l’altre contraent, ja sigui sobre la seva identitat o sobre les qualitats personals que van donar lloc a la prestació del consentiment, sempre que aquestes qualitats fossin determinants en la decisió de contreure matrimoni. Entre aquestes circumstàncies s’inclouen les característiques físiques i psíquiques de l’altre cònjuge, i s’entenen incloses causes com ara les malalties, la condició homosexual de qui contreu un matrimoni heterosexual o la condició heterosexual de qui es casa amb una persona del mateix sexe, l’esterilitat, l’alcoholisme, les toxicomanies, etc. Aquestes circumstàncies han de ser anteriors o contemporànies al matrimoni ja que si són posteriors, podran donar lloc a la separació o al divorci, però no hauran afectat el consentiment10.\n\n(9)Article 73, 4t. CC.\n\n(10)Vegeu, entre d’altres, la STS de\n\n18 de setembre de 1989, la SAP\n\nd’Illes Balears, sec. 4a., de 5 de juny de 2006, la SAPB, sec. 18a, de\n\n15 de gener de 2020, i la sentència del JPI núm. 9 de València, de\n\n19 d'octubre de 2020.\n\nLa coacció o la por greu11 inclouen tant la coacció física com la moral, tal com es dedueix de l’article 76.2 CC. Poden provenir de causes externes provocades per l’altre cònjuge o per terceres persones o, fins i tot, de causes físiques que posin en perill la vida.\n\n(11)Article 73, 5è. CC.\n\nEl fenomen de la globalització ha multiplicat els casos dels anomenats matrimonis de complaença (celebrats amb el propòsit d’adquir",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 15,
      "page_end": 15,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 10,
    "text": "venir de causes externes provocades per l’altre cònjuge o per terceres persones o, fins i tot, de causes físiques que posin en perill la vida.\n\n(11)Article 73, 5è. CC.\n\nEl fenomen de la globalització ha multiplicat els casos dels anomenats matrimonis de complaença (celebrats amb el propòsit d’adquirir una determinada nacionalitat), aspecte que incideix directament en el tema del consentiment matrimonial i en la possible nul·litat del matrimoni12.\n\n(12)Vegeu la Instrucció de la DGRN de 31 de gener de 2006.\n\nEl matrimoni 4.2. La forma de prestació del consentiment No hi ha matrimoni sense consentiment, però el matrimoni no és un negoci purament consensual, ja que el consentiment s’ha d’expressar per mitjà de les formes admeses en el sistema matrimonial espanyol: la civil i la religiosa legalment prevista. La forma es requereix ad solemnitatem, i ha de coexistir amb els altres elements exigits per a la mateixa existència del matrimoni.\n\nCada procediment té establertes unes formalitats determinades:\n\n1)￿Matrimoni￿en￿forma￿civil. A partir del 30 de juny de 2017, d’acord amb l’article 51.1 CC, en la redacció donada per la Llei 15/2015, de 2 de juliol, de jurisdicció voluntària, són competents per a constatar el compliment dels requisits de capacitat d’ambdós contraents i la inexistència d’impediments o la seva dispensa, com també qualsevol tipus d’obstacles per contreure matrimoni, el secretari judicial, el notari o l’encarregat del Registre Civil del lloc de domicili de qualsevol dels dos contraents. També és competent el funcionari diplomàtic o consular encarregat del Registre Civil si residissin a l’estranger.\n\nEl tràmit per a arribar a la celebració s’anomena expedient matrimonial, que s’inicia amb la presentació d’un escrit de qualsevol dels futurs cònjuges al Registre Civil. A l’escrit ha de constar la identitat dels contraents, la dels anteriors cònjuges de cadascun d’ells, si n’hi hagués, la declaració que no hi ha cap impediment per al matrimoni, l'autoritat judicial o funcionari competent per a la celebració i el municipi on ha viscut els últims dos anys. D’acord amb la Instrucció de 26 de gener de 1995 sobre autorització del matrimoni civil per part dels al",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 15,
      "page_end": 16,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 11,
    "text": "d’ells, si n’hi hagués, la declaració que no hi ha cap impediment per al matrimoni, l'autoritat judicial o funcionari competent per a la celebració i el municipi on ha viscut els últims dos anys. D’acord amb la Instrucció de 26 de gener de 1995 sobre autorització del matrimoni civil per part dels alcaldes, les corporacions municipals no tenen competència per a instruir l’expedient previ, que, en tot cas, ha de ser tramitat per l'autoritat judicial encarregada del Registre Civil.\n\nA continuació, es publicaran edictes i proclames, amb la finalitat de fer-ho conèixer als interessats i evitar que hi hagi algun obstacle per al matrimoni projectat. D’acord amb els articles 243-244 RRC, en municipis de més de 25.000 habitants, aquest tràmit se substituirà per l’audiència de, com a mínim, un parent, amic o persona propera d’algun dels contraents, el qual haurà de manifestar si sap que el matrimoni incorre en alguna prohibició legal.\n\nL’expedient acabarà amb l’aprovació o denegació de la celebració del matrimoni. Els interessats poden recórrer contra la decisió denegatòria13. Aquest expedient té un termini de validesa d’un any: si passat aquest temps, no se celebra el matrimoni, l’expedient s’haurà de tornar a iniciar14.\n\n(13)Vegeu els articles 240-248 RRC.\n\n(14)Article 248 RRC.\n\nD’acord amb l’article 51.2 CC, el matrimoni s’ha de celebrar davant del jutge de pau o alcalde del municipi. Es preveu la possibilitat que l’alcalde delegui en un regidor15. El matrimoni també es pot celebrar davant del funcionari diplomàtic o consular encarregat del Registre Civil a l’estranger. La Llei 15/2015, (15)Article 51.2 CC.\n\n(16)Article 58 CC.\n\nEl matrimoni de 2 de juliol, de jurisdicció voluntària, també autoritza per a celebrar matrimonis el secretari judicial o notari lliurement escollit per ambdós contraents que sigui competent al lloc de celebració. El consentiment s’ha de prestar davant del jutge de pau, alcalde, regidor, secretari judicial, notari o funcionari competents16.\n\nPel que fa al lloc de celebració de matrimoni civil oficiat per alcalde o delegat, la Instrucció de la Direcció General dels Registres i del Notariat de 10 de gener de 2013 va admetre que, més enllà de les d",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 16,
      "page_end": 17,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 12,
    "text": "t del jutge de pau, alcalde, regidor, secretari judicial, notari o funcionari competents16.\n\nPel que fa al lloc de celebració de matrimoni civil oficiat per alcalde o delegat, la Instrucció de la Direcció General dels Registres i del Notariat de 10 de gener de 2013 va admetre que, més enllà de les dependències municipals o dels locals habilitats per a aquesta finalitat, aquest es pogués celebrar en qualsevol local que, a criteri de l’ajuntament, reunís “les condicions adequades de decòrum i funcionalitat en atenció a les circumstàncies de cada municipi”.\n\nEn la cerimònia, qui autoritzi el matrimoni ha de llegir els articles 66, 67 i 68 CC, que contenen els drets i deures dels cònjuges. Tot seguit, preguntarà als contraents si consenten a contreure el matrimoni, i si contesten tots dos afirmativament, declararà que queden units en matrimoni i estendrà la inscripció o l’acta corresponent, d’acord amb l’article 58 CC.\n\nD’acord amb l’article 62 CC, la celebració del matrimoni es farà constar mitjançant acta o escriptura pública, que serà signada per aquell davant del qual se celebri, els contraents i dos testimonis.\n\n2)￿El￿matrimoni￿celebrat￿en￿forma￿religiosa. El matrimoni es pot celebrar vàlidament a Espanya fent servir una forma religiosa. Ara bé, aquesta forma ha de pertànyer a una confessió religiosa que estigui inscrita i sigui reconeguda per l’Estat. Per tant, només seran vàlids els matrimonis que se celebrin per les formes previstes en una religió que reuneixi les característiques que s’han descrit. En aquest moment, estan reconeguts els matrimonis celebrats en forma religiosa que pertanyen a la religió catòlica, en virtut de l’acord subscrit amb la Santa Seu el 3 de gener de 1979; l’evangèlica, en virtut de l’acord firmat amb la Federació d’Entitats Religioses Evangèliques d’Espanya17; la jueva, en virtut de l’acord firmat amb la Federació de Comunitats Israelites d’Espanya18, i la islàmica, en virtut de l’acord firmat amb la Comissió Islàmica d’Espanya19.\n\nNo obstant això, cal tenir en compte que la disposició final primera de la Llei 15/2015, de 2 de juliol, de jurisdicció voluntària ha modificat l’article 60 CC, en el sentit de reconèixer efectes civils",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 17,
      "page_end": 17,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 13,
    "text": "s d’Espanya18, i la islàmica, en virtut de l’acord firmat amb la Comissió Islàmica d’Espanya19.\n\nNo obstant això, cal tenir en compte que la disposició final primera de la Llei 15/2015, de 2 de juliol, de jurisdicció voluntària ha modificat l’article 60 CC, en el sentit de reconèixer efectes civils al matrimoni celebrat en la forma religiosa prevista per les esglésies, confessions, comunitats religioses o federacions d’aquestes que, inscrites al Registre d’Entitats Religioses, hagin obtingut el reconeixement de “notorio arraigo” a Espanya. Fins l’entrada en vigor de l’Ordre del Ministeri de Justícia JUS/577/2016, de 19 d’abril, sobre inscripció en el Registre Civil de determinats matrimonis celebrats en forma religiosa i aprovació del model de certificat de capacitat matrimonial i de celebració de matrimoni religiós, les religions que han obtingut aquest reconeixement a Espanya són l’Església de Jesucrist dels Sants dels Últims Dies (2003), l’Església dels Testimonis de Jehovà (2006), les de les Comunitats Budistes que formen (17)Llei 24/1992, de 10 de novembre, article 7.\n\n(18)Llei 25/1992, de 10 de novembre, article 7.\n\n(19)Llei 26/1992, de 10 de novembre, article 7.\n\nEl matrimoni part de la Federació de Comunitats Budistes d’Espanya (2007) i l’Església Ortodoxa (2010). En aquests supòsits, el reconeixement d’efectes civils requerirà la tramitació d’una acta o expedient previ de capacitat matrimonial, d’acord amb la normativa del Registre Civil, i la lliure manifestació del consentiment davant d’un ministre de culte degudament acreditat i dos testimonis majors d’edat. La condició de ministre de culte s’acredita mitjançant certificació expedida per l’església, confessió o comunitat religiosa que hagi obtingut el reconeixement de “notorio arraigo” a Espanya, amb la conformitat de la federació que, en el seu cas, hagués sol·licitat aquest reconeixement. Els matrimonis celebrats en qualsevol altra forma religiosa seran nuls.\n\nPer a la validesa dels matrimonis contrets d’acord amb les formes previstes per aquestes religions, s’exigeix que el consentiment matrimonial s’atorgui davant del ministre del culte respectiu. No obstant això, hi ha diferències entre el matri",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 17,
      "page_end": 18,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 14,
    "text": "celebrats en qualsevol altra forma religiosa seran nuls.\n\nPer a la validesa dels matrimonis contrets d’acord amb les formes previstes per aquestes religions, s’exigeix que el consentiment matrimonial s’atorgui davant del ministre del culte respectiu. No obstant això, hi ha diferències entre el matrimoni autoritzat per un ministre de l’Església catòlica i els de les altres religions, justificades per l’especial reconeixement constitucional de l’Església catòlica (art. 16.3 CE), ja que en el cas de les altres confessions s’exigeix l’expedient matrimonial previ, que ha d’acabar amb un certificat de l'autoritat judicial segons el qual els que pretenen contreure matrimoni compleixen els requisits de capacitat exigits a l’ordenament espanyol per a la validesa del matrimoni.\n\nEl matrimoni 5. La inscripció del matrimoni en el Registre Civil Es requereix la inscripció del matrimoni al Registre Civil perquè aquest fet constitueix la prova de l’estat civil de les persones. La inscripció no és constitutiva, perquè, d’acord amb l’article 61 CC, el matrimoni té efectes des de la seva celebració. L’eficàcia de la inscripció es produeix fonamentalment davant de tercers.\n\nEn qualsevol cas, la funció que compleix el registre és la de control de la legalitat: comprova que concorrin tots els requisits exigits al Codi civil per a la validesa del matrimoni. Això resulta especialment important en relació amb els matrimonis contrets en forma religiosa.\n\nQuan es tracti d’un matrimoni civil, l’autoritat que el celebri ha d’estendre la inscripció immediatament després de la celebració20.\n\n(20)Article 62 CC.\n\nQuan el matrimoni s’ha contret en forma religiosa, la inscripció d’aquest matrimoni al Registre Civil es fa amb la presentació del certificat del ministre de la religió que l’ha autoritzat i que acredita que s’ha celebrat el matrimoni.\n\nAquest certificat haurà de fer constar que en el matrimoni concorren els requisits exigits per la legislació civil21. El jutge del Registre Civil on es vulgui inscriure el matrimoni religiós ha de controlar la legalitat d’aquest matrimoni. La inscripció és una exigència perquè aquest matrimoni pugui desplegar efectes civils plens.\n\n(21)Article 63 CC.",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 18,
      "page_end": 20,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 15,
    "text": "moni concorren els requisits exigits per la legislació civil21. El jutge del Registre Civil on es vulgui inscriure el matrimoni religiós ha de controlar la legalitat d’aquest matrimoni. La inscripció és una exigència perquè aquest matrimoni pugui desplegar efectes civils plens.\n\n(21)Article 63 CC.\n\nEl matrimoni 6. Modalitats de les dues formes de matrimoni La forma civil i la forma religiosa del matrimoni admeten modalitats diferents:\n\n1)￿El￿matrimoni￿per￿poders. L’article 55 CC permet expressar el consentiment matrimonial per mitjà d’un apoderat, expressament autoritzat. En el poder s’ha d’expressar la persona amb qui s’ha de celebrar el matrimoni, i s’hi han de descriure les circumstàncies personals a l’efecte d’establir-ne la identitat. El secretari judicial, notari, encarregat del Registre Civil o funcionari que tramiti l’acta o expedient previ al matrimoni n’ha d’apreciar la validesa. Si el poder no està atorgat amb les formalitats exigides, és nul i no permet que es contregui matrimoni vàlid.\n\nEl poder s’extingeix quan hagi estat revocat, quan l’apoderat hi hagi renunciat o per la mort de l’apoderat i del poderdant. En el primer cas, s’ha de comunicar a l'autoritat judicial.\n\n2)￿El￿matrimoni￿secret. És aquell que se celebra sense publicitat. Pot ser autoritzat pel Ministeri de Justícia quan concorrin circumstàncies excepcionals.\n\nSegons el que disposa l’article 54 CC, s’ha de produir una “causa greu suficientment provada”. L’expedient es tramita de forma reservada i té efectes entre els contraents des que se celebra, però no perjudica tercers, ja que no pot ser conegut. S’inscriu en un llibre especial del Registre Civil i la inscripció és secreta. La regulació d’aquest tipus de matrimoni està establerta als articles 54 i 64 CC i als articles 267 i seg. RRC.\n\nEl matrimoni deixarà de ser secret quan ho sol·licitin tots dos cònjuges conjuntament, quan ho sol·liciti el supervivent o quan ho ordeni el bisbe de la diòcesi o el director general dels registres, segons es tracti de matrimoni religiós o civil.\n\n3)￿El￿matrimoni￿en￿perill￿de￿mort. És el que se celebra quan un dels contraents o tots dos estan en perill de mort perquè estan greument malalts o en una sit",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 19,
      "page_end": 20,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 16,
    "text": "el supervivent o quan ho ordeni el bisbe de la diòcesi o el director general dels registres, segons es tracti de matrimoni religiós o civil.\n\n3)￿El￿matrimoni￿en￿perill￿de￿mort. És el que se celebra quan un dels contraents o tots dos estan en perill de mort perquè estan greument malalts o en una situació de perill imminent. No requereix la formació d’expedient previ, encara que ha de ser autoritzat per una persona de les que preveu l’art 52 CC: des del jutge de pau, alcalde, regidor, secretari judicial, notari o funcionari, fins al capità o comandant d’una nau o aeronau. La resolució de 7 de març de 1988 negà que hi estiguessin autoritzats els membres d’un hospital o d’establiments públics semblants. La celebració d’aquest matrimoni no requereix la formació de l’expedient matrimonial previ, sense perjudici que posteriorment es comprovi la concurrència dels requisits exigits legalment. Hi ha d’haver dos testimonis, “llevat impossibilitat acreditada22”.\n\n(22)Article 52 CC.\n\nEl matrimoni S’inscriurà en el Registre Civil corresponent per mitjà de l’acta23.\n\n(23)Article 256.1 RRC.\n\nEl matrimoni 7. Matrimoni d’espanyols a l’estranger i reconeixement de matrimonis estrangers Quan algun dels contraents és estranger o quan dos espanyols volen contreure matrimoni a l’estranger, els articles 49 i 50 CC estableixen les normes següents:\n\n1) El matrimoni es pot celebrar al consolat espanyol corresponent si es tracta d’espanyols que volen contreure matrimoni a l’estranger o quan un dels contraents sigui espanyol.\n\n2) Si tots dos són estrangers, el matrimoni es pot celebrar a Espanya, d’acord amb la llei espanyola o d’acord amb la seva llei personal24.\n\nCom a conseqüència de l’entrada en vigor de la Llei 13/2005, d’1 de juliol, per la qual es modifica el CC en matèria de dret a contreure matrimoni, es va plantejar la qüestió de si poden contreure vàlidament matrimoni entre elles dues persones del mateix sexe, quan una d’elles és espanyola i l’altra nacional d’un país que no admet aquest matrimoni. La Direcció General dels Registres i del Notariat es va pronunciar sobre això en la resolució circular de 29 de juliol de 2005. Resumint molt el contingut d’aquesta resolució, podem d",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 20,
      "page_end": 22,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 17,
    "text": "persones del mateix sexe, quan una d’elles és espanyola i l’altra nacional d’un país que no admet aquest matrimoni. La Direcció General dels Registres i del Notariat es va pronunciar sobre això en la resolució circular de 29 de juliol de 2005. Resumint molt el contingut d’aquesta resolució, podem dir que la DGRN reconeix la validesa del matrimoni entre espanyol i estranger o entre estrangers del mateix sexe residents a Espanya, per aplicació de la llei espanyola, encara que la legislació nacional estrangera no permeti o no reconegui la validesa d’aquests matrimonis.\n\n(24)Article 50 CC.\n\nEl matrimoni Resum En aquest mòdul hem estudiat el matrimoni com a institució i només s’ha fet una mínima referència, imprescindible per no tallar el fil lògic de l’explicació, als efectes que es produeixen des d’un nivell personal i patrimonial. Això serà objecte del mòdul “Els efectes personals i patrimonials del matrimoni”, tal com s’indica al sumari general.\n\nS’ha partit de la idea de sistema matrimonial, entesa com aquell sistema que l’estat reconeix i al qual atribueix els efectes previstos a la norma. No hi ha “diferents efectes matrimonials” segons la classe de matrimoni per la qual s’hagi optat. Els efectes són els mateixos encara que s’hagi triat per a la realització de la cerimònia la forma civil o la religiosa. En altres paraules, només hi ha un matrimoni que es pugui celebrar en qualsevol de les formes que reconeix la llei.\n\nLa transcendència que rep el matrimoni canònic sobre altres matrimonis de tipus religiós, que es manifesta per exemple en la no-necessitat d’expedient matrimonial previ, es deu, evidentment, a la importància que ha tingut sempre al nostre país la religió catòlica, tal com reconeix la Constitució (art. 16.3).\n\nS’han estudiat els tràmits com l’expedient matrimonial.\n\nS’han estudiat la capacitat i les incapacitats absolutes o relatives per contraure matrimoni. Aquesta dada és imprescindible per a determinar –ho veurem al mòdul “Ineficàcia i dissolució del matrimoni”– la possibilitat de sol·licitar la declaració de nul·litat del matrimoni si hi hagués algun defecte que l’invalidés.\n\nPer acabar, però no menys important, s’ha vist la inscripció del ma",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 22,
      "page_end": 23,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 18,
    "text": "imoni. Aquesta dada és imprescindible per a determinar –ho veurem al mòdul “Ineficàcia i dissolució del matrimoni”– la possibilitat de sol·licitar la declaració de nul·litat del matrimoni si hi hagués algun defecte que l’invalidés.\n\nPer acabar, però no menys important, s’ha vist la inscripció del matrimoni com a moment productor d’efectes, encara que això només davant de tercers, ja que el matrimoni entre les parts produeix efectes des de la seva celebració.\n\n\n\nEl matrimoni Activitats Al final de cada mòdul hi ha una indicació bibliogràfica on s’ha procurat triar treballs, no especialment llargs, sobre alguns dels temes que s’hi han tractat. Òbviament, la seva lectura sempre és recomanable, però val més deixar llibertat al consultor perquè decideixi les lectures que li semblin més idònies en cada moment.\n\nEl que sí que sembla necessari és la realització del “cas pràctic” proposat. S’hi ha concretat l’activitat que es proposa. Hi ha una sèrie de qüestions que constitueixen un mecanisme valuós d’autoavaluació i que es presenten sota l’epígraf de preguntes. Totes les preguntes es basen en un “supòsit fàctic” i no són altra cosa que alguns dels interrogants que planteja el mateix text i que, òbviament, estan resolts als materials d’estudi. Cal recordar que si bé la forma en què es dictamina és important, interessa més el contingut.\n\nMatrimoni.￿Expedient￿matrimonial Després d’uns anys, en Joan coneix una noia, la Sara, de la qual s’enamora i amb la qual contreu matrimoni civil, tot i l’oposició frontal de la seva mare.\n\nDos anys després en Joan descobreix que la Sara estava casada al seu país d’origen amb un home del qual no s’havia divorciat i amb qui tenia un fill. A més, es dona la circumstància que la Sara va consentir el matrimoni amb en Joan amb l’única finalitat de poder adquirir la nacionalitat espanyola, encara que al final se’n va enamorar. Quan ell va conèixer aquestes circumstàncies, va interposar una acció de nul·litat matrimonial, a la qual la Sara es va oposar al·legant que el seu primer marit –encara que ella ho desconeixia en aquell moment– havia mort dos dies abans del seu matrimoni amb en Joan.\n\nPreguntes 1. Capacitat per a contraure matrimoni. Val",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 23,
      "page_end": 25,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 19,
    "text": "questes circumstàncies, va interposar una acció de nul·litat matrimonial, a la qual la Sara es va oposar al·legant que el seu primer marit –encara que ella ho desconeixia en aquell moment– havia mort dos dies abans del seu matrimoni amb en Joan.\n\nPreguntes 1. Capacitat per a contraure matrimoni. Valor del consentiment o de l’oposició dels pares.\n\nRecursos contra la decisió judicial.\n\n2. Vicis del consentiment. El seu valor i els seus efectes. Qui va patir el vici?\n\n3. Es pot convalidar el matrimoni ara que s’ha descobert que la Sara era efectivament vídua i que ha acabat volent estar casada amb en Joan?\n\n4. A qui correspon l’exercici de l’acció de nul·litat?\n\n5. En cas que el matrimoni hagués estat canònic, caldria que la nul·litat també fos instada canònicament? Què cal perquè les decisions eclesiàstiques siguin eficaces en l’ordre civil?\n\nExercicis d'autoavaluació 1. La inclusió de “condició, terme o manera” en el consentiment matrimonial...\n\na) determina la nul·litat del matrimoni.\n\nb) es considera no introduïda.\n\nc) és vàlida.\n\nd) fa que no es pugui parlar de consentiment ni d’aparença matrimonial.\n\n2. Per a contreure matrimoni es requereix dispensa en cas...\n\na) d’existència de vincle.\n\nb) de parentiu consanguini de quart grau.\n\nc) de parentiu en línia recta per consanguinitat o adopció.\n\nd) cap de les respostes anteriors no és correcta.\n\n3. D'acord amb una interpretació literal de la llei, no poden contreure matrimoni sense dispensa els parents col·laterals...\n\na) per afinitat de tercer grau.\n\nb) per consanguinitat de tercer grau.\n\nc) per afinitat de quart grau.\n\nd) per consanguinitat de quart grau.\n\n4. No requereix la instrucció de l’expedient matrimonial...\n\na) el matrimoni en forma civil ordinària.\n\nb) el matrimoni secret.\n\nc) el matrimoni en forma religiosa.\n\nd) cap de les respostes anteriors no és correcta.\n\n5. La competència per a autoritzar el matrimoni correspon...\n\na) al jutge de família.\n\nEl matrimoni b) al jutge encarregat del Registre Civil.\n\nc) al jutge d’instrucció.\n\nd) a tots ells indistintament.\n\n6. La inscripció del matrimoni en el Registre Civil és necessària per a...\n\na) la seva eficàcia civil.\n\nb) la seva validesa.\n\nc) el reconeixement",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 25,
      "page_end": 26,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 20,
    "text": "orrespon...\n\na) al jutge de família.\n\nEl matrimoni b) al jutge encarregat del Registre Civil.\n\nc) al jutge d’instrucció.\n\nd) a tots ells indistintament.\n\n6. La inscripció del matrimoni en el Registre Civil és necessària per a...\n\na) la seva eficàcia civil.\n\nb) la seva validesa.\n\nc) el reconeixement ple dels seus efectes civils.\n\nd) la validesa del matrimoni canònic.\n\n7. L’impediment d’edat per a contreure matrimoni és dispensable a partir...\n\na) de l’emancipació.\n\nb) dels 14 anys.\n\nc) de la maduresa de judici.\n\nd) cap de les respostes anteriors no és correcta.\n\n8. L’impediment matrimonial de mort dolosa del cònjuge anterior pot ser dispensat...\n\na) pel Govern.\n\nb) pel ministre de Justícia.\n\nc) pel jutge de primera instància.\n\nd) per ningú.\n\n9. El dictamen mèdic exigit sobre la capacitat per a prestar el consentiment per part de qui té alguna discapacitat...\n\na) no vincula l'autoritat judicial.\n\nb) vincula l'autoritat judicial.\n\nc) no impedeix la possibilitat de sol·licitar la nul·litat per aquesta causa.\n\nd) és innecessari en cas que s'hagin dictat mesures de suport a favor de la persona amb discapacitat.\n\n10. En el matrimoni per poder cal que...\n\na) hi hagi autorització fefaent i prèvia del cònjuge present.\n\nb) s’hagi autoritzat en l’expedient matrimonial aquesta forma de celebració.\n\nc) en el poder se n’indiqui la data de caducitat.\n\nd) cap dels requisits anteriors no és necessari.\n\n11. El matrimoni que s’ha celebrat per poder, després que aquest poder s’hagi revocat, és...\n\na) nul.\n\nb) vàlid si s’ha dut a terme abans de conèixer la revocació.\n\nc) vàlid si s’ha contret de bona fe.\n\nd) vàlid.\n\n12. Les accions per incompliment de la promesa de matrimoni caduquen al cap...\n\na) d’un any des de la negativa de contreure’l.\n\nb) de dos anys des de la negativa.\n\nc) d’un any des de la promesa.\n\nd) de quatre anys des de la negativa.\n\nEl matrimoni Solucionari Activitats 1. La capacitat per a contreure matrimoni la marca la llei en l’article 46 CC. Es requereix majoria d’edat o emancipació i la inexistència de vincle matrimonial previ en aquell moment.\n\nQui no compleixi aquestes condicions no pot contreure un matrimoni vàlid.\n\nEl matrimoni és un acte estrictament personal,",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 25,
      "page_end": 27,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 21,
    "text": "apacitat per a contreure matrimoni la marca la llei en l’article 46 CC. Es requereix majoria d’edat o emancipació i la inexistència de vincle matrimonial previ en aquell moment.\n\nQui no compleixi aquestes condicions no pot contreure un matrimoni vàlid.\n\nEl matrimoni és un acte estrictament personal, per això la llei no dona rellevància a l’oposició dels pares. De fet, fins i tot en els casos en què el menor emancipat es vulgui casar, l’opinió dels pares no és vinculant.\n\nQuan, per la raó que sigui, l'autoritat judicial no autoritza el matrimoni, es pot recórrer contra la seva decisió (vegeu, al respecte, els articles que s’esmenten a la nota 13 d’aquest mòdul).\n\n2. En contra del que es pugui pensar, el matrimoni va ser celebrat per persones amb capacitat per a contraure’l, perquè fins i tot sense saber-ho la Sara “no estava casada”, atès que el seu primer marit va morir abans del matrimoni amb en Joan.\n\nPerò del mateix enunciat es dedueix que la Sara no va prestar un autèntic consentiment matrimonial, perquè la seva única finalitat era adquirir la nacionalitat espanyola. Per tant, en el seu cas faltava el consentiment matrimonial, i cal recordar que el matrimoni és consentiment i forma.\n\nA més, es produeix un error/vici determinant d’una causa de nul·litat específica per a en Joan, error que es produeix en les qualitats personals de l’altre i que, com que és anterior al consentiment matrimonial, l’invalida.\n\n3. No, la convalidació només és procedent en els casos taxativament marcats per la llei. El que passa és que no es pot accionar sobre la base de la prohibició absoluta (vincle previ no dissolt), sinó que s’ha d’acudir a la causa de nul·litat basada en l’error.\n\n4. Correspon a en Joan, que és qui ha estat afectat pel vici (vegeu art. 76 CC).\n\n5. No, la nul·litat pot ser instada davant dels tribunals civils encara que el matrimoni hagi estat canònic. El que és possible, tenint en compte el contingut de l’acord de l’Estat espanyol amb la Santa Seu sobre assumptes jurídics de l’any 1979, en el qual es reconeix la jurisdicció de l’Església en matèria de nul·litat i de matrimoni trencat i no consumat, és que optin per acudir a la jurisdicció eclesiàstica per a dec",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 27,
      "page_end": 27,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 22,
    "text": "ble, tenint en compte el contingut de l’acord de l’Estat espanyol amb la Santa Seu sobre assumptes jurídics de l’any 1979, en el qual es reconeix la jurisdicció de l’Església en matèria de nul·litat i de matrimoni trencat i no consumat, és que optin per acudir a la jurisdicció eclesiàstica per a decidir sobre aquesta matèria. Però perquè la sentència produeixi efectes civils cal que es declari com a ajustada al dret de l’Estat. Es pot veure en l’article 80 CC. Vegeu també el comentari a la STS de 23 de novembre de 1995 publicat a Cuadernos Civitas, núm. 41, de 1996.\n\nExercicis￿d’autoavaluació 1. b, 2. d, 3. b, 4. c, 5. b, 6. c, 7. d, 8. b, 9. b, 10. b, 11. a, 12. a.\n\nEl matrimoni Glossari capacitat per a contreure matrimoni  Aptitud absoluta per a contreure matrimoni.\n\nCorrespon als majors d’edat o emancipats que no estiguin casats.\n\nconsentiment matrimonial  Expressió de la voluntat de contreure matrimoni en el moment de la celebració. Requereix forma ad solemnitatem.\n\ndispensa  Autorització que concedeix l’autoritat competent (autoritat judicial, ministre de Justícia) i que permet el matrimoni de persones afectades per certes prohibicions relatives.\n\nexpedient matrimonial  Tràmit per a arribar a la celebració del matrimoni.\n\nimpediments  També es coneixen com a capacitat relativa. Comporten l’existència d’obstacles legals: l’edat, el parentiu col·lateral fins a un cert grau, etc.\n\ninscripció  Requisit d’eficàcia vers tercers del matrimoni, però no de validesa.\n\nmatrimoni en forma civil  Matrimoni celebrat davant de jutge de pau, alcalde o delegat, notari, secretari judicial o funcionari diplomàtic o consular.\n\nmatrimoni en forma religiosa  Matrimoni celebrat davant del ministre de la confessió religiosa prèviament reconeguda per l’Estat, i sempre que la seva forma matrimonial s’admeti en el conveni corresponent o tingui el reconeixement de “notorio arraigo”.\n\nmatrimoni per poders  La llei permet d’expressar el consentiment per mitjà d’un apoderat, expressament autoritzat, quan s’ha indicat aquesta circumstancia en l’expedient matrimonial.\n\npromesa de matrimoni  No és vinculant. El seu incompliment provoca el naixement de l’obligació d’indemnitzar si s’han fet",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 27,
      "page_end": 28,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 23,
    "text": "oni per poders  La llei permet d’expressar el consentiment per mitjà d’un apoderat, expressament autoritzat, quan s’ha indicat aquesta circumstancia en l’expedient matrimonial.\n\npromesa de matrimoni  No és vinculant. El seu incompliment provoca el naixement de l’obligació d’indemnitzar si s’han fet despeses en consideració al matrimoni projectat.\n\nsistema matrimonial  Sistema per mitjà del qual l’Estat determina les formes de matrimoni que poden desplegar efectes.\n\nEl matrimoni Bibliografia Díez Picazo, L.; Gullón, A. (2018). Sistema de derecho civil (vol. IV (T.I), Derecho de familia;\n\n12a. ed.). Madrid: Tecnos.\n\nPolo Sabau, J. R. (2015). “La función de la forma de celebración del matrimonio y el principio de igualdad: algunas observaciones a la luz del Proyecto de ley de la jurisdicción voluntaria”. Revista de Derecho Civil (vol. 2, núm. 1, pàg. 25-55).\n\nSerrano Alonso, E. (2005). El nuevo matrimonio civil. Madrid: Edisofer.\n\nVerda Beamonte, R. (1997). El error en el matrimonio. Bolònia: Publicaciones del Real Colegio de España.",
    "meta": {
      "doc_id": "PID_00285315",
      "source_pdf": "PID_00285315.pdf",
      "page_start": 28,
      "page_end": 29,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 0,
    "text": "Els efectes personals i patrimonials del matrimoni Isabel Miralles González Encarna Roca Trias Revisió a càrrec de Esther Farnós Amorós Aura Esther Vilalta Nicuesa Temps mínim de dedicació recomanat: 4 hores\n\nEls efectes personals i patrimonials del matrimoni Isabel Miralles González Encarna Roca Trias Esther Farnós Amorós Consultora de la UOC. Professora titular de Dret Civil a la Universitat de Barcelona.\n\nCatedràtica de Dret Civil a la Universitat de Barcelona. Magistrada de la Sala Civil del Tribunal Suprem (2005-2012) i, des del 2012, Magistrada del Tribunal Constitucional.\n\nProfessora de Dret Civil a la Universitat Pompeu Fabra.\n\nAura Esther Vilalta Nicuesa La revisió d'aquest recurs d'aprenentatge UOC ha estat coordinada per la professora: Aura Esther Vilalta Nicuesa Tercera edició: febrer 2022 © d’aquesta edició, Fundació Universitat Oberta de Catalunya (FUOC) Av. Tibidabo, 39-43, 08035 Barcelona Autoria: Isabel Miralles González, Encarna Roca Trias Producció: FUOC Tots els drets reservats Cap part d'aquesta publicació, incloent-hi el disseny general i la coberta, no pot ser copiada, reproduïda, emmagatzemada o transmesa de cap manera ni per cap mitjà, tant si és elèctric com mecànic, òptic, de gravació, de fotocòpia o per altres mètodes, sense l'autorització prèvia per escrit del titular dels drets.\n\nEls efectes personals i patrimonials del matrimoni Índex\n\nIntroducció..................................................................................................\n\nObjectius.......................................................................................................\n\n1.\n\nLes relacions personals entre els cònjuges..................................\n\n2.\n\nEls drets i deures dels cònjuges......................................................\n\n3.\n\nLes relacions patrimonials entre cònjuges..................................\n\n3.1.\n\nEl règim econòmic matrimonial .................................................\n\n3.2.\n\nEl règim primari ..........................................................................\n\n3.2.1.\n\nLes despeses familiars ....................................................\n\n3.2.2.\n\nLa gestió domèstica i la responsabilitat per deutes",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 1,
      "page_end": 3,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 1,
    "text": "nial .................................................\n\n3.2.\n\nEl règim primari ..........................................................................\n\n3.2.1.\n\nLes despeses familiars ....................................................\n\n3.2.2.\n\nLa gestió domèstica i la responsabilitat per deutes familiars .........................................................................\n\n3.2.3.\n\nEl domicili familiar ........................................................\n\n3.2.4.\n\nEls contractes entre cònjuges ........................................\n\n3.2.5.\n\nEls drets viduals familiars ..............................................\n\n4.\n\nEls capítols matrimonials................................................................\n\n4.1.\n\nConcepte, formalitats, contingut i vicissituds ............................\n\n4.2.\n\nLes donacions per raó de matrimoni atorgades fora de capítols matrimonials .................................................................\n\n5.\n\nAdquisicions oneroses amb pacte de supervivència..................\n\n6.\n\nEls règims econòmics matrimonials.............................................\n\n6.1.\n\nEl règim de separació de béns en el llibre segon del Codi civil de Catalunya ...............................................................................\n\n6.1.1.\n\nFuncionament, béns que el conformen i titularitats dubtoses .........................................................................\n\n6.1.2.\n\nLa liquidació del règim: la compensació econòmica per raó de treball ...........................................................\n\n6.2.\n\nLa societat de béns de guanys en el Codi civil espanyol ............\n\n6.2.1.\n\nEl règim de béns de guanys: concepte ..........................\n\n6.2.2.\n\nEls patrimonis concurrents ............................................\n\n6.2.3.\n\nCàrregues i responsabilitat dels béns de guanys ............\n\n6.2.4.\n\nDissolució .......................................................................\n\n6.2.5.\n\nLiquidació ......................................................................\n\n6.3.\n\nEl règim de comunitat de béns en el llibre segon del Codi Civil de Catalunya ......................................................................",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 3,
      "page_end": 3,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 2,
    "text": ".....................................................\n\n6.2.5.\n\nLiquidació ......................................................................\n\n6.3.\n\nEl règim de comunitat de béns en el llibre segon del Codi Civil de Catalunya ......................................................................\n\n6.3.1.\n\nConcepte i naturalesa jurídica .......................................\n\nEls efectes personals i patrimonials del matrimoni 6.3.2.\n\nRègim jurídic .................................................................\n\n6.4.\n\nEl règim de participació en els guanys en el llibre segon del Codi civil de Catalunya ..............................................................\n\n6.4.1.\n\nNaixement del règim de participació i límits de la seva configuració ...........................................................\n\n6.4.2.\n\nL’extinció del règim i les seves causes ...........................\n\n6.4.3.\n\nLiquidació ......................................................................\n\n6.4.4.\n\nDeterminació del crèdit de participació ........................\n\n6.4.5.\n\nPagament del crèdit: forma i termini ............................\n\nResum............................................................................................................\n\nActivitats......................................................................................................\n\nExercicis d'autoavaluació........................................................................\n\nSolucionari..................................................................................................\n\nGlossari.........................................................................................................\n\nBibliografia.................................................................................................\n\nEls efectes personals i patrimonials del matrimoni Introducció El títol del mòdul, Els efectes personals i patrimonials del matrimoni, és ja de per si prou expressiu. S’hi tractaran els drets de contingut personal o patrimonial que neixen amb el matrimoni i cessen –en gran mesura– amb la constatació de la crisi. Ens aturarem en la repercussió que el matrimoni produeix en tercers, evidentment, des d’u",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 3,
      "page_end": 5,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 3,
    "text": "s i patrimonials del matrimoni, és ja de per si prou expressiu. S’hi tractaran els drets de contingut personal o patrimonial que neixen amb el matrimoni i cessen –en gran mesura– amb la constatació de la crisi. Ens aturarem en la repercussió que el matrimoni produeix en tercers, evidentment, des d’un punt de vista econòmic. Concretament, l’estudi es detindrà en la possibilitat de responsabilitzar els béns de l’altre cònjuge per un deute propi, sempre que hagi estat contret per a atendre obligacions familiars i dins dels límits de la disponibilitat del propi habitatge. Finalment, ens aturarem en l’estudi dels principals règims econòmics matrimonials, amb especial atenció en el règim legal de la separació de béns, que és el que regeix a Catalunya en defecte de pacte. Dins d’aquest règim, incidirem en l’estudi de la determinació de certes titularitats que poden resultar dubtoses i en una mesura concreta que pot tenir importància en el moment de l’extinció d’aquest règim: la compensació econòmica per raó de treball.\n\nEls efectes personals i patrimonials del matrimoni Objectius Els objectius d’aquest mòdul són els següents:\n\n1.\n\nAssenyalar els drets i deures que configuren el matrimoni des del seu àmbit de relació personal.\n\n2.\n\nSer conscients que la “comunitat de vida” que origina el matrimoni determina necessàriament una sèrie de conseqüències econòmiques.\n\n3.\n\nComprendre que per a resoldre aquestes conseqüències la llei tipifica diferents règims econòmics, però que al marge del règim concret que hi hagi al matrimoni, la llei preveu un règim primari o bàsic.\n\n4.\n\nConcretar els diferents aspectes regulats en el règim primari i, en particular, els que es deriven del deure de contribuir al manteniment de les despeses familiars.\n\n5.\n\nEspecificar i, sobretot, comprendre el problema derivat de la gestió domèstica i, fonamentalment, la responsabilitat davant de tercers a causa dels deutes familiars.\n\n6.\n\nConèixer les limitacions que suposa el matrimoni per a la lliure disposició de l’habitatge familiar, així com les que afecten la llibertat de contractació entre cònjuges en la mesura que en resultin afectades terceres persones.\n\n7.\n\nAnalitzar amb detall els diferents règi",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 5,
      "page_end": 6,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 4,
    "text": "dels deutes familiars.\n\n6.\n\nConèixer les limitacions que suposa el matrimoni per a la lliure disposició de l’habitatge familiar, així com les que afecten la llibertat de contractació entre cònjuges en la mesura que en resultin afectades terceres persones.\n\n7.\n\nAnalitzar amb detall els diferents règims econòmics i la manera com operen. Concretar la manera legal o voluntària en què s’originen i, en aquest últim cas, la forma que han de tenir els capítols matrimonials com a instrument bàsic per a l’elecció de règim.\n\nEls efectes personals i patrimonials del matrimoni 1. Les relacions personals entre els cònjuges El matrimoni crea una relació jurídica que té el seu reflex en l’àmbit personal i en el patrimoni de cadascun dels cònjuges. El principi d’igualtat regeix tots aquests efectes, d’acord amb la Constitució espanyola, que estableix que l’home i la dona tenen dret a contreure matrimoni amb plena igualtat jurídica1.\n\nAquesta fórmula la recull també, amb alguna lleugera variació, l’article 66 CC i la mateixa proclamació apareix en l’article 231-2 CCCat. Això vol dir que no es modifica, des del punt de vista personal, la situació anterior al matrimoni. Per això, l’article 71 CC estableix, a diferència del que succeïa en temps passats, que no hi ha representació forçosa d’un cònjuge per part de l’altre.\n\nEl Codi civil espanyol (art. 66-68) descriu els drets i deures dels cònjuges, que operen en condicions d’igualtat. Aquests deures constitueixen el contingut del matrimoni i no admeten cap pacte. Qualsevol acord dels cònjuges que alteri algun dels deures establerts en el Codi civil és nul. L’article 231-2 CCCat també conté una descripció dels drets i deures dels cònjuges, quan estableix que el matrimoni origina un vincle jurídic. S'hi fa referència en l'epígraf següent.\n\n(1)Article 32 CE.\n\nEls efectes personals i patrimonials del matrimoni 2. Els drets i deures dels cònjuges Els deures descrits per l’article 231-2 CCCat són els de respecte i actuació en interès de la família, així com els de guardar-se lleialtat, ajudar-se i prestar-se socors mutu. Així mateix, el segon apartat del precepte estableix que els cònjuges tenen en el matrimoni els mateixos drets i deures",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 6,
      "page_end": 8,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 5,
    "text": "ges Els deures descrits per l’article 231-2 CCCat són els de respecte i actuació en interès de la família, així com els de guardar-se lleialtat, ajudar-se i prestar-se socors mutu. Així mateix, el segon apartat del precepte estableix que els cònjuges tenen en el matrimoni els mateixos drets i deures, i afegeix “especialment la cura i l’atenció dels altres membres de la família que estiguin al seu càrrec i convisquin amb ells, i han de compartir les responsabilitats domèstiques”.\n\nAlgun d’aquests deures es pot convertir en una obligació de tipus econòmic, com passa amb el deure d’ajut i socors mutu, que implica l’obligació dels cònjuges de prestar-se aliments recíprocament quan un d’ells es trobi en estat de necessitat, d’acord amb el que disposa l’article 237-4 CCCat2.\n\n(2)Sobre l’estat de necessitat i la prestació d’ajuda entre els cònjuges, vegeu la STS de 14 de febrer de 1976.\n\nL’incompliment dels deures imposats als cònjuges per part de l’ordenament jurídic no comporta sancions econòmiques3. Abans de la reforma introduïda per la Llei 15/2005, de 8 de juliol, aquest incompliment podia ser causa de separació o de divorci quan era greu i reiterat4. A partir de l’entrada en vigor de la Llei 15/2005 ja no és necessari al·legar una causa per sol·licitar la separació o el divorci.\n\nEn l’àmbit penal, l’incompliment de l’assistència establerta legalment per al manteniment del cònjuge està tipificada com a delicte en l’article 226.1 CP. A més, l’article 231-2.1 CCCat estableix que els cònjuges estan obligats a actuar en interès de la família, per la qual cosa s’han d’abstenir de fer actes que la menyscabin.\n\n(3)Vegeu, entre d’altres, les sentències de l’AP de Lleó, 2a., de 10 de novembre de 2010 i de l’AP de Segòvia, Única, de 30 de setembre de 2003. No obstant això, el cas de l’imcompliment del deure de fidelitat per part de l’esposa, que resulta en l’ocultació de la paternitat del fill o fills matrimonials al marit, és més complex: si bé les STS de 22 i 30 de juliol de 1999 es van mostrar contràries, amb diversitat d’arguments, a la indemnització dels danys causat al marit, les Audiències mantenen posicions diferents al respecte i sentències com la de l’AP de Valènc",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 8,
      "page_end": 8,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 6,
    "text": "nitat del fill o fills matrimonials al marit, és més complex: si bé les STS de 22 i 30 de juliol de 1999 es van mostrar contràries, amb diversitat d’arguments, a la indemnització dels danys causat al marit, les Audiències mantenen posicions diferents al respecte i sentències com la de l’AP de València, 7a., de 2 de novembre de 2004 i la de l’AP de Cadis, 2a., de 3 d’abril de 2008, entre moltes altres, han acabat indemnitzant en aquests casos. Finalment, la STS de 13 de novembre de 2018 va posar punt i final a la polèmica, tot tancant la porta a la possibilitat d'indemnització del dany moral en aquest grup de casos.\n\n(4)Antics articles 82 i 86 CC.\n\nEls efectes personals i patrimonials del matrimoni 3. Les relacions patrimonials entre cònjuges 3.1. El règim econòmic matrimonial La comunitat de vida que s’origina amb el matrimoni requereix la resposta de l’ordenament jurídic a una sèrie de qüestions que afecten tant les relacions dels cònjuges entre ells com les que s’originen amb tercers. Les qüestions que requereixen una resposta jurídica es refereixen a la forma de contribuir a les despeses familiars; l’organització dels poders de gestió, organització, disposició, etc., entre els cònjuges; l’organització del seu patrimoni; la relació entre tots dos, i la responsabilitat davant de tercers. El règim￿econòmic￿matrimonial és, doncs, la tècnica que fa servir l’ordenament jurídic per a donar una resposta a aquestes qüestions.\n\nHi ha molts règims matrimonials, encara que la seva tipologia es pot resumir en els tres tipus següents:\n\na)￿Comunitat￿de￿béns: a partir de la vigència del règim es forma una massa de béns comuns, que s’haurà de liquidar en el moment de la dissolució. És el règim legal previst en el Codi civil espanyol si no hi ha pacte entre els cònjuges.\n\nTambé l’és a quasi tots els ordenaments autonòmics espanyols, encara que hi ha modalitats diferents.\n\nb)￿Separació￿de￿béns: vigent el règim, però també un cop aquest es dissol, els patrimonis dels cònjuges no s’intercomuniquen i tenen plena autonomia.\n\nÉs el règim previst, també si no hi ha pacte, a Catalunya i a les Illes Balears i, l'era també a la Comunitat valenciana fins que la STC 82/2016, de 28 d'abril",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 8,
      "page_end": 9,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 7,
    "text": "ió￿de￿béns: vigent el règim, però també un cop aquest es dissol, els patrimonis dels cònjuges no s’intercomuniquen i tenen plena autonomia.\n\nÉs el règim previst, també si no hi ha pacte, a Catalunya i a les Illes Balears i, l'era també a la Comunitat valenciana fins que la STC 82/2016, de 28 d'abril, va declarar la inconstitucionalitat de la Llei 10/2007, de 20 de març, de règim econòmic matrimonial valencià, per tractar-se d'una llei autonòmica dictada en matèria no integrada en el patrimoni normatiu o consuetudinari del Dret civil històric valencià.\n\nc)￿Participació￿en￿els￿guanys: resulta d’una combinació dels dos tipus descrits.\n\nPer a l’establiment del règim econòmic matrimonial, regeix el principi de llibertat de pacte, ja que l’article 231-10.1 CCCat estableix que el règim serà el que estableixin els cònjuges en capítols matrimonials. La mateixa norma apareix en l’article 1315 CC. Quan no hi hagi capítols o aquests siguin ineficaços, (5)Article 231-10.2 CCCat.\n\n(6)Article 1316 CC.\n\nEls efectes personals i patrimonials del matrimoni el règim dels cònjuges sotmesos al dret català serà el de separació de béns5, mentre que en el Codi civil espanyol regirà el de béns de guanys6 (l’anomenada sociedad de gananciales).\n\n3.2. El règim primari S’entén per règim primari el conjunt de normes referides a l’economia bàsica del matrimoni, que s’aplica independentment del règim econòmic matrimonial concret que regeixi les relacions específiques entre els cònjuges. Les normes del règim primari les trobem en els articles 231-4 a 231-9 i 231-11 a 231-14 CCCat (en el CC espanyol, vegeu art. 1315-1324).\n\n3.2.1.\n\nLes despeses familiars L’article 231-5.1 CCCat estableix que l’element bàsic per tal que una despesa sigui considerada com a familiar és el sosteniment de la família. Per tant, una despesa tindrà el caràcter de familiar quan s’inclogui en algun dels conceptes que, als efectes simplement descriptius, conté l’article 231-5 CCCat, i s’ajusti al nivell econòmic de l’esmentada família. Per tant, s’ha de tenir en compte la qualitat i la quantitat de la despesa.\n\nAquest article (a diferència del derogat art. 4 CF) elimina la consideració com a despeses familiars del pagament",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 9,
      "page_end": 10,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 8,
    "text": "s simplement descriptius, conté l’article 231-5 CCCat, i s’ajusti al nivell econòmic de l’esmentada família. Per tant, s’ha de tenir en compte la qualitat i la quantitat de la despesa.\n\nAquest article (a diferència del derogat art. 4 CF) elimina la consideració com a despeses familiars del pagament de les quotes destinades a l’adquisició de l’habitatge familiar. A més, l’article 233-23 del mateix cos legal declara, en el paràgraf primer, que en el cas en què s’hagi atribuït l’ús o el gaudi de l’habitatge a un dels cònjuges, “les obligacions contretes per raó de la seva adquisició s’han de satisfer d’acord amb el que disposi el títol constitutiu”, mentre que les despeses ordinàries de conservació, manteniment i reparació, han de ser a càrrec del cònjuge beneficiari de l’ús.\n\nPer la mateixa solució s’ha optat allà on és d’aplicació el CC espanyol, a partir de la interpretació jurisprudencial de la STS de 28 de març de 2011, que estableix, en el seu fonament tercer: “el pagament de les quotes corresponents a la hipoteca contractada per ambdós cònjuges per a l’adquisició de la propietat de l’immoble destinat a habitatge familiar constitueix un deute de la societat de guanys i com a tal, queda inclosa en l’article 1362, 2n. CC i no constitueix càrrega del matrimoni als efectes del que disposen els articles 90 i 91 CC”.\n\nSón despeses familiars les originades en concepte d’aliments, incloent els aliments a què fa referència l’article 237-1 CCCat, les despeses ordinàries de conservació, manteniment i reparació dels habitatges o d’altres béns d’ús de la família i les atencions de previsió mèdiques i sanitàries.\n\nS’exclouen les despeses derivades de la gestió i defensa de béns privatius d’un dels cònjuges i les que responen a l’ús exclusiu d’un d’ells. Cfr. amb l’article 1318.3 CC, segons el qual aniran a càrrec del cabal comú les despeses originades per plets duts a terme per un dels cònjuges, sense mala fe, si redunden en benefici de la família.\n\nEls efectes personals i patrimonials del matrimoni Un cop determinades quines despeses tenen el caràcter de familiars, qualsevol despesa s’haurà d’ajustar als usos i al nivell de vida de la família.\n\nEls cònjuges han de contrib",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 10,
      "page_end": 11,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 9,
    "text": "un dels cònjuges, sense mala fe, si redunden en benefici de la família.\n\nEls efectes personals i patrimonials del matrimoni Un cop determinades quines despeses tenen el caràcter de familiars, qualsevol despesa s’haurà d’ajustar als usos i al nivell de vida de la família.\n\nEls cònjuges han de contribuir al pagament de les despeses familiars de la manera que pactin, i poden fixar la forma de contribució de manera proporcional als seus ingressos i salaris, o al seu patrimoni7. La contribució també pot ser diferent, de manera que l’un hi contribueixi amb els ingressos, i l’altre, amb el treball domèstic8. En qualsevol cas, hi ha l’obligació de contribuir-hi, que no pot ser exclosa per acords dels cònjuges.\n\n(7)Article 231-6 CCCat.\n\n(8)Article 231-6.1 CCCat.\n\nEls fills mentre conviuen amb la família també hauran de contribuir a les despeses familiars. El mateix passarà amb els parents que hi convisquin. La forma concreta de contribució, si no hi ha pacte, estarà determinada per la regla de la proporcionalitat9.\n\nFinalment, la llei estableix que els cònjuges tenen l’obligació recíproca d’informar-se adequadament de la gestió patrimonial que duen a terme en relació amb l’atenció d’aquestes despeses (art. 231-7 CCCat). En tractar-se d’una norma de règim primari, resulta aplicable a tots els cònjuges amb independència del seu concret règim econòmic matrimonial però, com veurem en aquest mòdul, tindrà una incidència major en els matrimonis subjectes a un règim de comunitat o al de participació en els guanys.\n\n3.2.2.\n\nLa gestió domèstica i la responsabilitat per deutes familiars (9)Vegeu l’article 231-6, apt. 2 i 3 CCCat.\n\nLa direcció de la família correspon als dos cònjuges de comú acord, en interès d’aquesta, i qualsevol d’ells pot actuar tot sol per atendre les necessitats i despeses familiars ordinàries (entenent que té el consentiment de l’altre per a ferho) d’acord amb les circumstàncies de la família10.\n\nAra bé, quan un dels cònjuges contreu un deute familiar, se n’ha de determinar la responsabilitat davant de tercers, ja que la seva actuació no ha tingut lloc en benefici propi, sinó del grup que gestiona.\n\n(10)Article 231-4 CCCat.\n\nAquesta responsabilitat depèn del",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 10,
      "page_end": 11,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 10,
    "text": "circumstàncies de la família10.\n\nAra bé, quan un dels cònjuges contreu un deute familiar, se n’ha de determinar la responsabilitat davant de tercers, ja que la seva actuació no ha tingut lloc en benefici propi, sinó del grup que gestiona.\n\n(10)Article 231-4 CCCat.\n\nAquesta responsabilitat depèn del règim de béns del matrimoni. Si es tracta de cònjuges sotmesos al CC espanyol, davant de tercers responen els béns comuns i, si no n’hi haguessin, o fossin insuficients, responen de manera solidària els béns propis del cònjuge que va contreure el deute11. Si es tracta de cònjuges sotmesos al dret civil català, el sistema de responsabilitat és el que s’estableix en l’article 231-8 CCCat, en virtut del qual davant de tercers hi ha una responsabilitat solidària per les despeses fetes en atenció a la família.\n\nQuan la despesa no tingui la característica de familiar, d’acord amb els criteris que s’han assenyalat, només en respon el cònjuge que ha contret el deute.\n\n(11)Article 1319.2 CC.\n\nEls efectes personals i patrimonials del matrimoni 3.2.3.\n\nEl domicili familiar Es considera domicili familiar aquell immoble on els cònjuges tenen establert el domicili a què es refereix l’article 231-3 CCCat (per al CC espanyol, art. 70).\n\nPer tant, se n’han d’excloure els immobles que no serveixin de residència habitual, com ara les segones residències i els locals usats per un cònjuge en l’exercici de la seva professió o activitat empresarial.\n\nEl concepte de domicili familiar inclou l’habitatge usat per un dels cònjuges en els casos de separació i divorci, en aquells supòsits en què se n’hagi atribuït l’ús exclusiu en el conveni regulador o per sentència.\n\nEl domicili familiar gaudeix d’una protecció especial, manifestada a la STC 135/1986, de 31 d’octubre. Aquesta protecció deriva de la concurrència de dos principis: el dret a un habitatge digne, principi establert en l’article 47 CE, i la protecció a la família, principi establert en l’article 39 CE, juntament amb la inviolabilitat del domicili12. Aquestes normes determinen que l’article 231-9 CCCat fixi un règim especial per a la seva disposició i la dels mobles d’ús ordinari de la família (en sentit similar, vegeu art. 1320 CC e",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 11,
      "page_end": 12,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 11,
    "text": "la protecció a la família, principi establert en l’article 39 CE, juntament amb la inviolabilitat del domicili12. Aquestes normes determinen que l’article 231-9 CCCat fixi un règim especial per a la seva disposició i la dels mobles d’ús ordinari de la família (en sentit similar, vegeu art. 1320 CC espanyol).\n\nEl títol pel qual es disposa d’habitatge pot ser un contracte (compravenda, arrendament, etc.) o un dret real (hipoteca, usdefruit, etc.).\n\nL’article 231-9 CCCat exigeix el consentiment de tots dos cònjuges per a poder disposar vàlidament del dret sobre l’habitatge familiar, independentment de quin sigui el règim de béns del matrimoni. Per tant, s’estableix una norma que s’inclou dins del règim primari i que afecta només els cònjuges; encara que, tal i com estableix l’article 234-3.2 CCCat, la parella estable, en matèria de disposició de l’habitatge familiar, també es regirà per aquest mateix precepte.\n\nLa protecció del cònjuge no titular s’obté per mitjà de l’exigència que concorri el seu consentiment en l’acte de disposició. Aquest dret és irrenunciable prèviament a la realització de l’acte de disposició.\n\nAmb la finalitat que la protecció del cònjuge no titular sigui més completa, l’article 91.1 RH estableix que quan la llei aplicable exigeixi el consentiment de tots dos cònjuges per a l’acte de disposició, “[...] serà necessari per a la inscripció dels actes dispositius sobre l’habitatge que pertany a un dels cònjuges que el disposador manifesti a l’escriptura que l’habitatge no té aquest caràcter”.\n\n(12)Article 18.2 CE.\n\nEl consentiment pot faltar per causes diferents13. Si manca per causa no justificada i, malgrat això, el titular de l’habitatge l’aliena, la conseqüència és l’anul·labilitat de la disposició feta a títol onerós, que pot ser instada pel cònjuge que no ha intervingut en l’alienació en el termini de quatre anys. L’acte de disposició a títol gratuït fet sense el consentiment del no titular és nul. No (13)Article 231-9.1 CCCat.\n\nEls efectes personals i patrimonials del matrimoni obstant això, d’acord amb l’article 231-9.3 CCCat, la manifestació errònia sobre el caràcter no familiar de l’habitatge feta per l’alienant no afectarà tercers adqu",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 12,
      "page_end": 13,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 12,
    "text": "tuït fet sense el consentiment del no titular és nul. No (13)Article 231-9.1 CCCat.\n\nEls efectes personals i patrimonials del matrimoni obstant això, d’acord amb l’article 231-9.3 CCCat, la manifestació errònia sobre el caràcter no familiar de l’habitatge feta per l’alienant no afectarà tercers adquirents de bona fe.\n\nAquestes disposicions són d’ordre públic i no admeten cap pacte contrari.\n\n3.2.4.\n\nEls contractes entre cònjuges El principi de la llibertat de contractar apareix en l’article 231-11 CCCat, que s’aplica a qualsevol matrimoni, amb independència del règim de béns que reguli les relacions patrimonials i amb independència també de la causa del contracte. En aquest article s’estableix que els cònjuges es poden transmetre béns i drets per qualsevol títol i fer entre ells tota mena de negocis jurídics. En sentit similar es pronuncia l’article 1323 CC.\n\nDavant d’aquesta llibertat, l’ordenament català arbitra uns sistemes per tal d’impedir el frau dels creditors en establir determinades presumpcions i en donar-los mitjans de defensa. Aquests sistemes són la presumpció de gratuïtat14 i la presumpció de donació15, que s’han d’examinar conjuntament.\n\na)￿La￿presumpció￿de￿gratuïtat￿dels￿contractes￿subscrits￿entre￿cònjuges.\n\nL’article 231-11 CCCat estableix que, en cas d’impugnació judicial, la prova del caràcter onerós de la transmissió correspon als cònjuges. D’aquesta manera, es facilita la prova de la gratuïtat als afectats per aquest tipus de contractes –bàsicament creditors de qualsevol dels cònjuges i legitimaris– per tal que puguin impugnar el contracte subscrit entre els cònjuges amb aparent causa onerosa fets en el seu perjudici. La prova de la concurrència efectiva de la causa onerosa s’inverteix i, per tant, correspon als cònjuges demandats. Així, l’efecte principal d’aquesta presumpció és d’ordre processal i consisteix en la inversió de la càrrega de la prova de l’onerositat del contracte.\n\nb)￿La￿presumpció￿de￿donació. L’article 231-12 CCCat estableix que “[...] en cas de declaració de concurs d’un dels cònjuges, se’n presumeix la donació dels béns adquirits per l’altre a títol onerós durant l’any anterior a la declaració, si la contraprestació per a",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 12,
      "page_end": 13,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 13,
    "text": "ova de l’onerositat del contracte.\n\nb)￿La￿presumpció￿de￿donació. L’article 231-12 CCCat estableix que “[...] en cas de declaració de concurs d’un dels cònjuges, se’n presumeix la donació dels béns adquirits per l’altre a títol onerós durant l’any anterior a la declaració, si la contraprestació per adquirir-los procedia del cònjuge concursat. Si hi ha alguna part en què no es pot acreditar si la contraprestació procedeix del cònjuge concursat, se’n presumeix la donació de la meitat”.\n\nAquesta norma està inserida en la regulació de la contractació entre cònjuges i, precisament, després d’admetre la validesa dels contractes subscrits entre ells. Per tant, aquesta presumpció serà aplicable als cònjuges sotmesos al dret català, amb independència del seu règim econòmic matrimonial, ja que és una norma protectora dels tercers creditors derivada de la presumpció de gratuïtat de la causa que s’estableix en l’article 231-11 CCCat. Aquesta presumpció es (14)Article 231-11 CCCat.\n\n(15)Article 231-12 CCCat.\n\nEls efectes personals i patrimonials del matrimoni pot destruir si es prova que els béns havien estat adquirits amb patrimoni propi del cònjuge afectat o que van ser proporcionats per un estrany. Es tracta, per tant, d’una presumpció iuris tantum que, com a tal, admet prova en contra.\n\nL’objecte de la protecció que s’ofereix als creditors es concreta en els béns adquirits pel cònjuge no separat, sempre que l’adquisició s’hagi fet durant el període comprès dins l’any anterior a la declaració del concurs. Si no s’aconsegueix destruir la presumpció, l’aplicació de l’article 231-12 CCCat implica que es presumeixi donada la totalitat dels béns afectats o la meitat si hi ha una part en què no es pot acreditar la procedència de la contraprestació.\n\nEls efectes de la presumpció de l’article 231-12 CCCat no impliquen la nul·litat de l’adquisició feta pel cònjuge no deutor, sinó que solament faciliten als creditors la prova del caràcter gratuït de la seva adquisició. Per tant, es tracta d’una norma aplicable només als casos d’insolvència i no pot ser emprada per altres persones que no siguin els creditors del cònjuge concursat.\n\n3.2.5.\n\nEls drets viduals familiars Dret￿al￿parament",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 13,
      "page_end": 14,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 14,
    "text": "ament faciliten als creditors la prova del caràcter gratuït de la seva adquisició. Per tant, es tracta d’una norma aplicable només als casos d’insolvència i no pot ser emprada per altres persones que no siguin els creditors del cònjuge concursat.\n\n3.2.5.\n\nEls drets viduals familiars Dret￿al￿parament￿de￿l’habitatge La llei atribueix al cònjuge supervivent el dret a fer seus alguns béns que formaven part del patrimoni comú, independentment de quina sigui la destinació de la successió. La roba, els mobles i els estris domèstics, que constitueixen el parament de la llar, es lliuren sempre al cònjuge supervivent, segons estableix l’article 231-30 CCCat (per al CC, vegeu art. 1321), i no es computen en el seu haver hereditari. Se n’exclouen les joies, els objectes artístics i els que tinguin un valor extraordinari. Els cònjuges poden excloure aquesta atribució amb un pacte en contra. S’exigeix que els cònjuges no estiguin separats legalment o de fet. Aquest dret correspon als cònjuges per raó de matrimoni i no és un dret de tipus successori.\n\nAny￿de￿viduïtat A Catalunya, a més, el cònjuge supervivent que no sigui usufructuari universal del patrimoni del premort té dret, durant l’any següent a la dissolució del matrimoni per defunció de l’altre cònjuge, a habitar tot el local que constituïa l’habitatge familiar i a ser alimentat amb càrrec al patrimoni d’acord amb el nivell de vida que haguessin tingut els cònjuges. És el que es coneix com a “any de plor”, que, a més, és independent dels altres drets que corresponguin al supervivent en virtut de la defunció del premort. Com en el cas del dret al parament de l’habitatge, el cònjuge separat legalment o de fet no té aquest dret i el dret també es perd quan el supervivent es torna a casar durant aquest període, quan passa a viure maritalment amb una altra persona i quan abandona o negligeix greument els fills comuns en potestat parental16.\n\n(16)Article 231-31 CCCat.\n\nEls efectes personals i patrimonials del matrimoni Ambdós drets viduals familiars també es donen quan es produeix l’extinció de la parella estable per mort d’un dels convivents respecte del supervivent, a partir de la remissió que fa l’article 234-14 als artic",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 14,
      "page_end": 15,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 15,
    "text": "parental16.\n\n(16)Article 231-31 CCCat.\n\nEls efectes personals i patrimonials del matrimoni Ambdós drets viduals familiars també es donen quan es produeix l’extinció de la parella estable per mort d’un dels convivents respecte del supervivent, a partir de la remissió que fa l’article 234-14 als articles 231-30 i 231-31 CCCat.\n\nEls efectes personals i patrimonials del matrimoni 4. Els capítols matrimonials 4.1. Concepte, formalitats, contingut i vicissituds El contracte per mitjà del qual els cònjuges poden fer els pactes que considerin convenients en relació amb els efectes bàsicament patrimonials del seu matrimoni són els capítols matrimonials, regulats en els articles 231-19 a 231-26 CCCat. En capítols, els cònjuges poden establir el règim econòmic, convenir pactes successoris, fer donacions i establir les estipulacions i els pactes lícits que es considerin convenients, fins i tot en previsió d’una ruptura matrimonial. La possibilitat que dona aquest darrer incís ha estat desenvolupada pel legislador del Llibre segon en l’article 231-20 CCCat, que comprèn una detallada regulació dels pactes en previsió d’una ruptura matrimonial, els quals atès el seu abast es desenvolupen en el mòdul “Ineficàcia i dissolució del matrimoni”.\n\nEls capítols poden ser atorgats abans o durant el matrimoni. Els subjectes atorgants dels capítols són els cònjuges o els futurs cònjuges. En aquest cas, els capítols no seran eficaços si no es contreu matrimoni en el termini d’un any.\n\nEls poden atorgar els qui poden contreure vàlidament matrimoni, però necessiten, si escau, els complements de capacitat corresponents.\n\nNota Segons la STS de 15 de febrer de 1986, els capítols “no son más que un contrato otorgado por los cónyuges antes o después del matrimonio con el fin, casi exclusivo, de fijar el régimen a que deben sujetarse los bienes del matrimonio”.\n\nEls capítols matrimonials, com també les seves modificacions, s’han d’atorgar en escriptura pública17 i no són oposables a terceres persones mentre no es facin constar en la inscripció del matrimoni en el Registre Civil.\n\n(17)Article 231-22 CCCat.\n\nPel que fa al seu contingut, en cap cas s’admetran els pactes que siguin contraris a la lle",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 14,
      "page_end": 16,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 16,
    "text": "seves modificacions, s’han d’atorgar en escriptura pública17 i no són oposables a terceres persones mentre no es facin constar en la inscripció del matrimoni en el Registre Civil.\n\n(17)Article 231-22 CCCat.\n\nPel que fa al seu contingut, en cap cas s’admetran els pactes que siguin contraris a la llei, als bons costums o al principi d’igualtat entre cònjuges18.\n\nEls capítols es poden modificar en tot moment, sempre que no afectin tercers i amb la deguda publicitat. Quan afecten béns immobles, hauran de constar al registre de la propietat. Els cònjuges també poden modificar el règim econòmic matrimonial, i les donacions atorgades en els capítols únicament són revocables per incompliment de les càrregues.\n\nTanmateix, els capítols queden sense efecte si es declara nul el matrimoni, si hi ha separació legal o si el matrimoni es dissol per divorci. No obstant això, conservaran l’eficàcia els pactes establerts en l’article 231-26 CCCat, entre ells, lògicament, els pactes en previsió de la ruptura matrimonial, els quals són objecte d'anàlisi en el mòdul “Ineficàcia i dissolució del matrimoni”.\n\n(18)Article 231-20, apt. 3 i 5, CCCat. En sentit similar, per al CC espanyol, vegeu l’article1328.\n\nEls efectes personals i patrimonials del matrimoni 4.2. Les donacions per raó de matrimoni atorgades fora de capítols matrimonials Els articles 231-27 a 231-29 CCCat estableixen que les donacions per raó de matrimoni atorgades fora de capítols matrimonials es regeixen per les regles generals de donacions. Aquestes es poden sotmetre a condicions i modes, i si el bé donat està subjecte a càrrega o gravamen, el donant no està obligat a l’alliberament corresponent. A més, es podran revocar pels motius següents:\n\nmanca de celebració del matrimoni, declaració de nul·litat del matrimoni (si el donatari és de mala fe i el donant és el seu cònjuge), incompliment de càrregues i ingratitud del donatari.\n\nEls efectes personals i patrimonials del matrimoni 5. Adquisicions oneroses amb pacte de supervivència Els cònjuges o futurs cònjuges poden adquirir béns conjuntament a títol onerós, i poden pactar que si un dels dos mor, el supervivent esdevingui titular únic de la totalitat.\n\nMentre els dos",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 16,
      "page_end": 18,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 17,
    "text": "tari.\n\nEls efectes personals i patrimonials del matrimoni 5. Adquisicions oneroses amb pacte de supervivència Els cònjuges o futurs cònjuges poden adquirir béns conjuntament a títol onerós, i poden pactar que si un dels dos mor, el supervivent esdevingui titular únic de la totalitat.\n\nMentre els dos cònjuges visquin, els béns no podran ser alienats ni gravats, si no és per acord de tots dos cònjuges, i cap d’ells no podrà transmetre a terceres persones el seu dret sobre aquests béns, els quals esdevenen indivisibles.\n\nA partir de l’entrada en vigor del llibre segon CCCat, les adquisicions amb pacte de supervivència també poden ser portades a terme per les parelles estables19. En aquest punt el CCCat no fa més que recollir la doctrina del TSJC, que des del 2003 (sentència de 13 de febrer de 2003 i interlocutòria de 3 de desembre del mateix any) ja permetia subscriure aquest contracte a les parelles estables amb l’argument que també són família i que les compres amb pacte es dirigeixen a protegir la família. És important destacar que el legislador també estén la possibilitat de subscriure aquest contracte als cònjuges sotmesos a altres règims, més enllà del règim tradicional al qual s’havia vinculat la figura (i en el qual cobra més sentit), que és la separació de béns legal a Catalunya.\n\nEl pacte de supervivència serà ineficaç si un dels cònjuges havia atorgat amb anterioritat un heretament universal.\n\nEn cas d’embargament i concurs regeixen les regles següents:\n\n• El creditor d’un dels cònjuges podrà demanar l’embargament sobre la part que el deutor té en els béns adquirits amb pacte de supervivència, i s’ha de notificar a l’altre cònjuge que no és part del litigi.\n\n• En declaració de concurs, la part corresponent al cònjuge concursat s’integrarà en la massa activa.\n\n(19)Article 234-3.3r.\n\nSi bé la lletra b de l’apt. 1 de l’art.\n\n231-18 segueix fent menció, en la seva redacció original, a la separació judicial, la referència s’ha d’entendre feta a la separació legal, en línia amb els altres preceptes del llibre segon que han estat modificats en aquest sentit per la Llei 3/2017, del 15 de febrer, del llibre sisè.\n\nEl pacte de supervivència es pot extingir per aco",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 17,
      "page_end": 18,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 18,
    "text": "redacció original, a la separació judicial, la referència s’ha d’entendre feta a la separació legal, en línia amb els altres preceptes del llibre segon que han estat modificats en aquest sentit per la Llei 3/2017, del 15 de febrer, del llibre sisè.\n\nEl pacte de supervivència es pot extingir per acord dels cònjuges, declaració de nul·litat del matrimoni, separació legal o de fet, o divorci, i per adjudicació a un tercer de la meitat del bé com a conseqüència de l’embargament o concurs20.\n\n(20)Vegeu els articles 231-15 a 231-18 CCCat.\n\nEls efectes personals i patrimonials del matrimoni 6. Els règims econòmics matrimonials 6.1. El règim de separació de béns en el llibre segon del Codi civil de Catalunya 6.1.1.\n\nFuncionament, béns que el conformen i titularitats dubtoses Com ja s’ha vist, si no hi ha pacte, el règim supletori dels cònjuges sotmesos al dret català és el de la separació de béns, d’acord amb el que disposa l’article 231-10 CCCat. Està regulat en els articles 232-1 a 232-12 CCCat i d’altres de concordants pel que fa al règim econòmic primari.\n\nEn el règim de separació de béns, la celebració del matrimoni no produeix cap efecte ni té cap transcendència en relació amb la titularitat dels béns que pertanyin a cadascun dels cònjuges en el moment de contreindemnització complementària de la pensióure el matrimoni ni en els que adquireixin durant el matrimoni. En concret, en un règim de separació de béns hi ha dos patrimonis: el d’un cònjuge i el de l’altre.\n\nL’adquisició i transformació de cadascun d’aquests patrimonis funciona de manera autònoma i sense que la celebració del matrimoni hi tingui cap influència. D’aquesta manera, l’article 232-2 CCCat, estableix:\n\n“En règim de separació de béns, són propis de cadascun dels cònjuges tots els que tenia com a tals quan es va celebrar el matrimoni i els que adquireixi després per qualsevol títol”.\n\nD’aquí es dedueix que formen part de la massa de béns propis tots els que ja es tenien abans de celebració del matrimoni, que continuen pertanyent a cada cònjuge, i els que adquireixi després, independentment del títol d’adquisició i de qui els hagi atribuït, ja que són vàlides les donacions entre cònjuges. També en fo",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 18,
      "page_end": 19,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 19,
    "text": "e formen part de la massa de béns propis tots els que ja es tenien abans de celebració del matrimoni, que continuen pertanyent a cada cònjuge, i els que adquireixi després, independentment del títol d’adquisició i de qui els hagi atribuït, ja que són vàlides les donacions entre cònjuges. També en formen part els fruits i rendes dels béns propis i del treball, professió, etc.\n\nL’adquisició de determinats tipus de béns pot estar prou documentada, de manera que s’evitarà el dubte sobre a qui pertany el bé concret: justificada l’adquisició i la titularitat, el bé en qüestió és propietat d’aquell que en justifica l’adquisició (principi de titularitat formal). Si es prova que la contraprestació es va pagar amb béns o diners de l’altre cònjuge, se’n presumeix la donació.\n\nPerò si els béns adquirits a títol onerós durant el matrimoni són béns mobles de valor ordinari destinats a l’ús familiar (vehicles, mobiliari, aparells domèsDisposicions addicionals tercera i quarta Vegeu les disposicions addicionals tercera i quarta de la Llei 25/2010, per la qual s’aprova el llibre segon del CCCat, referents a la regulació de les especialitats processals relatives a pretensions liquidatòries de règim econòmic exercides dins dels processos matrimonials i en la divisió de l’herència.\n\nEls efectes personals i patrimonials del matrimoni tics...), es presumeix que pertanyen a tots dos cònjuges per meitats indivises sens perjudici de la possibilitat de destruir aquesta presumpció per mitjans de prova concloents.\n\nQuan és impossible determinar qui ha estat l’adquirent d’uns béns determinats, l’ordenament jurídic proporciona un sistema de proves basades en presumpcions iuris tantum. En primer lloc, trobem la presumpció de comunitat, establerta en l’article 232-4 CCCat, que s’ha de completar amb el que disposa l’article 232-3.1 CCCat sobre l’origen de la contraprestació que s’ha abonat en l’adquisició dels béns. La independència entre les masses patrimonials que pertanyen a cada cònjuge té com a conseqüència immediata l’autonomia en la gestió, el gaudi i la disposició de béns de cadascú, d’acord amb el que disposa l’article 232-1 CCCat.\n\n6.1.2.\n\nLa liquidació del règim: la compensació econò",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 19,
      "page_end": 20,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 20,
    "text": "sició dels béns. La independència entre les masses patrimonials que pertanyen a cada cònjuge té com a conseqüència immediata l’autonomia en la gestió, el gaudi i la disposició de béns de cadascú, d’acord amb el que disposa l’article 232-1 CCCat.\n\n6.1.2.\n\nLa liquidació del règim: la compensació econòmica per raó de treball Quan es dissolgui el matrimoni per mort, divorci o declaració de mort o quan els cònjuges pactin un règim econòmic diferent21, es procedirà a la liquidació del règim.\n\nCompensació￿econòmica￿per￿raó￿de￿treball L’article 232-5 CCCat introdueix una norma de liquidació del règim de separació de béns, per als casos de separació, divorci, nul·litat, mort d’un dels cònjuges o cessament efectiu de la convivència, l’origen de la qual es troba en la desigualtat que pot provocar el règim de separació de béns, que impedeix la comunicació entre les masses patrimonials dels cònjuges. Es tracta d’una norma típica del règim català de separació de béns, que només s’aplicarà quan concorrin els requisits exigits en l’article 232-5 CCCat, amb l’efecte de desigualtat que s’hi preveu. Per aquesta raó, es pot afirmar que l’article estableix una compensació complementària de la pensió per desequilibri econòmic (art.\n\n232-10 CCCat) que l’exclourà o no segons la quantitat que s’obtingui com a efecte d’aquesta compensació. La vigent regulació de la compensació deixa de banda les nocions d’enriquiment injust i sobrecontribució, en les quals es basava el derogat article 41 CF, i opta per un sistema “molt més objectiu i asèptic”. Vegeu, al respecte, la STSJC de 20 de juliol de 2015.\n\nÉs una compensació de contingut clarament i exclusivament econòmic, determinada pel perjudici que pateix el cònjuge que ha treballat per a la casa o per a l’altre cònjuge sense retribució o amb una retribució insuficient, cosa que li ha provocat un desequilibri. Aquest dret es pot configurar com una indemnització.\n\nPer a determinar la quantia de la compensació econòmica per raó de treball, s’ha de tenir en compte la durada i la intensitat de la dedicació, atesos els anys de convivència (que no ha de ser necessàriament matrimonial, en tant que la (21)Article 231-10 CCCat.\n\nEls efectes personals",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 20,
      "page_end": 21,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 21,
    "text": "indemnització.\n\nPer a determinar la quantia de la compensació econòmica per raó de treball, s’ha de tenir en compte la durada i la intensitat de la dedicació, atesos els anys de convivència (que no ha de ser necessàriament matrimonial, en tant que la (21)Article 231-10 CCCat.\n\nEls efectes personals i patrimonials del matrimoni norma ja no fa distinció i la jurisprudència anterior permetia sumar ambdós períodes: vegeu les STSJC de 12 de gener de 2004, de 27 de febrer de 2006 i de 26 de juny de 2012) i, en cas de treball domèstic, incloure-hi la criança dels fills o l’atenció personal d’altres membres de la família. Aquesta quantia té com a límit la quarta part de la diferència entre els increments dels patrimonis dels cònjuges, calculada d’acord amb les regles que estableix l’article 232-6 CCCat.\n\nAquest límit de la quarta part té una excepció: la quantia pot superar aquest límit si el cònjuge creditor prova que la seva contribució va ser notablement superior.\n\nLa fixació del límit de la quarta part introduïda pel llibre segon va suposar una novetat, com també la fixació de criteris per a calcular la quantia de la compensació22.\n\nCom a novetat també introduïda pel llibre segon del CCCat, en cas d’extinció del règim de separació per mort, el cònjuge supervivent podrà reclamar la compensació econòmica per raó de treball com a dret personalíssim, sempre que els drets que el causant li hagués atribuït no cobrissin l’import que li correspondria, i si en el patrimoni del cònjuge deutor no hi hagués béns suficients per a satisfer la compensació econòmica per raó de treball. En aquest cas, el cònjuge creditor podria demanar la reducció o supressió de les donacions i atribucions particulars en pacte successori que hagués pogut fer el cònjuge deutor durant la vigència del règim de separació de béns.\n\nL’article 232-8 CCCat permet el pagament en diners o en béns del patrimoni del deutor, sempre que hi hagi acord entre els cònjuges o bé quan ho autoritza l'autoritat judicial amb una causa determinada. Es permet el pagament a terminis, els quals no es poden perllongar més enllà de tres anys, amb meritació de l’interès legal.\n\n(22)Novetat incorporada pel llibre segon del CCCat,",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 20,
      "page_end": 21,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 22,
    "text": "deutor, sempre que hi hagi acord entre els cònjuges o bé quan ho autoritza l'autoritat judicial amb una causa determinada. Es permet el pagament a terminis, els quals no es poden perllongar més enllà de tres anys, amb meritació de l’interès legal.\n\n(22)Novetat incorporada pel llibre segon del CCCat, per tal de posar fre a la discrecionalitat judicial i a les compensacions de vegades desproporcionades que havia comportat l’aplicació de l’article 41 CF, com l’atorgada en el cas resolt per la STSJC de 21 d’octubre de 2002.\n\nL’exercici d’aquest dret, en cas de nul·litat, separació o divorci, s’haurà de reclamar en el procés que causa l’extinció del règim i, en cas d’extinció per mort, fins a tres anys després de la mort del cònjuge23.\n\n(23)Article 232-11 CCCat.\n\nRespecte als béns que poguessin tenir els cònjuges en comunitat ordinària indivisa, qualsevol d’ells podrà exercir l’acció de divisió de cosa comuna, i l’autoritat judicial els podrà considerar en conjunt a l’efecte de formar lots i adjudicar-los24.\n\nLa norma de l’article 232-5 CCCat forma part de les normes relatives a la liquidació del règim econòmic matrimonial de separació de béns en els casos de dissolució per separació, divorci o mort. És una norma prèvia a la fixació d’altres mesures, com ara la prestació compensatòria de l’article 233-14 CCCat, però no l’exclou, tal com estableix l’article 232-10 CCCat, perquè pot passar (24)Article 232-12 CCCat.\n\nEls efectes personals i patrimonials del matrimoni que les compensacions que són conseqüència de la liquidació d’un règim no excloguin el perjudici econòmic que dona dret a la prestació compensatòria de l’article 233-14 CCCat.\n\nLa llei preveu que aquesta compensació es pugui reclamar també pel convivent que durant la convivència va treballar per la casa o per l’altre convivent sense retribució o amb una retribució insuficient, en tant que el funcionament de les parelles estables vigent la convivència es basa en la independència de patrimonis, de forma similar al que succeeix en el règim de separació de béns en el matrimoni. A aquests efectes, l’article 234-9 remet als articles 232-5 a 232-10 CCCat.\n\nPer als cònjuges sotmesos al CC espanyol que han escollit",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 21,
      "page_end": 22,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 23,
    "text": "arelles estables vigent la convivència es basa en la independència de patrimonis, de forma similar al que succeeix en el règim de separació de béns en el matrimoni. A aquests efectes, l’article 234-9 remet als articles 232-5 a 232-10 CCCat.\n\nPer als cònjuges sotmesos al CC espanyol que han escollit el règim de separació de béns, l’article 1438.II preveu una compensació basada en la mateixa ratio, encara que d’un abast més reduït, ja que es limita a compensar el treball per a la casa realitzat per un cònjuge.\n\nAtès que aquest precepte no estableix normes per al càlcul de la compensació, les STS de 14 de juliol de 2011, de 26 de març de 2015 i de 28 de febrer de 2017, entre d'altres, aportar criteris de càlcul que s’allunyen dels establerts pel legislador català, basat en la diferència dels increments patrimonials experimentats pels cònjuges durant la vigència del règim de separació.\n\n6.2. La societat de béns de guanys en el Codi civil espanyol 6.2.1.\n\nEl règim de béns de guanys: concepte Entre els sistemes de comunitat de guanys destaca en el nostre ordenament el conegut com a sociedad de gananciales, aplicable de manera supletòria com a règim legal als territoris sotmesos al Codi civil espanyol. En aquests territoris constitueix el règim legal supletori de primer grau, com posa de manifest l’article 1316 del Codi quan diu:\n\n“[...] si no hi ha capitulacions o quan aquestes siguin ineficaces, el règim serà el de la societat de guanys”.\n\nI la societat, com qualsevol règim econòmic matrimonial, naixerà, d’acord amb l’article 1345 CC espanyol:\n\n“[...] en el moment de la celebració del matrimoni o, posteriorment, en el temps de pactar-se en capítols”.\n\nLa descripció del règim, encara que sigui descrivint-ne l’efecte principal, l’ofereix l’article 1344, quan diu, arran de la reforma esdevinguda per la Llei 13/2005, d’1 de juliol, que:\n\n“[...] per mitjà de la societat de guanys es fan comuns per als cònjuges els guanys o beneficis obtinguts indistintament per qualsevol d’ells, i que els seran atribuïts a parts iguals en dissoldre’s aquella societat”.\n\nPel que fa al règim, la societat de béns de guanys funciona com una forma de comunitat mancomunada, però en dissoldre’s",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 22,
      "page_end": 22,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 24,
    "text": "ys es fan comuns per als cònjuges els guanys o beneficis obtinguts indistintament per qualsevol d’ells, i que els seran atribuïts a parts iguals en dissoldre’s aquella societat”.\n\nPel que fa al règim, la societat de béns de guanys funciona com una forma de comunitat mancomunada, però en dissoldre’s el règim els beneficis es comparteixen per meitats entre els cònjuges, amb independència que els guanys siguin conseqüència del treball d’un d’ells o dels fruits produïts per béns de qualsevol classe, siguin privatius o de guanys. Com que en un matrimoni es funciona com en una comunitat, és lògic que els actes de gestió i de disposició (25)Article 1375 CC.\n\n(26)Voluntàriament, legalment o judicialment, articles 1387 i 1388 del Codi.\n\nEls efectes personals i patrimonials del matrimoni siguin fets per tots dos cònjuges conjuntament25. Però també és lògic que, per haver-se transferit la representació a l’altre cònjuge26, o bé pel funcionament diari, o per raons d’urgència, la llei autoritzi a qualsevol dels cònjuges per a actuar de manera indistinta i separada.\n\nEl cas més paradigmàtic és el de l’exercici de la potestat domèstica, però no podem deixar d’esmentar els supòsits de despeses urgents27, el d’avançament numerari de béns de guanys28, la disposició de béns de titularitat individual29 o la disposició dels fruits dels béns privatius30. La llei és conscient que, en algun cas, aquests actes s’han pogut fer amb la voluntat de defraudar l’altre cònjuge i, en aquests casos, considera que la societat serà creditora, encara que el cònjuge perjudicat no impugni els actes realitzats amb voluntat de defraudar drets de tercers31.\n\n6.2.2.\n\nEls patrimonis concurrents 1)￿Béns￿privatius (27)Article 1386 CC.\n\n(28)Article 1382 CC.\n\n(29)Article 1384 CC.\n\n(30)Article 1381 CC.\n\n(31)Article 1390 CC.\n\nLa idea de privacitat pressuposa la titularitat única del cònjuge de qui consti el nom, de manera que el bé li pertany en exclusiva, encara que, com dèiem abans, els fruits dels béns siguin comuns. El que passa és que de vegades resulta difícil demostrar la titularitat dels béns (per exemple, perquè no s’ha guardat la factura que en justifica l’adquisició). Per això, en cas de dubte, la ll",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 22,
      "page_end": 23,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 25,
    "text": "anera que el bé li pertany en exclusiva, encara que, com dèiem abans, els fruits dels béns siguin comuns. El que passa és que de vegades resulta difícil demostrar la titularitat dels béns (per exemple, perquè no s’ha guardat la factura que en justifica l’adquisició). Per això, en cas de dubte, la llei estableix una presumpció de pertinença a la societat de béns de guanys32, encara que, com a tal presumpció, pot ser destruïda per mitjà de l’oportuna prova en contra. No serveix davant de tercers la simple confessió de l’altre cònjuge sobre el caràcter privatiu dels béns33.\n\nAmb aquests pressupòsits, l’article 1346 del Codi estableix la llista de béns privatius i assenyala quins són privatius de cadascun dels cònjuges:\n\na)￿Els￿béns￿i￿drets￿que￿li￿pertanyien￿en￿començar￿la￿societat. S’ha de recordar que la societat comença en un moment determinat i, per tant, els béns que s’haguessin pogut adquirir amb anterioritat a la constitució del règim és obvi que són privatius.\n\nb)￿Els￿que￿adquireixi￿després￿per￿títol￿gratuït. És a dir, els que adquireixi qualsevol dels cònjuges a partir d’aquest règim per mitjà d’un títol que no signifiqui càrrega o onerositat que pogués comprometre els béns del matrimoni, sigui per actes inter vivos (donació) o mortis causa (herència).\n\nc)￿Els￿adquirits￿a￿costa￿o￿en￿substitució￿d’altres￿béns￿privatius. La llei preveu en aquest apartat el principi de subrogació real, en virtut del qual els béns adquirits a costa o a canvi d’un bé de naturalesa privativa, encara que l’adquisició es materialitzi a partir del matrimoni, mantindran el mateix règim anterior.\n\n(32)Article 1361 CC.\n\n(33)Article 1324 CC.\n\nEls efectes personals i patrimonials del matrimoni d)￿Els￿adquirits￿per￿dret￿de￿retracte￿que￿pertanyen￿a￿un￿sol￿dels￿cònjuges.\n\nEs tracta d’una nova aplicació de subrogació real, ja que l’adquisició del bé és conseqüència d’una titularitat privativa anterior. El dret a exercir el retracte es materialitza en la cosa sobre la qual s’exerceixi el dret. Si el pagament es fa amb fons de béns de guanys, la societat serà creditora del cònjuge propietari pel valor satisfet34.\n\ne)￿Els￿béns￿i￿drets￿patrimonials￿inherents￿a￿la￿persona￿i￿els￿no￿transmissibles￿",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 23,
      "page_end": 24,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 26,
    "text": "rior. El dret a exercir el retracte es materialitza en la cosa sobre la qual s’exerceixi el dret. Si el pagament es fa amb fons de béns de guanys, la societat serà creditora del cònjuge propietari pel valor satisfet34.\n\ne)￿Els￿béns￿i￿drets￿patrimonials￿inherents￿a￿la￿persona￿i￿els￿no￿transmissibles￿inter￿vivos. Serien els drets personalíssims o aquells que es concedeixen intuitu personae.\n\nf)￿El￿rescabalament￿per￿danys￿inferits￿a￿la￿persona￿d’un￿dels￿cònjuges￿o￿dels seus￿béns￿privatius. La doctrina és unànime quan assenyala que la privacitat s’explica com un supòsit de la subrogació o substitució, tant si els danys es causen a objectes del patrimoni com si infereixen la persona, encara que en aquest segon supòsit s’hauria de poder distingir entre el dany físic i el moral, ja que en aquest cas és difícil justificar la subrogació.\n\ng)￿La￿roba￿i￿els￿objectes￿d’ús￿personal￿que￿no￿siguin￿d’un￿valor￿extraordinari. Aquests béns, igual que els de l’apartat següent, són considerats privatius per destinació i mantenen aquest caràcter encara que hagin estat adquirits per mitjà del cabal comú. Els cònjuges han de contribuir al manteniment de les càrregues, i la roba és, evidentment, una despesa necessària. Aquesta consideració és la que determinarà que la societat no tingui dret a cap reintegrament per aquest concepte.\n\nh)￿Els￿instruments￿necessaris￿per￿a￿l’exercici￿d’una￿activitat￿professional￿o ofici, llevat que siguin part integrant o pertinences d’un establiment o explotació de caràcter comú. El fet d’haver estat destinats a l’exercici d’una activitat professional farà que el bé sigui privatiu encara que hagi estat adquirit amb diners de béns de guanys, però, com assenyala l’article 1346, hi haurà dret al reintegrament quan s’acabi la comunitat. En canvi, lògicament, quan aquests instruments formin part d’un negoci comú també seran considerats comuns.\n\n(34)Vid. article 1346, final, CC.\n\nA més de les regles generals, hi ha algunes normes del Codi que completen la llista de béns privatius35.\n\n2)￿Els￿béns￿de￿guanys L’enumeració dels béns que s’han de considerar béns de guanys la proporciona l’article 1347 del Codi, segons el qual són béns de guanys:\n\na)￿Els￿obtinguts￿pel￿t",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 24,
      "page_end": 24,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 27,
    "text": "final, CC.\n\nA més de les regles generals, hi ha algunes normes del Codi que completen la llista de béns privatius35.\n\n2)￿Els￿béns￿de￿guanys L’enumeració dels béns que s’han de considerar béns de guanys la proporciona l’article 1347 del Codi, segons el qual són béns de guanys:\n\na)￿Els￿obtinguts￿pel￿treball￿o￿la￿indústria￿de￿qualsevol￿dels￿cònjuges. És a dir, tots els ingressos obtinguts des de la vigència del règim en virtut d’una activitat laboral, professional o comercial es consideraran béns de guanys.\n\n(35)Vegeu els articles 1348 i 1349\n\nCC.\n\nEls efectes personals i patrimonials del matrimoni b)￿Els￿fruits,￿les￿rendes￿o￿els￿interessos￿que￿produeixin￿tant￿els￿béns￿privatius￿com￿els￿béns￿de￿guanys. Tot el que produeixi qualsevol dels béns dels cònjuges des de la vigència del règim es converteix automàticament en guany.\n\nc)￿Els￿adquirits￿a￿títol￿onerós￿per￿mitjà￿del￿cabal￿comú, tant si es fa l’adquisició per a la comunitat com si es fa per a un dels esposos. És una nova aplicació de subrogació real, en virtut de la qual els béns que ingressen ocupen el lloc que han deixat vacant els béns o els diners destinats a la seva adquisició.\n\nd)￿Els￿adquirits￿per￿dret￿de￿retracte￿de￿béns￿de￿guanys, encara que ho fossin amb fons privatius; en aquest cas, la societat serà deutora del cònjuge pel valor satisfet. És una norma paral·lela a la que s’estableix per als béns privatius, encara que en aquest cas tant el dret d’adquisició preferent com el bé que, en el seu exercici, ingressa al patrimoni, tindran el caràcter de guany.\n\ne)￿Les￿empreses￿i￿els￿establiments￿constituïts￿durant￿la￿vigència￿de￿la￿societat￿per￿qualsevol￿dels￿cònjuges￿a￿càrrec￿dels￿béns￿comuns. Si en la formació de l’empresa o establiment concorren capital privatiu i capital comú, s’aplicarà el que disposa l’article 1354. Això és així independentment que la titularitat correspongui a un cònjuge o a tots dos. Tampoc no influeix la circumstància que només un es dediqui a exercir aquesta activitat.\n\nA més d’aquest elenc, hi ha una sèrie de normes particulars en els articles 1350 i 1351. En l’article 1351 es preveu el supòsit dels beneficis obtinguts al joc, que el nostre ordenament considera com a béns de guanys",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 24,
      "page_end": 25,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 28,
    "text": "no influeix la circumstància que només un es dediqui a exercir aquesta activitat.\n\nA més d’aquest elenc, hi ha una sèrie de normes particulars en els articles 1350 i 1351. En l’article 1351 es preveu el supòsit dels beneficis obtinguts al joc, que el nostre ordenament considera com a béns de guanys. Es pot veure la sentència de l’AP de Còrdova de 10 de maig de 1997 sobre la consideració de la pertinença d’un premi de la loteria a la societat de béns de guanys.\n\nJuntament amb els supòsits típics, hi ha una sèrie de casos límit en què la llei opta per la pertinença a la societat de guanys o als béns privats i segons qui va fer els primers pagaments i com ho va fer. Són els articles 1354, 1356 i 1357 del Codi, que donen lloc a una acció de reemborssament quan es liquidi el règim:\n\n“S’haurà de reemborsar el valor satisfet a càrrec, respectivament, del cabal comú o del propi per mitjà del reintegrament del seu import actualitzat en el moment de la liquidació”.\n\nA aquest efecte, destaca la matèria relativa als habitatges adquirits mitjançant préstecs hipotecaris, en la qual la jurisprudència aplica el criteri de compra a terminis, en sentències com la de l’Audiència Provincial de Saragossa de 17 de març de 2003. Qüestió també discutida ha estat la naturalesa privativa o de guanys de les pensions de jubilació36.\n\n6.2.3.\n\nCàrregues i responsabilitat dels béns de guanys Fins ara hem vist quins béns integren l’actiu de la societat de béns de guanys, però ara n’hem de veure l’anvers, és a dir, les obligacions que han de complir els béns de guanys, les càrregues o els deutes de la societat i les regles (36)Sobre les pensions de jubilació, vegeu la STS de 20 de desembre de 2003.\n\nEls efectes personals i patrimonials del matrimoni d’imputació d’aquests deutes als patrimonis comú o privatiu dels cònjuges.\n\nS’ha de fer notar que de vegades la llei parla de despeses que van a càrrec de la societat i, d’altres vegades, de deutes o de responsabilitat dels béns de guanys.\n\nLa clau està en el fet que la societat no té personalitat, per la qual cosa, en sentit estricte, no pot contraure deutes. Són els cònjuges els que són i apareixen com a deutors. Ara bé, si el deute s’ha contret",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 25,
      "page_end": 26,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 29,
    "text": "de la societat i, d’altres vegades, de deutes o de responsabilitat dels béns de guanys.\n\nLa clau està en el fet que la societat no té personalitat, per la qual cosa, en sentit estricte, no pot contraure deutes. Són els cònjuges els que són i apareixen com a deutors. Ara bé, si el deute s’ha contret per atendre qüestions de la societat, s’hauran d’utilitzar els seus béns per al pagament, i si es fa servir el patrimoni dels cònjuges, tindran un crèdit contra el patrimoni de béns de guanys. Es diu que aquest deute és a càrrec de la societat perquè ha de ser suportat pel seu patrimoni.\n\nUna altra qüestió és la responsabilitat davant del creditor. Aquí el Codi pretén fixar quin patrimoni pot ser objecte d’agressió en cas d’incompliment del deute. Les despeses que són a càrrec de la societat són les que s’assenyalen en els articles 1362, 1363, 1366 i 1371 del Codi.\n\nL’article 1362, que és el bàsic, diu que “seran a càrrec de la societat de béns de guanys les despeses que s’originin per una de les causes següents”, i enumera en els seus quatre apartats:\n\n• les derivades del manteniment de la família (d’acord amb les circumstàncies familiars, comprèn les atencions necessàries per a la subsistència);\n\n• les despeses generades per l’adquisició, la tinença o el gaudi dels béns comuns;\n\n• les derivades de l’administració ordinària dels béns privatius, ja que no s’ha d’oblidar que els fruits reverteixen en la comunitat, i • les derivades de l’explotació regular dels negocis o de la professió, que, com en el cas anterior, es justifiquen en el sentit que els guanys obtinguts en el seu exercici són béns de guanys.\n\nEl fet de ser a càrrec implica que són considerades passiu de la societat. Per tant, davant de la hipòtesi que aquestes despeses haguessin estat satisfetes amb diners privatius de qualsevol dels cònjuges (tant si va ser el que va contraure el deute com si no), té dret a ser reintegrat.\n\nS’ha d’esmentar també un supòsit previst en l’article 1363. Es tracta d’un supòsit de responsabilitat per assumpció o atribució, en el sentit que col·loca a càrrec de la societat de béns de guanys les quantitats –només diners– donades o promeses per tots dos cònjuges de comú acord, qu",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 26,
      "page_end": 26,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 30,
    "text": "r reintegrat.\n\nS’ha d’esmentar també un supòsit previst en l’article 1363. Es tracta d’un supòsit de responsabilitat per assumpció o atribució, en el sentit que col·loca a càrrec de la societat de béns de guanys les quantitats –només diners– donades o promeses per tots dos cònjuges de comú acord, quan no haguessin pactat que se satisfaria tot o una part amb els béns privatius d’un d’ells.\n\nPer tant, hem vist que davant de l’existència de diferents patrimonis (el comú i el de cadascun dels esposos), el que fa la llei és assenyalar quin patrimoni en concret ha de satisfer determinades despeses. Però encara hem\n\nEls efectes personals i patrimonials del matrimoni d’assenyalar quin patrimoni ha de respondre davant del creditor del compliment de les obligacions contretes per un cònjuge o per tots dos. Es tracta, doncs, d’assenyalar quan poden ser agredits els béns de guanys, independentment de si l’obligació que s’hagi fet efectiva sobre els béns de guanys s’ha d’imputar posteriorment al passiu de la societat o al patrimoni privatiu dels cònjuges. La resposta a aquesta qüestió variarà segons com hagi estat contret un deute, ja que es pot tractar del següent:\n\n• deutes comuns contrets per tots dos o consentits pel no contractant;\n\n• deutes contrets per un cònjuge sol però en l’àmbit d’actuació imputable a la societat conjugal, i • deutes propis de cada cònjuge.\n\nEn relació amb els deutes comuns contrets per tots dos cònjuges o consentits pel no contractant, l’article 1367 preceptua que en respondran els béns de guanys, però naturalment també respondran davant del creditor els béns privatius del contractant, que responen en virtut de la responsabilitat universal recollida en l’article 1911 del Codi. Els béns privatius de l’altre cònjuge, si solament hi va consentir però no va ser part de la relació contractual, no hi quedaran, lògicament, afectats. Com que hi ha més d’un patrimoni al qual el creditor es pot adreçar, s’haurà d’assenyalar que la responsabilitat entre ells serà solidària (art. 1369).\n\nEl segon supòsit que s’assenyalava era el dels deutes contrets per un cònjuge sol però en l’àmbit d’actuació imputable a la societat conjugal. La regla general de responsabil",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 26,
      "page_end": 27,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 31,
    "text": "imoni al qual el creditor es pot adreçar, s’haurà d’assenyalar que la responsabilitat entre ells serà solidària (art. 1369).\n\nEl segon supòsit que s’assenyalava era el dels deutes contrets per un cònjuge sol però en l’àmbit d’actuació imputable a la societat conjugal. La regla general de responsabilitat la recull l’article 1369:\n\n“Dels deutes d’un cònjuge que siguin, a més a més, deutes de la societat, respondran també solidàriament els béns de la societat.” Però aquest article no resol la qüestió precedent, concretada en la necessitat d’assenyalar quan un deute és de la societat i, per tant, en quins supòsits el creditor es podrà dirigir indistintament contra els béns de guanys del contractant o contra tots dos, ja que totes dues masses patrimonials estan situades al mateix nivell de possible agressió. La norma que ens proporciona aquesta dada és l’article 1365 del Codi, que assenyala que els béns de guanys respondran directament davant del creditor dels deutes contrets per un cònjuge:\n\n• en l’exercici de la potestat domèstica (encara que hi hagi separació de fet si hi ha fills a càrrec de la societat, art. 1368) i en la gestió i disposició dels béns de guanys que li corresponguin per llei, i • en l’exercici ordinari de la professió, art o ofici i en l’administració ordinària dels béns privatius.\n\nEls efectes personals i patrimonials del matrimoni En aquestes hipòtesis, davant de l’actuant, la responsabilitat serà solidària del patrimoni de béns de guanys i del privatiu del cònjuge que va contraure el deute (en el sentit assenyalat anteriorment, ja que no oblidem que no hi ha responsabilitat tècnica entre una persona i un patrimoni). Si es tracta del primer cas (exercici de la potestat domèstica), també hi ha responsabilitat subsidiària de l’altre cònjuge, és a dir, del no contractant.\n\nQuan un cònjuge paga amb el seu patrimoni privatiu un deute del qual sigui responsable el patrimoni de béns de guanys, tindrà un dret de reintegrament del valor a càrrec del patrimoni conjugal.\n\nQuant al tercer supòsit esmentat, els deutes propis de cada cònjuge, queda molt reduït en el seu àmbit, ja que les despeses de l’administració dels béns privatius són considerades deute",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 27,
      "page_end": 28,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 32,
    "text": "sable el patrimoni de béns de guanys, tindrà un dret de reintegrament del valor a càrrec del patrimoni conjugal.\n\nQuant al tercer supòsit esmentat, els deutes propis de cada cònjuge, queda molt reduït en el seu àmbit, ja que les despeses de l’administració dels béns privatius són considerades deute de béns de guanys. Queden reduïts als casos següents:\n\n• deutes de joc pendents de pagament (art. 1372);\n\n• les obligacions extracontractuals pròpies (art. 1366), i • les despeses d’alimentació dels fills no comuns que no visquin al domicili conjugal. Si viuen al domicili conjugal, les despeses que generen són considerades càrregues del matrimoni i, per tant, van a càrrec dels béns de guanys37.\n\nEn aquests casos, la responsabilitat recau sobre els béns privatius, però subsidiàriament en seran responsables els béns de guanys en la mesura en què els béns privatius siguin insuficients. Per a aquesta hipòtesi l’article 1373 estableix que el creditor podrà demanar l’embargament de béns de guanys, i que això pot implicar la dissolució del règim a opció del cònjuge no deutor.\n\nL’article 541. 3r. LEC estableix el procediment perquè el cònjuge que vegi atacat el seu patrimoni privatiu per deutes exclusius del seu cònjuge pugui exercir el dret d’opció reconegut en l’article 1373 CC. D’aquesta manera es posa fi a una de les principals fonts de problemes manifestats per la doctrina i per la jurisprudència38, en establir de manera detallada el procediment per a demanar la substitució de la “trava” respecte dels béns de guanys per la part que en el patrimoni conjugal correspongui al cònjuge deutor.\n\nNo obstant això, i malgrat la novetat de la regulació processal esmentada, és l’article 541.2n. LEC el que realment aporta solucions reglades a problemes fins llavors orfes de regulació. Aquest article estableix un procediment perquè el cònjuge que coneix la “trava” de béns de guanys per deutes contrets per la seva (37)Article 1362-1 CC.\n\nDeutes propis de cada cònjuge També s’hi han d’incloure les obligacions delictuals; els deutes contrets abans del matrimoni amb el límit de l’habitatge, i els contrets després del matrimoni per part d’un cònjuge en interès exclusiu i propi.\n\n(38)STS de",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 28,
      "page_end": 28,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 33,
    "text": "es contrets per la seva (37)Article 1362-1 CC.\n\nDeutes propis de cada cònjuge També s’hi han d’incloure les obligacions delictuals; els deutes contrets abans del matrimoni amb el límit de l’habitatge, i els contrets després del matrimoni per part d’un cònjuge en interès exclusiu i propi.\n\n(38)STS de 29 d’abril de 1994.\n\nEls efectes personals i patrimonials del matrimoni parella, però dels quals la societat ha (en principi) de respondre, pugui discutir la responsabilitat efectiva del patrimoni de guanys enfront de l’òrgan executor, i s’aconsegueixi l’aixecament de l’embargament indegudament travat.\n\n6.2.4.\n\nDissolució El Codi civil articula dues sèries de causes de dissolució: una, quan hi ha un esdeveniment que n’opera automàticament l’extinció, i una altra, si la presència de determinats esdeveniments autoritza un dels cònjuges a demanar el cessament de la comunitat; en aquest cas, és el tribunal el que, després d’un examen previ, pronuncia la dissolució.\n\nA la primera categoria correspon l’article 1392 del Codi, segons el qual la societat de béns de guanys conclourà de ple dret:\n\n• quan es dissolgui el matrimoni;\n\n• quan sigui declarat nul;\n\n• quan s'acordi la separació legal dels cònjuges, i • quan els cònjuges convinguin un règim diferent.\n\nDe l’expressió legal “conclourà de ple dret” s’ha de deduir que l’extinció es produeix en el mateix moment en què es produeixi qualsevol dels supòsits de fet assenyalats anteriorment.\n\nA la segona sèrie de causes que donen lloc a l’extinció de la societat a petició d’un cònjuge correspon l’article 1393. Són hipòtesis que permeten al cònjuge interessat sol·licitar judicialment la dissolució de la societat de béns de guanys.\n\nSerien causes de dissolució judicial, ja que no es pot parlar de dissolució fins que no hagi estat acordada per l'autoritat judicial. Només ens hi aturarem per assenyalar algunes característiques rellevants de la dissolució judicial, que es basen en la dificultat o impossibilitat d’actuació conjunta o la pèrdua de confiança en la gestió o administració duta a terme per l’altre cònjuge. En tots aquests casos, llevat del previst al núm. 1, es requereix el seguiment d’un procés de caràcter contenciós39.",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 28,
      "page_end": 29,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 34,
    "text": "de la dissolució judicial, que es basen en la dificultat o impossibilitat d’actuació conjunta o la pèrdua de confiança en la gestió o administració duta a terme per l’altre cònjuge. En tots aquests casos, llevat del previst al núm. 1, es requereix el seguiment d’un procés de caràcter contenciós39.\n\n6.2.5.\n\nLiquidació Un cop es dissol una comunitat se n’ha de procedir a la liquidació. És llavors quan s’ha de fer balanç de les diferents operacions en què han intervingut els cònjuges i s’han de fer repercutir en el patrimoni respectiu els costos que, per la raó que sigui, no va afrontar el titular o el patrimoni responsable.\n\n(39)Article 1394 CC.\n\nLes operacions de liquidació requereixen –el Codi ho exigeix així en l’article 1396– que es coneguin exactament els béns, els drets i les relacions patrimonials que influeixen en la determinació definitiva del romanent. Per això, es farà un inventari valorat dels béns comuns, i també de les relacions de crèdit que hi ha entre les diferents masses patrimonials. Els articles 1397 i 1398 del (40)Encara que no hi ha cap norma sobre si l’avaluació dels béns s’haurà de referir a la data de dissolució de la societat o a la data de la liquidació, que pot ser anys després.\n\nEls efectes personals i patrimonials del matrimoni Codi civil espanyol descriuen, respectivament, la composició de l’actiu i del passiu, que estarà referida únicament i exclusiva als béns de guanys i no als béns privatius dels cònjuges, que no es tenen en compte. A més, la redacció de tots dos preceptes es caracteritza pel fet de referir-se a béns existents i a deutes pendents, i també a l’import actualitzat de les partides restants40. El TS, en sentència de 23 de desembre de 1993, es va referir a la data de liquidació.\n\nL’actiu estarà format pel següent:\n\n• els béns de guanys que hi hagi en el moment de la dissolució;\n\n• l’import actualitzat del valor que tenien els béns en ser alienats de forma fraudulenta, i • l’import actualitzat de les quantitats pagades per la societat que anessin a càrrec d’un cònjuge.\n\nPer la seva part, s’inclourien al passiu:\n\n• els deutes pendents a càrrec de la societat;\n\n• l’import actualitzat dels béns privatius gastats en interès",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 29,
      "page_end": 30,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 35,
    "text": "béns en ser alienats de forma fraudulenta, i • l’import actualitzat de les quantitats pagades per la societat que anessin a càrrec d’un cònjuge.\n\nPer la seva part, s’inclourien al passiu:\n\n• els deutes pendents a càrrec de la societat;\n\n• l’import actualitzat dels béns privatius gastats en interès de la comunitat, i • l’import actualitzat de les quantitats que la comunitat degui a qualsevol dels cònjuges.\n\nFet l’inventari, s’ha de procedir a la satisfacció dels deutes existents. S’ha de començar pels alimentaris, que sempre tindran preferència41.\n\n(41)Article 1399.I CC.\n\nEs procedirà tot seguit a l’abonament dels crèdits que tenen els creditors, i, si s’haguessin fet les adjudicacions als cònjuges (atribució de titularitat), podrien fins i tot procedir contra el cònjuge no deutor en accionar contra els béns que se li haguessin adjudicat en la partició. Finalment (si les operacions s’han fet correctament), es procedirà a fer els reintegraments a favor dels cònjuges, com assenyala l’article 1403 del Codi. L’última operació de liquidació consisteix en l’adjudicació dels béns de guanys romanents i l’adjudicació dels lots corresponents a parts iguals a cada un dels cònjuges o, si és el cas, als hereus42.\n\nÒbviament, la divisió per la meitat o a parts iguals no es refereix a tots els béns que constitueixen l’haver de la societat, sinó a l’haver en el seu conjunt. La composició dels lots és lliure, però han de ser qualitativament iguals, encara que els esposos tenen dret a que en el seu lot s’incloguin determinats béns.\n\nEl dret d’incloure al seu haver determinats béns es farà imputant-los a la seva part i, encara que hi ha béns de preu molt elevat (local, habitatge), no es trenca la teòrica igualtat, ja que si per la inclusió d’aquests béns s’entengués que el (42)Article 1404 CC.\n\nEls efectes personals i patrimonials del matrimoni cònjuge beneficiari rep més del que li correspon rebre, hauria de compensar l’altre cònjuge amb diners. D’aquesta manera, i com assenyala l’article 1406, cada cònjuge té dret que s’inclogui de manera preferent en el seu haver:\n\n• els béns d’ús personal;\n\n• l’explotació econòmica que gestioni efectivament;\n\n• el local on va exercir la profes",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 30,
      "page_end": 31,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 36,
    "text": "respon rebre, hauria de compensar l’altre cònjuge amb diners. D’aquesta manera, i com assenyala l’article 1406, cada cònjuge té dret que s’inclogui de manera preferent en el seu haver:\n\n• els béns d’ús personal;\n\n• l’explotació econòmica que gestioni efectivament;\n\n• el local on va exercir la professió, i • si la societat s’hagués dissolt per la mort de l’altre cònjuge, l’habitatge habitual.\n\n6.3. El règim de comunitat de béns en el llibre segon del Codi Civil de Catalunya L’explicació precedent respon a la regulació dels guanys en el Codi civil espanyol, però el legislador català va optar per regular el règim de comunitat en el Codi de família i l’ha continuat regulant en el llibre segon del Codi civil de Catalunya. Aquest tipus de règims no són en realitat totalment desconeguts, atès que en els Costums de Tortosa i després en la Compilació es va regular el pacte d’agermanament o de mig per mig (en l’actualitat en l’article 223-28 CCCat), que establia un tipus similar de comunitat conjugal. No és probable que es pactin gaires règims de comunitat.\n\n6.3.1.\n\nConcepte i naturalesa jurídica Es parteix de la idea de considerar que tot el patrimoni que un cònjuge aporta al matrimoni i el que adquireix després, mentre el matrimoni és vigent, es converteix en patrimoni comú de tots dos. Per això, des d’un principi s’origina un patrimoni comú que en el cas de la legislació catalana és inicial, ja que l’article 232-30 CCCat assenyala que “en el règim de comunitat de béns, els guanys obtinguts indistintament per qualsevol dels cònjuges i els béns als quals confereixin aquest caràcter esdevenen comuns”.\n\n6.3.2.\n\nRègim jurídic El règim de comunitat es regeix pel que s’ha convingut en els capítols i en allò no convingut s’apliquen les normes que hi dedica el Codi Civil de Catalunya43.\n\nLa majoria d’aquests articles no tenen caràcter imperatiu, per la qual cosa és possible modificar-ne el contingut partint del principi de llibertat de pacte.\n\nPer exemple, s’admet la determinació de la composició dels béns comuns44 i, per tant, lògicament, dels béns privatius45 i el procediment de divisió dels béns comuns46.\n\n(43)Articles 232-30 a 232-38 CCCat.\n\n(44)Article 232-31 CCCat.\n\n(45)A",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 31,
      "page_end": 31,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 37,
    "text": "-ne el contingut partint del principi de llibertat de pacte.\n\nPer exemple, s’admet la determinació de la composició dels béns comuns44 i, per tant, lògicament, dels béns privatius45 i el procediment de divisió dels béns comuns46.\n\n(43)Articles 232-30 a 232-38 CCCat.\n\n(44)Article 232-31 CCCat.\n\n(45)Article 231-32 CCCat.\n\n(46)Article 232-38 CCCat.\n\nEls efectes personals i patrimonials del matrimoni 1)￿Els￿béns La modificació més important en relació amb els béns que integren la comunitat47 és la conversió en comuns dels béns que pertanyien a qualsevol d’ells abans del matrimoni, sempre que els confereixin aquest caràcter (aquest darrer incís és important, ja que no estem davant una comunitat universal per la qual des de la vigència del règim es fan comuns tots els béns dels cònjuges, inclosos aquells dels quals eren titulars en iniciar-se el règim). Evidentment, els que s’adquireixin posteriorment a la constitució del règim, els fruits de tots els béns i els productes de l’activitat laboral o professional dels cònjuges també són comuns.\n\n(47)Article 232-31 CCCat.\n\nPer la seva banda, tenen la consideració de privatius48 aquells que pertanyien a cada cònjuge abans d’iniciar el règim, si no els han conferit el caràcter de comuns, els adquirits per donació o títol successori, els adquirits per subrogació real d’altres béns privatius, les quantitats procedents d’indemnització per danys morals i, finalment, els necessaris per a l’exercici de la professió i els objectes d’ús personal.\n\n2)￿Gestió￿dels￿béns En relació amb la gestió dels béns comuns, es regula en la norma d’acord amb els principis d’autonomia privada i d’equiparació entre els cònjuges, perquè, com assenyala l’article 232-33 CCCat:\n\n“[...] si no hi ha pacte, l’administració dels béns comuns correspon a tots dos cònjuges”.\n\n(48)Article 232-32 CCCat.\n\nHi ha una norma especial en relació amb els actes que tenen com a finalitat servir per al sosteniment de les despeses familiars, atès que la llei autoritza a qualsevol cònjuge perquè disposi dels béns comuns i a càrrec seu contregui obligacions que tinguin aquesta finalitat49. Si no tenen aquesta finalitat, l’article 232-33.1 CCCat estableix que els actes de disp",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 31,
      "page_end": 32,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 38,
    "text": "finalitat servir per al sosteniment de les despeses familiars, atès que la llei autoritza a qualsevol cònjuge perquè disposi dels béns comuns i a càrrec seu contregui obligacions que tinguin aquesta finalitat49. Si no tenen aquesta finalitat, l’article 232-33.1 CCCat estableix que els actes de disposició “[...] corresponen als cònjuges conjuntament o a un d’ells amb consentiment de l’altre”.\n\nPer actes de disposició entenem tant els onerosos com els que es duen a terme d’una manera gratuïta que comportin alienació o gravamen dels béns comuns.\n\nSi falta el consentiment de l’altre s’ha d’entendre que l’acte és ineficaç a falta de poder de disposició, cosa que permetria d’anul·lar-lo a instància del cònjuge el consentiment del qual s’ha omès, o dels seus hereus.\n\nPer la seva banda, es pot administrar i disposar amb total independència dels béns privatius que són de propietat exclusiva de cadascun dels cònjuges.\n\n3)￿Extinció￿del￿règim (49)Article 232-33.2 CCCat.\n\nEls efectes personals i patrimonials del matrimoni L’article 232-36 CCCat assenyala els mecanismes d’extinció, que coincideixen bàsicament amb els legals de qualsevol règim (nul·litat o dissolució del matrimoni o separació legal; i acord dels cònjuges per mitjà del qual estipulen en capítols matrimonials un règim diferent), encara que convé destacar que l’extinció es pot provocar anticipadament per mitjà d’una decisió judicial, a sol·licitud de qualsevol dels cònjuges quan concorri alguna de les circumstàncies següents:\n\n• separació de fet per un termini superior a sis mesos, • una gestió irregular que comprometi greument els interessos de la família, • incompliment greu, per part d’un cònjuge, del deure d’informar de les seves activitats econòmiques, que té origen en l’article 231-7 CCCat, aplicable a tots els cònjuges amb independència del règim econòmic matrimonial però amb una especial incidència en els matrimonis subjectes a un règim de comunitat, • embargament dels béns comuns en el supòsit de l’article 232-34.2 CCCat.\n\n4)￿Liquidació Quan s’extingeix el règim cal procedir a la liquidació. L’article 232-37 CCCat assenyala que:\n\n“[...] a l’efecte de la divisió de la comunitat, la determinació dels béns",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 32,
      "page_end": 33,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 39,
    "text": "imonis subjectes a un règim de comunitat, • embargament dels béns comuns en el supòsit de l’article 232-34.2 CCCat.\n\n4)￿Liquidació Quan s’extingeix el règim cal procedir a la liquidació. L’article 232-37 CCCat assenyala que:\n\n“[...] a l’efecte de la divisió de la comunitat, la determinació dels béns comuns i dels béns privatius es fa en referència amb el temps de la dissolució”.\n\nÉs a dir, en aquest moment es determinen els béns la comunitat dels quals s’ha de dissoldre i es fixa la situació patrimonial activa i passiva: s’han de cobrar els crèdits i pagar els deutes que es tinguin tant amb tercers com en relació amb els patrimonis privatius dels dos. Una vegada s’ha obtingut l’actiu líquid, sense oblidar que el valor dels béns es mesura en el moment de fer la liquidació50, el producte resultant, com indica l’article 232-38.1 CCCat:\n\n“[...] es divideix entre els cònjuges o entre el cònjuge supervivent i els hereus del premort a parts iguals, llevat que s’hagi convingut una altra cosa”.\n\n(50)Article 232-37.2 CCCat.\n\nHi ha una regla específica en relació amb l’habitatge que ha constituït el domicili conjugal, perquè el cònjuge supervivent pot sol·licitar que li sigui adjudicat (igual que els mobles d’ús ordinari que conté) i, per tant, que se li n’atribueixi la propietat en pagament de la quota: si el valor de l’habitatge és superior al valor de la quota, ha de pagar la diferència en diners51.\n\n(51)Article 232-38.2 CCCat.\n\nEls efectes personals i patrimonials del matrimoni Finalment, cal assenyalar que en aquesta mateixa línia de marcar certes preferències en el moment de la liquidació, l’article 232-28.3 CCCat assenyala la possibilitat que qualsevol dels cònjuges pugui recuperar els béns que eren de la seva propietat en el moment de començar el règim i als quals, com ja s’ha assenyalat, van atorgar el caràcter de comuns en iniciar-se el règim.\n\n6.4. El règim de participació en els guanys en el llibre segon del Codi civil de Catalunya 6.4.1.\n\nNaixement del règim de participació i límits de la seva configuració El règim de participació o, més ben dit, els règims de participació52, tenen l’origen en les insuficiències que, davant de determinades situacions bàsicamen",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 33,
      "page_end": 34,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 40,
    "text": "pació en els guanys en el llibre segon del Codi civil de Catalunya 6.4.1.\n\nNaixement del règim de participació i límits de la seva configuració El règim de participació o, més ben dit, els règims de participació52, tenen l’origen en les insuficiències que, davant de determinades situacions bàsicament de crisi conjugal, presenten els règims de comunitat i de separació. La constatació d’aquestes insuficiències ha dut molts països a crear un sistema mixt per a intentar conciliar els avantatges dels altres dos tipus i aconseguir un nivell alt de solidaritat entre els cònjuges sense dificultar-ne la possible activitat econòmica individual. A Espanya –i a Catalunya–, el règim de participació s’ha establert com a opcional. De fet, és un sistema convencional pur, ja que ni tan sols s’imposa si no hi ha pacte. Per tant, només és possible si l’han constituït les parts en capítols matrimonials53. D’acord amb aquest plantejament, la norma disposa que el règim es regularà:\n\n• Primer, pel convingut en el pacte entre els cònjuges, encara que aquesta llibertat estigui sotmesa a certs límits. El primer límit el preveu l’article 231-15 CCCat, que estableix que es podrà pactar una participació diferent de la meitat, però aquest pacte “solament serà vàlid si s’estableix amb caràcter recíproc i igual a favor de qualsevol dels cònjuges”. Si no fos així, el pacte seria nul i la participació seria a parts iguals. El segon límit el preveu l’article 232-24 CCCat, segons el qual no es pot renunciar a les possibles accions d’impugnació dels actes fraudulents.\n\n• Segon, si no hi ha pacte exprés, per les normes que estableixen les disposicions generals del règim de participació en els guanys.\n\n• Tercer, en última instància, per les regles del règim de separació de béns.\n\n(52)El CC espanyol en regula un tipus i la legislació catalana, un altre.\n\n(53)Article 231-10 CCCat.\n\nUn cop constituït el règim, aquest funciona com un de separació, cosa que implica54 que cada cònjuge administra i disposa lliurement dels seus propis béns. En altres paraules, cada cònjuge té la propietat, el gaudi, l’administració i la lliure disposició dels seus béns. El que passa és que aquesta regla té un límit genèric,",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 34,
      "page_end": 34,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 41,
    "text": ", aquest funciona com un de separació, cosa que implica54 que cada cònjuge administra i disposa lliurement dels seus propis béns. En altres paraules, cada cònjuge té la propietat, el gaudi, l’administració i la lliure disposició dels seus béns. El que passa és que aquesta regla té un límit genèric, com a conseqüència d’aquesta comunicació que es produirà quan es (54)Aquest és el sentit de l’article 232-13.2 CCCat.\n\n(55)Article 232-13.2 CCCat.\n\nEls efectes personals i patrimonials del matrimoni liquidi el règim, i és la imposició d’un deure genèric d’informació recíproca sobre la gestió del patrimoni propi. No es tracta que l’altre pugui fiscalitzar el que un fa, però sí que pugui preservar el seu dret a participar-hi55.\n\n6.4.2.\n\nL’extinció del règim i les seves causes L’article 232-16 CCCat enumera les causes d’extinció del règim. En síntesi, són les següents: l’extinció és automàtica per nul·litat o dissolució del matrimoni o separació legal, i l’acord dels cònjuges en capítols matrimonials que estipulin un règim diferent.\n\nL’extinció es dona per resolució judicial quan:\n\n• hi ha separació de fet per un període superior a sis mesos, o • es dona un incompliment greu o reiterat del deure d’informar per part d’un dels cònjuges, en contra del que estableix l’article 232-13.2 CCCat, o • un dels cònjuges es troba en una situació que comprometi greument els interessos del que sol·licita l’extinció.\n\nL’extinció del règim per qualsevol d’aquestes causes té com a conseqüència automàtica que l’expectativa de participació es converteixi en dret i que s’obri la fase de liquidació comptable, de la qual, un cop establerts els béns de guanys de cada cònjuge, en resultarà un crèdit de participació a favor d’un d’ells56.\n\n6.4.3.\n\nLiquidació Extingit el règim, es procedeix a determinar els guanys de tots dos cònjuges per a atorgar a qui n’ha tingut menys un crèdit contra l’altre per la meitat de la diferència. El que passa és que el concepte de guany del qual es parteix varia segons si l’ordenament que reguli el règim de participació és més o menys participatiu. La legislació catalana ha optat per establir que els guanys de cada cònjuge siguin el resultat d’una operació matemàtic",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 34,
      "page_end": 35,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 42,
    "text": "meitat de la diferència. El que passa és que el concepte de guany del qual es parteix varia segons si l’ordenament que reguli el règim de participació és més o menys participatiu. La legislació catalana ha optat per establir que els guanys de cada cònjuge siguin el resultat d’una operació matemàtica que consisteix a comptabilitzar determinats béns pel seu valor final. El patrimoni final inclou no solament el que es té en extingir-se el règim, sinó també béns que es continuarien tenint si no se n’hagués disposat de manera gratuïta, amb l’excepció de les liberalitats d’ús i les donacions que l’altre cònjuge hagués consentit.\n\nPer la seva part, el patrimoni inicial està constituït pel patrimoni originari en el sentit que tenia al començament del règim, i per algunes adquisicions posteriors (indemnitzacions, béns adquirits segons aquest règim a títol gratuït). El que és realment important és que per a poder-los comptabilitzar han de continuar existint.\n\n(56)Article 232-18 CCCat.\n\nEls efectes personals i patrimonials del matrimoni D’acord amb l’article 232-19 CCCat, el patrimoni final o actiu de cadascun dels cònjuges inclou els béns següents, que es comptabilitzaran pel seu valor en el moment de la liquidació: tots els béns que li pertanyin en el moment de l’extinció del règim en l’estat material en què es trobin, una vegada deduïdes les càrregues que els afectin i les obligacions, i exclosos els béns comprats amb pacte de supervivència. A aquest patrimoni s’hi ha d’afegir:\n\na) El valor dels béns dels quals s’hagi disposat a títol gratuït durant la vigència del règim, d’acord amb l’estat material en què es trobaven en el moment de disposar-ne, amb l’excepció de les liberalitats d’ús i de les donacions que l’altre cònjuge hagi consentit.\n\nb) El valor dels béns dels quals s’hagi disposat a títol onerós durant la vigència del règim per a disminuir fraudulentament els guanys, d’acord amb l’estat material en què es trobaven en el moment d’alienar-los i amb independència del preu que s’hagi fet constar, i també el valor de les obligacions o dels gravàmens constituïts fraudulentament.\n\nc) El valor dels béns destruïts o deteriorats, en les mateixes circumstàncies a què fa",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 35,
      "page_end": 36,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 43,
    "text": ", d’acord amb l’estat material en què es trobaven en el moment d’alienar-los i amb independència del preu que s’hagi fet constar, i també el valor de les obligacions o dels gravàmens constituïts fraudulentament.\n\nc) El valor dels béns destruïts o deteriorats, en les mateixes circumstàncies a què fa referència la lletra b.\n\nEl valor dels béns és el que tenen en el moment en què s’extingeix el règim.\n\nEn cas de béns alienats, deteriorats o destruïts es pren per valor el que tenien en el moment en què es van transmetre, deteriorar o perdre.\n\nQuant al patrimoni inicial o passiu de cadascun dels cònjuges, la seva composició està detallada en l’article 232-20 CCCat: comprèn tots els béns que li pertanyien en el moment de començar el règim, una vegada deduïdes les càrregues que els afectaven i les obligacions. Si el passiu del patrimoni inicial és superior a l’actiu, s’ha de computar el valor negatiu, llevat que les parts acordin una altra cosa. A aquest patrimoni s’hi ha d’afegir:\n\na) El valor dels béns adquirits a títol lucratiu durant la vigència del règim, una vegada deduïdes les càrregues que els afectaven.\n\nb) Les indemnitzacions per danys personals, exclosa la part corresponent al lucre cessant durant el temps de vigència del règim.\n\nEl valor dels béns és el que tenen en el moment en què s’extingeix el règim, tenint en compte l’estat material en què es trobaven a l’inici del règim i, quant als adquirits a títol gratuït, l’estat material en què es trobaven en el moment d’adquirir-los.\n\nEls efectes personals i patrimonials del matrimoni Les regles de liquidació del règim de participació recorden, en tant que són molt similars, les de càlcul de la compensació econòmica per raó de treball que pot procedir amb motiu de la liquidació del règim de separació de béns (art. 232-6 CCCat).\n\n6.4.4.\n\nDeterminació del crèdit de participació Un cop establerts els guanys de cada cònjuge, s’ha de determinar quin d’ells –només un– té el corresponent crèdit de participació. En aquest sentit, “si no hi ha pacte”, l’article 232-21 CCCat estableix les regles següents:\n\n• si només ha tingut guanys un cònjuge, l’altre tindrà un crèdit per la meitat d’aquests guanys, • si tots dos han ti",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 36,
      "page_end": 37,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 44,
    "text": "ge, s’ha de determinar quin d’ells –només un– té el corresponent crèdit de participació. En aquest sentit, “si no hi ha pacte”, l’article 232-21 CCCat estableix les regles següents:\n\n• si només ha tingut guanys un cònjuge, l’altre tindrà un crèdit per la meitat d’aquests guanys, • si tots dos han tingut guanys, la diferència entre els uns i els altres es repartirà també per la meitat i hi tindrà dret el que ha obtingut menys guanys, • si cap dels cònjuges ha obtingut un increment patrimonial, no hi ha crèdit de participació.\n\n6.4.5.\n\nPagament del crèdit: forma i termini Un crèdit de participació és un crèdit ordinari. Per tant, es pagarà en diners llevat que les parts acordin una altra cosa57. Aquesta és la regla, però hi ha excepcions, ja que la llei preveu la possibilitat que el crèdit es pagui en béns si hi ha acord entre els cònjuges o si l'autoritat judicial ho concedeix, a petició d’una part58. Al marge de tota valoració judicial, si l’extinció es produeix per la mort d’un cònjuge, el supervivent podrà exigir que se li pagui amb l’habitatge conjugal (afegint-hi en el seu cas la diferència en diners).\n\n(57)Article 232-22 CCCat.\n\n(58)Article 232-22.1 CCCat.\n\nEls efectes personals i patrimonials del matrimoni Resum En aquest mòdul hem vist els efectes que produeix el matrimoni des del punt de vista personal i, sobretot, patrimonial.\n\nS’ha posat una atenció especial en els efectes de tipus patrimonial des de la doble perspectiva dels efectes entre els membres de la parella i, per altra banda, dels efectes davant de tercers. Tot i que, i així ha quedat especificat, “sense matrimoni no hi ha règim” i “no hi ha matrimoni sense règim econòmic”, els cònjuges poden establir, per mitjà de capítols matrimonials, el règim econòmic que vulguin. És clar, però, que la llei, per a preveure la falta d’activitat dels cònjuges, estableix sistemes subsidiaris que converteix en règims legals.\n\nEls efectes personals i patrimonials del matrimoni Activitats Al final de cada mòdul hi ha una indicació bibliogràfica on s’ha procurat triar treballs, no especialment llargs, sobre alguns dels temes que s’hi han tractat. Òbviament, la seva lectura sempre és recomanable, però val més deix",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 37,
      "page_end": 39,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 45,
    "text": "s legals.\n\nEls efectes personals i patrimonials del matrimoni Activitats Al final de cada mòdul hi ha una indicació bibliogràfica on s’ha procurat triar treballs, no especialment llargs, sobre alguns dels temes que s’hi han tractat. Òbviament, la seva lectura sempre és recomanable, però val més deixar llibertat al consultor perquè decideixi les lectures que li semblin més idònies en cada moment.\n\nEl que sí que sembla necessari és la realització del “cas pràctic” proposat. S’hi ha concretat l’activitat que es proposa. Hi ha una sèrie de qüestions que constitueixen un mecanisme valuós d’autoavaluació i que es presenten sota l’epígraf de preguntes. Totes les preguntes es basen en un “supòsit fàctic” i no són altra cosa que alguns dels interrogants que planteja el mateix text i que, òbviament, estan resolts als materials d’estudi. Cal recordar que si bé la forma en què es dictamina és important, interessa més el contingut.\n\nEl￿matrimoni￿i￿els￿seus￿efectes En Joan va conèixer la Carme, qui per raó del seu veïnatge civil estava sotmesa al CC espanyol i residia a Lleida des de feia 8 anys. La parella va contraure matrimoni i va fixar el domicili conjugal en aquesta ciutat. El nou habitatge va ser adquirit amb pacte de supervivència.\n\nLa Carme tenia un negoci de perfumeria que li donava uns bons ingressos (en el moment de contraure matrimoni era titular de cinc locals). En Joan va fer una sèrie d’inversions que li van anar molt bé i per les quals va ingressar una bona quantitat de diners. A més, va comprar granges i les va explotar també amb un resultat molt satisfactori. Per la seva banda, la Carme va voler diversificar la seva activitat, però amb la mala sort que es va associar amb una persona que la va deixar quasi a la ruïna. Els creditors van embargar les botigues, la casa que havia comprat amb el seu marit i el compte corrent conjunt. Però la Carme havia estat bastant hàbil i, veient el que podia passar, havia posat a nom del seu marit algunes de les seves botigues i d’altres les havia venut als treballadors.\n\nPreguntes 1. Quin és el règim econòmic d’aquest matrimoni i per què? Segons la resposta, justifiqueu l’interès que pot tenir haver adquirit l’habitatge fami",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 38,
      "page_end": 39,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 46,
    "text": "àbil i, veient el que podia passar, havia posat a nom del seu marit algunes de les seves botigues i d’altres les havia venut als treballadors.\n\nPreguntes 1. Quin és el règim econòmic d’aquest matrimoni i per què? Segons la resposta, justifiqueu l’interès que pot tenir haver adquirit l’habitatge familiar amb pacte de supervivència.\n\n2. Com s’ha de satisfer el deure de contribució a les despeses familiars? De quines accions disposen els cònjuges per a reclamar-ne el compliment?\n\n3. A qui corresponen els ingressos econòmics i els augments de patrimoni aconseguits constant matrimoni? Justifiqueu-ho segons el règim econòmic.\n\n4. Quina possibilitat legal hi ha que prosperi la sol·licitud d’embargament de l’habitatge comprat amb pacte de supervivència i del compte corrent indistint?\n\n5. Poden començar els creditors alguna acció contra en Joan i els treballadors que han comprat les botigues?\n\nExercicis d'autoavaluació 1. Els actes de disposició a títol gratuït sobre béns comuns que hagi establert un cònjuge sense el consentiment de l’altre són...\n\na) anul·lables.\n\nb) rescindibles.\n\nc) nuls.\n\nd) revocables.\n\n2. Si l’habitatge familiar és d’un cònjuge i l’hipoteca sense el consentiment de l’altre, el contracte és...\n\na) nul.\n\nb) anul·lable.\n\nc) rescindible.\n\nd) vàlid.\n\n3. Quan mor un dels cònjuges, a l’altre se li lliuren, sense computar-se-li en l’haver hereditari, l’habitatge i el parament...\n\na) cert.\n\nb) fals.\n\n4. Si l’habitatge familiar habitual és propietat de tots dos cònjuges i un es nega a consentir un acte de disposició d’aquest habitatge, l'autoritat judicial pot autoritzar l’acte...\n\na) només si és a títol gratuït.\n\nEls efectes personals i patrimonials del matrimoni b) només si és a títol onerós.\n\nc) tant si és a títol gratuït com si és a títol onerós.\n\nd) la llei no preveu aquesta autorització judicial.\n\n5. Si els casats en règim de participació adquireixen conjuntament algun bé o dret...\n\na) té la consideració de comú.\n\nb) els pertany en pro indiviso ordinari.\n\nc) es liquida com a guanys.\n\nd) cap de les respostes anteriors no és correcta.\n\n6. En el règim de participació es pot pactar una participació diferent de la meitat de l’increment.\n\na) cert.\n\nb) fals.",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 39,
      "page_end": 40,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 47,
    "text": "ament algun bé o dret...\n\na) té la consideració de comú.\n\nb) els pertany en pro indiviso ordinari.\n\nc) es liquida com a guanys.\n\nd) cap de les respostes anteriors no és correcta.\n\n6. En el règim de participació es pot pactar una participació diferent de la meitat de l’increment.\n\na) cert.\n\nb) fals.\n\n7. D’acord amb el CC espanyol, si en capítols els cònjuges es limiten a pactar que no es regiran per la sociedad de gananciales, el seu règim econòmic serà...\n\na) el de separació.\n\nb) el de participació en els guanys.\n\nc) el de comunitat universal.\n\nd) estan obligats a especificar un règim concret.\n\n8. La separació de béns pactada en capítols matrimonials...\n\na) evita l’aplicació de les normes de responsabilitat davant tercers.\n\nb) suprimeix el deure de contribució a les despeses familiars.\n\nc) legitima els actes de disposició sobre l’habitatge conjugal.\n\nd) no permet res de l’anterior.\n\n9. El règim econòmic matrimonial es pot pactar...\n\na) en l’expedient matrimonial.\n\nb) només en capítols matrimonials.\n\nc) en l’acta matrimonial.\n\nd) en els tres actes anteriors.\n\n10. Un cop s’ha pactat un règim econòmic en capítols matrimonials...\n\na) només es pot modificar després d’un any des que és vigent.\n\nb) es pot modificar en qualsevol moment.\n\nc) el règim pactat després del matrimoni no es pot modificar.\n\nd) cap de les respostes anteriors no és correcta.\n\n11. En cas de diferent veïnatge civil dels contraents, en absència de pacte, el règim econòmic del matrimoni és el corresponent...\n\na) a la llei del lloc de celebració del matrimoni.\n\nb) a la llei del lloc del primer domicili conjugal.\n\nc) a la llei del lloc d’inscripció del matrimoni.\n\nd) al legal que estableix el Codi civil espanyol.\n\n12. Si després del matrimoni tots dos cònjuges passen a viure en un altre territori amb dret civil propi on el règim econòmic matrimonial legal és un altre...\n\na) s’aplica automàticament el règim econòmic corresponent al nou territori.\n\nb) el règim econòmic no es modifica.\n\nc) els cònjuges han de declarar en el Registre civil que no volen canviar el règim.\n\nd) si no hi ha declaració es produeix el canvi de règim al cap de deu anys.\n\n13. El règim d’un matrimoni contret sense haver formalitzat",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 40,
      "page_end": 40,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 48,
    "text": "conòmic corresponent al nou territori.\n\nb) el règim econòmic no es modifica.\n\nc) els cònjuges han de declarar en el Registre civil que no volen canviar el règim.\n\nd) si no hi ha declaració es produeix el canvi de règim al cap de deu anys.\n\n13. El règim d’un matrimoni contret sense haver formalitzat capítols matrimonials per persones amb veïnatge propi d'un territori sotmès al CC espanyol que posteriorment han adquirit el veïnatge civil català és...\n\na) el de guanys.\n\nb) el de separació.\n\nc) el de separació, llevat si manifesten d’alguna manera la seva voluntat contrària.\n\nd) cap de les respostes anteriors no és correcta.\n\n14. Els capítols matrimonials atorgats abans de contreure matrimoni són eficaços...\n\na) només si es contreu matrimoni en un mes.\n\nb) només si es contreu matrimoni en sis mesos.\n\nc) només si es contreu matrimoni en un any.\n\nd) si es contreu matrimoni, en qualsevol moment.\n\n15. Les donacions entre cònjuges són vàlides...\n\na) només si són precedents al matrimoni.\n\nb) només si es fan en capítols matrimonials.\n\nc) només si hi ha separació de béns.\n\nEls efectes personals i patrimonials del matrimoni d) en tot cas, com qualsevol altra donació.\n\nEls efectes personals i patrimonials del matrimoni Solucionari Activitats 1. Després de l’aprovació de la CE, la doctrina i alguns tribunals van començar a plantejar la possible inconstitucionalitat de les normes del CC espanyol que assenyalaven l’adquisició automàtica per a la dona de la regionalitat del marit pel fet del matrimoni. Els problemes van quedar resolts amb la reforma introduïda per la Llei 11/1990, de 15 d’octubre, que entre d’altres va modificar l’apartat 2 de l’article 9 CC, en el qual s’estableix la llei aplicable per a regular els efectes del matrimoni. Si no hi ha regionalitat comuna ni pacte, el règim es fixa per la llei de la residència habitual comuna immediatament posterior al matrimoni.\n\nEn aquest cas s’assenyala que els cònjuges (de diferent veïnatge civil i sense que consti que haguessin celebrat capítols per modificar el règim) va fixar el domicili conjugal a Lleida. Per tant, les normes de conflicte del títol preliminar del CC espanyol (i, en particular, l'article 9.2.I CC) ens perme",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 40,
      "page_end": 42,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 49,
    "text": "uest cas s’assenyala que els cònjuges (de diferent veïnatge civil i sense que consti que haguessin celebrat capítols per modificar el règim) va fixar el domicili conjugal a Lleida. Per tant, les normes de conflicte del títol preliminar del CC espanyol (i, en particular, l'article 9.2.I CC) ens permeten afirmar que el seu règim econòmic és el de separació de béns, que és el legal a Catalunya en absència de pacte (article 231-10.2 CCCat).\n\nTrobareu el règim de les adquisicions amb pacte de supervivència en els articles 231-15 i seg.\n\nCCCat. Consisteix en la possibilitat d’establir que els béns que es comprin conjuntament i per meitat, quan es produeixi la mort de qualsevol dels cònjuges, es converteixin en propietat exclusiva i única del que sobrevisqui. Tot i que amb la nova regulació un pacte d’aquest tipus pot acompanyar les adquisicions oneroses per cònjuges casats sota qualsevol règim econòmic matrimonial i també per convivents en parella estable, és en el règim de separació de béns on té més sentit la seva incorporació, i per aquesta raó tradicionalment s’havia previst només per als cònjuges subjectes a aquest règim.\n\n2. La contribució a les despeses familiars es fa en proporció als ingressos o patrimonis respectius (art. 231-6 CCCat), tenint en compte que el treball per a la casa o per a l’activitat professional de l’altre també es considera contribució.\n\n3. Com que es tracta del règim econòmic de separació de béns, tant els ingressos com els augments patrimonials pertanyen al titular respectiu. No hi ha comunitat ni comunicació.\n\nSi es tracta d’un altre règim (de participació o de guanys), la solució, evidentment, seria una altra. Això no obstant, convé tenir present el que s’estableix en l’article 232-5 CCCat, aplicable als casos en què la ruptura del matrimoni provoca una situació de desequilibri entre els patrimonis dels dos cònjuges que implica un enriquiment injust per al que s’ha beneficiat del treball de l’altre i que, per tant, provoca el dret a una compensació econòmica.\n\n4. El pacte de supervivència fa que els béns que s’hi han adquirit es tinguin en comunitat.\n\nPerò l’article 231-17 CCCat assenyala que el creditor d’un dels cònjuges per deutes p",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 42,
      "page_end": 42,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 50,
    "text": "t injust per al que s’ha beneficiat del treball de l’altre i que, per tant, provoca el dret a una compensació econòmica.\n\n4. El pacte de supervivència fa que els béns que s’hi han adquirit es tinguin en comunitat.\n\nPerò l’article 231-17 CCCat assenyala que el creditor d’un dels cònjuges per deutes propis o familiars pot sol·licitar l’embargament sobre la meitat. Aquest embargament ha de ser comunicat a l’altre cònjuge que no és part en el litigi. Si, com a conseqüència de l’embargament, s’adjudica la meitat del bé, s’extingeix el pacte de supervivència sobre aquest bé.\n\nQuan els comptes són indiferents hi ha una presumpció que els correspon per meitat a tots dos. Per tant, els creditors poden embargar la part de la qual el deutor es presumeix titular.\n\n5. Els actes negocials entre cònjuges són lliures, però això no vol dir que els actes fets en frau de tercers siguin vàlids i eficaços. El CCCat regula en els articles 231-11 i 231-12 CCCat una sèrie de presumpcions que tendeixen a protegir els tercers. La prova que el contracte ha estat onerós correspon als cònjuges (s’inverteix la càrrega probatòria), de manera que els creditors poden impugnar, mitjançant la revocatòria, els actes que comportin frau als seus drets, i gaudeixen a favor seu de la presumpció de gratuïtat.\n\nEn el cas dels contractes establerts amb tercers, aquesta inversió de la càrrega de la prova no hi és, però els creditors gaudeixen de la mateixa acció judicial.\n\nExercicis￿d’autoavaluació 1. c, 2. b, 3. b, 4. b, 5. b, 6. a, 7. a, 8. d, 9. b, 10. b, 11. b, 12. b, 13. a, 14. c, 15. d\n\nEls efectes personals i patrimonials del matrimoni Glossari béns privatius o propis  Béns la pertinença prèvia o l’adquisició gratuïta dels quals fa que no s’integrin en el patrimoni de guanys.\n\nbéns de guanys  Béns adquirits durant el règim de guanys i que en liquidar el règim pertanyen a tots dos cònjuges per meitat.\n\ncapítols matrimonials  Document públic en el qual s’estableixen els acords matrimonials.\n\nTradicionalment, només han contingut el règim econòmic que s’acorda, però poden contenir altres pactes, com per exemple donacions, pactes successoris, pactes en previsió d’una ruptura matrimonial o, fins i tot, r",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 42,
      "page_end": 43,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 51,
    "text": "pítols matrimonials  Document públic en el qual s’estableixen els acords matrimonials.\n\nTradicionalment, només han contingut el règim econòmic que s’acorda, però poden contenir altres pactes, com per exemple donacions, pactes successoris, pactes en previsió d’una ruptura matrimonial o, fins i tot, reconeixement de fills.\n\ndespeses familiars  Despeses que la llei considera necessàries i per a la cobertura de les quals s’estableix un deure específic de contribució i de responsabilitat davant tercers.\n\ndomicili conjugal  Lloc de residència del matrimoni, on s’han de complir les obligacions que en deriven. Està sotmès a un règim especial de protecció legal.\n\ndret al parament de l’habitatge  Dret que per disposició legal té el cònjuge supervivent i que l’autoritza a fer seu el parament de l’habitatge, sense que el seu import es computi com a pagament dels drets successoris.\n\nrègim econòmic  Sistema legal o voluntari que regula obligatòriament les aportacions dels cònjuges a l’economia familiar i el sistema d’administració, gestió i liquidació dels béns o crèdits adquirits o generats durant el matrimoni.\n\nrègim primari  Conjunt de normes relatives a l’economia bàsica del matrimoni i que s’apliquen amb independència del règim econòmic concret que l’afecti.\n\nsubrogació real  Sistema legal que es dona en el règim de la societat de béns de guanys del CC espanyol (sociedad de gananciales), que possibilita el manteniment de la integritat dels patrimonis i que consisteix a substituir els béns de què es disposa pel seu valor econòmic equivalent.\n\nEls efectes personals i patrimonials del matrimoni Bibliografia Aguilera Rull, A. (2012). “La configuración de la compensación del trabajo para la casa (art.\n\n1438 CC) conforme con el principio de igualdad entre mujeres y hombres”. Revista Aranzadi Doctrinal (núm. 3, BIB 2012\\446).\n\nAguilera Rull, A. (2013). “La compensació económica per raó de treball”. A: Autors diversos. Gènere i dret de família. Una lectura a partir del Llibre segon del Codi civil de Catalunya. Barcelona: Centre d’Estudis Jurídics i Formació Especialitzada, Departament de Justícia - Generalitat de Catalunya.\n\nAllueva Aznar, L. (2013). “Els requisits per a la vali",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 43,
      "page_end": 44,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 52,
    "text": "aó de treball”. A: Autors diversos. Gènere i dret de família. Una lectura a partir del Llibre segon del Codi civil de Catalunya. Barcelona: Centre d’Estudis Jurídics i Formació Especialitzada, Departament de Justícia - Generalitat de Catalunya.\n\nAllueva Aznar, L. (2013). “Els requisits per a la validesa dels pactes en previsió de ruptura matrimonial. Comentari a la STSJ de Catalunya (Sala Civil i Penal, secc. 1a), 12.07.2012”.\n\nInDret (núm. 1).\n\nBarrada Orellana, R.; Garrido Melero, M.; Nasarre Aznar, S. (coords.) (2011). El nuevo derecho de la persona y de la familia. Libro segundo del Código civil de Cataluña. Barcelona:\n\nBosch.\n\nBosch Capdevila, E. (2010). “L’evolució del règim de separació de béns en el Dret civil de Catalunya: la compensació econòmica per raó de treball”. Revista Jurídica de Catalunya (núm.\n\n4, pàg. 1075-2089).\n\nBosch Capdevila, E.; Del Pozo Carrascosa, P; Vaquer Aloy, A. (2016). Derecho Civil de Cataluña. Derecho de familia (2a ed.). Madrid: Marcial Pons.\n\nDíez-Picazo, L.; Gullón, A. (2018). Sistema de derecho civil. Derecho de familia (vol. IV, T.I., 12a ed.). Madrid: Tecnos.\n\nEgea Fernàndez, J.; Ferrer Riba, J. (2021). Codi civil de Catalunya i legislació complementària (amb notes de concordança i jurisprudència) (17a ed.). Barcelona: Atelier.\n\nEgea Fernández, J.; Ferrer Riba, J. (dirs.); Farnós Amorós, E. (coord.) (2014). Comentari al Llibre segon del Codi civil de Catalunya. Família i relacions convivencials d’ajuda mútua.\n\nBarcelona: Atelier.\n\nFarnós Amorós, E. (2010). “El règim de separació de béns en el nou llibre II del Codi civil de Catalunya”. Activitat Parlamentària (núm. 23).\n\nFarnós Amorós, E. (2014). “Separació de béns i compensació econòmica per la dedicació abnegada a la família i a l’empresa del marit: la sentència del TSJC 14.02.2013”. Revista Catalana de Dret Privat (núm. 14, pàg. 161-178).\n\nFarnós Amorós, E. (2017). “Daño moral en las relaciones familiares”. A: Gómez Pomar, F.;\n\nMarín García, J. (ed.). El daño moral y su cuantificación en derecho español (2a ed.). Barcelona:\n\nWolters Kluwer.\n\nFerrer Riba, J. (2005). “Separació de béns i compensacions en les crisis familiars”. A: Àrea de Dret civil - UdG (coord.). Nous r",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 44,
      "page_end": 44,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 53,
    "text": "al en las relaciones familiares”. A: Gómez Pomar, F.;\n\nMarín García, J. (ed.). El daño moral y su cuantificación en derecho español (2a ed.). Barcelona:\n\nWolters Kluwer.\n\nFerrer Riba, J. (2005). “Separació de béns i compensacions en les crisis familiars”. A: Àrea de Dret civil - UdG (coord.). Nous reptes del Dret de família (pàg. 77-94). Materials de les Tretzenes Jornades de Dret Català a Tossa. Girona: Documenta Universitaria.\n\nGete-Alonso y Calera, M. C. (2011). “Las uniones de hecho”. A: Díez-Picazo, G. (coord.).\n\nNociones de derecho civil vigente en Cataluña (3a ed.). València: Tirant lo Blanch.\n\nGimeno y Gómez-Lafuente, J. L.; Rajoy Brey, E. (coord.) (2008). Regímenes económico-matrimoniales y sucesiones: derecho común, foral y especial (2 vol.). Centro de Estudios Registrales de Aragón. Cizur Menor (Navarra): Thomson-Civitas.\n\nGómez Ligüerre, C. (2013). “El règim econòmic del matrimoni”. A: Autors diversos. Gènere i dret de família. Una lectura a partir del Llibre segon del Codi civil de Catalunya. Barcelona:\n\nCentre d’Estudis Jurídics i Formació Especialitzada, Departament de Justícia - Generalitat de Catalunya.\n\nIglesia Monje, M. I. de la; Muñoz García, C. (dir.) (2014). Manual práctico de la economía del matrimonio y del derecho de sucesiones. Cizur Menor: Thomson-Civitas.\n\nLacruz Berdejo, J. L.; Sancho Rebullida F.; Luna Serrano, A.; Delgado Echeverría, J.; Rivero Hernández, F.; Rams Albesa, J. (2008). Elementos de derecho civil (vol. IV Familia, 3a ed.). Madrid: Dykinson.\n\nEls efectes personals i patrimonials del matrimoni Lamarca i Marquès, A. (2002). “Separació de béns i desigualtat patrimonial: la compensació econòmica per raó de treball. Comentari a la STSJC 21.10.2002”. InDret (núm. 1).\n\nLamarca i Marquès, A. (2013). “Els pactes en previsió de crisi matrimonial i de la convivència”. A: Institut de Dret Privat Europeu Comparat - UdG (ed.). Qüestions actuals del dret català de la persona i de la família. Materials de les Dissetenes Jornades de Dret Català a Tossa.\n\nGirona: Documenta Universitaria.\n\nLucas Esteve, A. et alii (2012). Persona i família. JB Bosch Editor.\n\nRibot Igualada, J. (2014). “Comentari als articles 232-5 a 232-11 CCCat (compensa",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 44,
      "page_end": 45,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 54,
    "text": "tuals del dret català de la persona i de la família. Materials de les Dissetenes Jornades de Dret Català a Tossa.\n\nGirona: Documenta Universitaria.\n\nLucas Esteve, A. et alii (2012). Persona i família. JB Bosch Editor.\n\nRibot Igualada, J. (2014). “Comentari als articles 232-5 a 232-11 CCCat (compensació econòmica per raó de treball)”. A: Egea Fernández, J.; Ferrer Riba, J. (dir.); Farnós Amorós, E.\n\n(coord.). Comentari al Llibre segon del Codi civil de Catalunya. Barcelona: Atelier.\n\nRoca Trias, E.; Ortuño Muñoz, P. (coord.) (2011). Persona y familia. Libro segundo del Código civil de Cataluña. Las Rozas: Sepín.\n\nTarabal Bosch, J.; Arnau Raventós, L.; Ginebra Molins, E. (2021). Dret de família.\n\nTeoria i casos (2a ed.). Barcelona: Atelier.\n\nYzquierdo Tolsada, M.; Cuena Casas, M. (dirs.) (2011). Tratado de Derecho de familia (8 volums). Madrid: Civitas.",
    "meta": {
      "doc_id": "PID_00285312",
      "source_pdf": "PID_00285312.pdf",
      "page_start": 45,
      "page_end": 45,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 0,
    "text": "El dret de família.\n\nEl parentiu. Els aliments Isabel Miralles González Encarna Roca Trias Revisió a càrrec de Esther Farnós Amorós Aura Esther Vilalta Nicuesa Temps mínim de dedicació recomanat: 3 hores\n\nEl dret de família. El parentiu. Els aliments Isabel Miralles González Encarna Roca Trias Esther Farnós Amorós Consultora de la UOC. Professora titular de Dret Civil a la Universitat de Barcelona.\n\nCatedràtica de Dret Civil a la Universitat de Barcelona. Magistrada de la Sala Civil del Tribunal Suprem (2005-2012) i, des del 2012, Magistrada del Tribunal Constitucional.\n\nProfessora de Dret Civil a la Universitat Pompeu Fabra.\n\nAura Esther Vilalta Nicuesa La revisió d'aquest recurs d'aprenentatge UOC ha estat coordinada per la professora: Aura Esther Vilalta Nicuesa Tercera edició: febrer 2022 © d’aquesta edició, Fundació Universitat Oberta de Catalunya (FUOC) Av. Tibidabo, 39-43, 08035 Barcelona Autoria: Isabel Miralles González, Encarna Roca Trias Producció: FUOC Tots els drets reservats Cap part d'aquesta publicació, incloent-hi el disseny general i la coberta, no pot ser copiada, reproduïda, emmagatzemada o transmesa de cap manera ni per cap mitjà, tant si és elèctric com mecànic, òptic, de gravació, de fotocòpia o per altres mètodes, sense l'autorització prèvia per escrit del titular dels drets.\n\nEl dret de família. El parentiu. Els aliments Índex\n\nIntroducció..................................................................................................\n\nObjectius.......................................................................................................\n\n1.\n\nEls conceptes generals al voltant del dret de família...............\n\n1.1.\n\nLa família des del punt de vista constitucional ..........................\n\n1.2.\n\nEl contingut del dret de família .................................................\n\n1.3.\n\nEl parentiu ...................................................................................\n\n2.\n\nLes fonts del dret de família..........................................................\n\n2.1.\n\nL’estructura territorial del dret de família ...................................\n\n3.\n\nEl dret a contreure matrimoni. Les famílies de fet................",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 1,
      "page_end": 3,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 1,
    "text": "...............................................\n\n2.\n\nLes fonts del dret de família..........................................................\n\n2.1.\n\nL’estructura territorial del dret de família ...................................\n\n3.\n\nEl dret a contreure matrimoni. Les famílies de fet..................\n\n3.1.\n\nEl dret a contreure matrimoni i la constitució de famílies .........\n\n3.2.\n\nLa convivència de fet ..................................................................\n\n3.3.\n\nLa regulació de la parella estable a Catalunya ............................\n\n4.\n\nEls aliments.........................................................................................\n\n4.1.\n\nConcepte i pressupòsits ..............................................................\n\n4.2.\n\nEl deute d’aliments .....................................................................\n\n4.3.\n\nEls obligats al pagament .............................................................\n\n4.4.\n\nEl creditor o alimentat ................................................................\n\n4.5.\n\nEls aliments prestats per un tercer ..............................................\n\n4.6.\n\nEl contingut de l’obligació alimentària ......................................\n\n4.7.\n\nNaixement i forma de compliment ............................................\n\n4.8.\n\nExtinció de l’obligació ................................................................\n\nResum............................................................................................................\n\nActivitats......................................................................................................\n\nExercicis d'autoavaluació........................................................................\n\nSolucionari..................................................................................................\n\nGlossari.........................................................................................................\n\nBibliografia.................................................................................................\n\n\n\nEl dret de família. El parentiu. Els aliments Introducció Aquest primer mòdul –el més breu– s’ha de dedicar a fixar els aspectes s",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 3,
      "page_end": 5,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 2,
    "text": ".......................................................\n\nBibliografia.................................................................................................\n\n\n\nEl dret de família. El parentiu. Els aliments Introducció Aquest primer mòdul –el més breu– s’ha de dedicar a fixar els aspectes següents: el dret de família, el parentiu i els aliments. S’ha començat per definir i centrar el tema d’estudi: Què és una família? Hi ha un concepte constitucional de família? Podem parlar de drets dels quals la família sigui titular? La resposta que es doni a totes aquestes qüestions cabdals determinarà un règim jurídic concret amb unes característiques intrínseques, entre les quals destaca la imperativitat. Les normes del dret de família tenen bàsicament un contingut inderogable, per la qual cosa no és possible ni el canvi (encara que hi hagi acord) ni la transacció posterior. A més, i aquesta és una dada que ens interessa destacar, les normes del dret de família prenen com a destinatari últim –i a aquest objectiu s’adrecen– la protecció del que es consideri interès més digne de protecció. En definitiva, seria l’assumpció per part del dret d’una missió concreta: la protecció del dèbil. Juntament amb aquests principis bàsics, l’estudi s’atura en altres temes d’interès. S’incidirà en la consideració que l’ordenament civil atribueix a les relacions de fet (entre persones del mateix sexe o de sexe diferent). S’aturarà en un tema que mereix una atenció especial: el dret d’aliments, i es posarà un èmfasi particular en la legislació catalana, la qual atribueix a l’organisme públic que ha atès la persona necessitada un dret de recuperar el que s’ha gastat en la seva cura.\n\nEl dret de família. El parentiu. Els aliments Objectius Ens trobem davant d’un mòdul en gran part introductori, ja que ens situa en el camp dels conceptes generals, cosa que ens permet intentar donar resposta a una sèrie de qüestions difícils: què s’ha d’entendre en un moment i en un lloc determinat per família? i, sobretot, quina o quines són les “famílies” que preveu i regula la llei?\n\nPerò, a més, com que es tracta d’una matèria regulada en l’ordenament jurídic català, s’haurà de distingir també l’estr",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 3,
      "page_end": 6,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 3,
    "text": "una sèrie de qüestions difícils: què s’ha d’entendre en un moment i en un lloc determinat per família? i, sobretot, quina o quines són les “famílies” que preveu i regula la llei?\n\nPerò, a més, com que es tracta d’una matèria regulada en l’ordenament jurídic català, s’haurà de distingir també l’estructura territorial del dret de família.\n\nPer tant, i en la línia anunciada, s’hauran d’assolir els objectius següents:\n\n1.\n\nEntendre el concepte legal i constitucional de la família.\n\n2.\n\nCom a conseqüència, comprendre l’abast del contingut dels drets i deures que s’originen per aquesta relació familiar.\n\n3.\n\nSaber distingir i precisar l’abast de les normes jurídiques a causa del pluralisme legislatiu del territori espanyol.\n\n4.\n\nConèixer l’abast del parentiu en la mesura que constitueix l’origen de certes relacions jurídiques.\n\n5.\n\nAnalitzar el dret a contraure matrimoni com una de les possibles formes de creació de la família.\n\n6.\n\nAdmesa la possibilitat de creació de diferents tipus familiars, concretar l’abast de la protecció que la llei proporciona als que van optar per no contraure matrimoni.\n\n7.\n\nDescriure i entendre els drets i deures que origina la convivència de fet.\n\n8.\n\nConèixer i comprendre el deure d’aliments.\n\n9.\n\nEnumerar els obligats a prestar aliments i l’abast de la seva obligació, així com els beneficiaris d’aquest dret.\n\n10. Descriure el contingut, la manera de complir i els supòsits d’extinció del deure d’aliments entre parents.\n\nEl dret de família. El parentiu. Els aliments 1. Els conceptes generals al voltant del dret de família 1.1. La família des del punt de vista constitucional Una de les qüestions més complexes d’aquesta assignatura consisteix a definir què s’entén per família, ja que les normes jurídiques civils no fixen el concepte.\n\nEs diu que hi ha dos tipus de família: l’àmplia, que inclou tots els parents que provenen d’un tronc comú, i la nuclear o estricta, limitada a una parella i els seus descendents.\n\nMolts autors consideren aquesta distinció socialment obsoleta, encara que les regles civils continuen utilitzant un concepte ampli de família per a fixar els successors intestats, per a precisar els impediments per a contreure matri",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 6,
      "page_end": 7,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 4,
    "text": "nuclear o estricta, limitada a una parella i els seus descendents.\n\nMolts autors consideren aquesta distinció socialment obsoleta, encara que les regles civils continuen utilitzant un concepte ampli de família per a fixar els successors intestats, per a precisar els impediments per a contreure matrimoni i per a determinar qui són els beneficiaris de determinades prestacions de la Seguretat Social. Per això, si bé en el moment actual les famílies nuclears són les més habituals, no s’ha d’excloure un altre tipus de família. En tant que és la societat la que marca la pauta sobre què pot ser o no una família (vegeu el FJ 5è de la STC 222/1992, d’11 de desembre), el terme imperant avui hauria de ser el de famílies.\n\nLa Llei 25/2010, de 29 de juliol, del llibre segon del Codi civil de Catalunya, relatiu a la persona i la família, regula i equipara les diverses modalitats de família, com ara la no matrimonial, la monoparental i la reconstituïda.\n\nL’article 231-1, que porta per títol “L’heterogeneïtat del fet familiar”, expressa la voluntat d’evitar qualsevol forma de discriminació entre els diferents models familiars:\n\n1. La família gaudeix de la protecció jurídica que determina la llei, que empara sense discriminació les relacions familiars derivades del matrimoni o de la convivència estable en parella i les famílies formades per un progenitor sol amb els seus descendents.\n\n2. Es reconeixen com a membres de la família, amb els efectes que es determinin legalment, els fills de cadascun dels progenitors que convisquin en el mateix nucli familiar, com a conseqüència de la formació de famílies reconstituïdes. Aquest reconeixement no altera els vincles amb l’altre progenitor.\n\nUna altra qüestió que es planteja és la que fa referència a l’origen de la família, de manera que es discutirà si les normes del dret de família només s’apliquen a les que es constitueixin a partir del matrimoni o també inclouen les no matrimonials. Per tant, hi ha tres fenòmens socials que influeixen en el concepte de família que s’ha de tenir per a fixar a qui s’han d’aplicar les normes jurídiques de l’anomenat dret￿de￿família:\n\nVegeu també Quant als impediments per a formar una família, podeu veur",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 7,
      "page_end": 7,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 5,
    "text": "rimoni o també inclouen les no matrimonials. Per tant, hi ha tres fenòmens socials que influeixen en el concepte de família que s’ha de tenir per a fixar a qui s’han d’aplicar les normes jurídiques de l’anomenat dret￿de￿família:\n\nVegeu també Quant als impediments per a formar una família, podeu veure el mòdul “El matrimoni”.\n\nEl dret de família. El parentiu. Els aliments 1) La reducció de les àrees assistencials primàries que s’atribueixen al sistema social constituït per l’Estat, com passa amb la sanitat, l’educació, etc.\n\n2) La reducció del paper productiu de la família, que, com a regla general, passa a ser una unitat de consum, encara que es constitueixi alhora en prestadora de determinats serveis.\n\n3) La preponderància de l’interès dels individus que formen el grup familiar, de manera que els drets fonamentals de què cadascú és titular han de trobar protecció en el grup familiar mateix.\n\nLa importància constitucional d’aquesta institució es demostra en el fet que els articles 32 i 39 CE contenen normes que expressen el concepte constitucional de família: l’exigència que la igualtat presideixi les relacions entre els seus membres1 i la protecció social, econòmica i jurídica de la família2. La protecció a la família és una exigència de l’estat social de dret, però aquesta protecció no la porten a terme exclusivament els poders públics, sinó que la finalitat de la protecció dels drets fonamentals dels individus que integren el grup familiar s’aconsegueix per mitjà de la construcció d’un sistema mixt, en el qual els poders públics han de prestar assistència a la família3, basant-se en la protecció dels drets fonamentals dels ciutadans, i la família ha de prestar determinats serveis als seus membres dins del grup familiar, basant-se en el principi de solidaritat. Així, corresponen als particulars les relacions paternofilials, les pensions i els aliments en casos de separació i divorci, etc.\n\nD’aquesta manera, i partint dels principis que s’han enunciat, el dret de família es podria definir com aquell conjunt de normes, en gran part imperatives, que tradueixen a la legislació ordinària els principis constitucionals que afecten la família com a tal.\n\n1.2. El conti",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 7,
      "page_end": 8,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 6,
    "text": "paració i divorci, etc.\n\nD’aquesta manera, i partint dels principis que s’han enunciat, el dret de família es podria definir com aquell conjunt de normes, en gran part imperatives, que tradueixen a la legislació ordinària els principis constitucionals que afecten la família com a tal.\n\n1.2. El contingut del dret de família (1)Articles 32.1 i 39.2 CE.\n\n(2)Article 39.1 CE.\n\n(3)Article 39 CE.\n\nCom a regla general, les normes jurídiques que regulen el dret de família són imperatives4. Això fa que siguin indisponibles, per la qual cosa l’autonomia de la voluntat té un marge escàs, de manera que la llibertat de pacte ve condicionada per l’aplicació dels principis constitucionals, especialment el d’igualtat, establert als articles 14, 32.1 i 39.2 CE. Una altra cosa és que de vegades els particulars puguin, a falta de pacte, disposar dels efectes, cosa que n’exclou aquells predeterminats per la llei. Això passa, quasi de forma exclusiva, pel que fa a la determinació dels efectes patrimonials del matrimoni.\n\nEn el dret de família, cada membre del grup hi ocupa posicions diferents. Juntament amb els drets subjectius típics, apareixen dos conceptes més: les potestats i les funcions.\n\n(4)Vegeu la STC 129/1984, de 10 de desembre.\n\nEl dret de família. El parentiu. Els aliments 1) S’anomena potestat aquell poder que l’ordenament jurídic atribueix a un membre del grup familiar sobre un altre individu o individus del grup. En aquesta situació hi ha els pares en relació amb els seus fills menors d’edat no emancipats. Aquest poder s’exerceix en benefici de qui està sotmès a la potestat per a propiciar que es compleixin aquestes finalitats de protecció.\n\n2) S’anomena funció el contingut de la potestat des del punt de vista del seu titular. El titular no té un dret, sinó que està encarregat de la realització d’una sèrie d’actes en benefici del qui està sotmès a la potestat. Qui té la funció està obligat a exercir-la, i l’incompliment dels seus deures origina la posada en funcionament dels mecanismes jurídics corresponents per a evitar la desprotecció de qui està sotmès a la potestat.\n\n1.3. El parentiu Tal com s’ha vist anteriorment, la llei no accepta el concepte social de família n",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 8,
      "page_end": 9,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 7,
    "text": "ió està obligat a exercir-la, i l’incompliment dels seus deures origina la posada en funcionament dels mecanismes jurídics corresponents per a evitar la desprotecció de qui està sotmès a la potestat.\n\n1.3. El parentiu Tal com s’ha vist anteriorment, la llei no accepta el concepte social de família nuclear perquè per a certes atribucions de drets es parteix d’un concepte ampli de família, com en els ordres per a succeir abintestat.\n\nS’anomena parentiu aquella relació jurídica existent entre dues persones lligades entre si pel fet de pertànyer al mateix tronc comú –parentiu per consanguinitat–, per matrimoni –parentiu per afinitat– o per adopció –parentiu adoptiu.\n\nVegeu també El concepte social de família nuclear s’ha tractat al subapartat 1.1.\n\nCom a regla general, el parentiu no té efectes jurídics, i només en tindrà en aquells aspectes en què la llei hi faci referència, com la determinació del tutor, els ordres successoris intestats, les circumstàncies que puguin agreujar o atenuar la responsabilitat penal5, etc. Segons l’origen, el parentiu es classifica en els tipus següents:\n\n(5)Article 23 CP.\n\na)￿Parentiu￿per￿consanguinitat. S’estableix entre persones que tenen el mateix tronc comú. Dins de la consanguinitat, el parentiu pot ser directe, quan les persones descendeixen les unes de les altres6. En aquest sentit, s’ha de distingir entre la línia recta descendent (fills, néts, etc.) i l’ascendent (pares, avis, etc.).\n\n(6)Article 916 CC.\n\nb)￿Parentiu￿per￿afinitat. És el que s’origina pel matrimoni. Des del punt de vista jurídic, només es té en compte el que es crea entre els cònjuges per efecte del matrimoni, així com pel que fa a la prohibició d’adoptar els parents fins al segon grau de la línia col·lateral per afinitat7.\n\nc)￿Parentiu￿per￿adopció. És el que es crea entre adoptants i adoptat i entre l’adoptat i la família de l’adoptant.\n\n(7)Articles 235-31.2.c) CCCat i 175.3, 2n. CC.\n\nEl dret de família. El parentiu. Els aliments Cal tenir en compte que al dret català el parentiu es regula en els articles 441-3 i 441-4 del llibre quart del Codi civil de Catalunya, relatiu a les successions8, en tant que aquestes normes són especialment determinants en matèria d",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 9,
      "page_end": 10,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 8,
    "text": "i 175.3, 2n. CC.\n\nEl dret de família. El parentiu. Els aliments Cal tenir en compte que al dret català el parentiu es regula en els articles 441-3 i 441-4 del llibre quart del Codi civil de Catalunya, relatiu a les successions8, en tant que aquestes normes són especialment determinants en matèria de successió intestada.\n\n(8)Llei 10/2008, de 10 de juliol.\n\nEl dret de família. El parentiu. Els aliments 2. Les fonts del dret de família 2.1. L’estructura territorial del dret de família Com ja s’ha estudiat, la Constitució espanyola estableix el pluralisme legislatiu, en atribuir a diferents comunitats autònomes competències legislatives en matèria de dret civil. Això passa de manera especial en matèria de dret de família. De tota manera, l’Estat es reserva en exclusiva la legislació relativa a les formes del matrimoni.\n\nEn conseqüència, el dret de família està regulat per dos blocs de normes:\n\na) El Codi civil regula allò que fa referència a les formes de subscripció del matrimoni i a les de la dissolució. Així mateix, estableix la regulació dels drets i deures de família tant en les relacions dels cònjuges entre ells com en la dels pares amb els seus fills i el règim de béns del matrimoni. Això es podrà aplicar a aquelles regions que no tinguin competències civils atribuïdes per la Constitució.\n\nb) Els drets territorials regulen allò que fa referència a les conseqüències patrimonials del matrimoni, però no solament això, sinó que el 2011 entrà en vigor a Catalunya una normativa completa9 que regula tot allò relatiu a les competències que té reconegudes constitucionalment el legislador català en l’àmbit del dret de família.\n\nL’aplicació d’un ordenament jurídic o l’altre es fa per mitjà de les normes de dret interregional contingudes en els articles 9 i 16 CC, i el punt de connexió és, d’acord amb els articles 14 i 15 CC, el veïnatge civil.\n\n(9)Llei 25/2010, del 29 de juliol, del Llibre segon Codi civil de Catalunya, relatiu a la persona i la família.\n\nEl dret de família. El parentiu. Els aliments 3. El dret a contreure matrimoni. Les famílies de fet 3.1. El dret a contreure matrimoni i la constitució de famílies La norma bàsica està continguda a l’article 32 CE, qu",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 9,
      "page_end": 12,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 9,
    "text": "iol, del Llibre segon Codi civil de Catalunya, relatiu a la persona i la família.\n\nEl dret de família. El parentiu. Els aliments 3. El dret a contreure matrimoni. Les famílies de fet 3.1. El dret a contreure matrimoni i la constitució de famílies La norma bàsica està continguda a l’article 32 CE, que estableix que “l’home i la dona tenen dret a contreure matrimoni amb plena igualtat jurídica”, dret que es reprodueix en l’article 44 CC, que diu, després de la reforma esdevinguda arran de la Llei 13/2005, d’1 de juliol, que “l’home i la dona tenen dret a contreure matrimoni d’acord amb les disposicions d’aquest codi. El matrimoni tindrà els mateixos requisits i efectes quan els contraents siguin del mateix o de diferent sexe”. La Llei 13/2005, d’1 de juliol, que modifica el Codi civil en matèria de dret a contreure matrimoni, suposa un canvi important, des del punt de vista legal, de la concepció de la família, ja que reconeix que el matrimoni pot ser celebrat entre persones del mateix o diferent sexe, amb plenitud i igualtat de drets i obligacions, és a dir, amb total equiparació d’efectes – adopció, prestacions socials, etc. La constitucionalitat de la reforma introduïda per aquesta important llei va ser confirmada per la STC 198/2012, de 6 de novembre, segons la qual l’admissió del matrimoni entre persones del mateix sexe no afecta la garantia institucional del matrimoni, el qual segueix sent recognoscible com a tal. Així mateix, afegeix el TC, l’admissió del matrimoni entre persones del mateix sexe no afecta la llibertat de no contreure’l, compresa en el dret a contreure matrimoni, ni redueix la llibertat dels individus per contreure un matrimoni heterosexual si així ho desitgen.\n\nDe l’article 32 CE en deriva el reconeixement de l’ius connubii, és a dir, la llibertat per contraure matrimoni. Aquest dret té unes característiques molt peculiars, perquè està inclòs en la llista dels drets dels ciutadans que la Constitució espanyola reconeix a la secció 2a., del capítol 2n., del títol I de la Constitució i, per tant, d’acord amb l’article 53 CE, no està protegit amb la tècnica del recurs d’empara. Aquesta disposició es pot configurar d’acord amb dos grans elements",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 11,
      "page_end": 12,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 10,
    "text": "la llista dels drets dels ciutadans que la Constitució espanyola reconeix a la secció 2a., del capítol 2n., del títol I de la Constitució i, per tant, d’acord amb l’article 53 CE, no està protegit amb la tècnica del recurs d’empara. Aquesta disposició es pot configurar d’acord amb dos grans elements:\n\n1) El reconeixement del dret de contreure matrimoni no el configura tècnicament com a dret fonamental.\n\n2) El dret a contreure matrimoni no és un dret absolut, perquè l’elecció s’ha d’efectuar dins els requisits que la llei ha fixat per mandat constitucional, ja que l’article 32.2 CE es remet a una llei posterior que fixa els requisits que s’han de complir.\n\nLa inclusió d’aquest dret entre el catàleg dels drets i deures dels ciutadans té com a significat la reserva de llei per a determinats aspectes de la projecció d’aquest dret, que han de respectar el contingut essencial. Això ha estat aprofi- (10)Article 32.1 CE.\n\nEl dret de família. El parentiu. Els aliments tat pel Tribunal Constitucional per a argumentar que la Constitució espanyola, en reconèixer el dret a contreure matrimoni, el configura constitucionalment, a diferència de la unió de fet, que no té cap protecció constitucional.\n\nAixí, en la STC 184/1990, de 15 de novembre, entén que “el matrimoni i la convivència extramatrimonial no són realitats equivalents. El matrimoni és una institució social garantida per la Constitució, i el dret de l’home i la dona a contreure’l és un dret constitucional10. Res d’això no passa amb la unió de fet more uxorio, que no és ni una institució jurídicament garantida ni hi ha un dret constitucional fet exprés per al seu establiment”.\n\nEl dret espanyol de família no regula aquestes situacions de manera general, si bé s’han de distingir dos tipus de relacions dins del grup familiar per a conèixer quines són les normes que regulen aquesta situació:\n\n1) Les relacions entre pares i fills. Estan excloses de l’autonomia de la voluntat dels pares i, per tant, els drets i deures descrits abans existeixen independentment que els pares estiguin casats o no.\n\n2) Les relacions entre els membres de la parella. No estan previstes directament per la llei i, per tant, en principi i sense per",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 12,
      "page_end": 13,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 11,
    "text": "ls. Estan excloses de l’autonomia de la voluntat dels pares i, per tant, els drets i deures descrits abans existeixen independentment que els pares estiguin casats o no.\n\n2) Les relacions entre els membres de la parella. No estan previstes directament per la llei i, per tant, en principi i sense perjudici del que afegirem en relació amb la legislació autonòmica, no desplegaran cap efecte.\n\n3.2. La convivència de fet Les relacions entre els membres d’una parella han estat objecte d’una certa reflexió en diferents sentències i actes del Tribunal Constitucional. Així, la citada STC 184/1990 admet que el legislador pugui establir una regulació per a la parella de fet que pot coincidir o no amb la que es reconeix a les parelles matrimonials. Una línia semblant es reflecteix a la Interlocutòria 222/1994, on s’afirma que el legislador pot establir un sistema d’equiparació dels convivents del mateix sexe perquè es puguin beneficiar de drets i beneficis semblants o iguals als del matrimoni. Ara bé, en tots dos casos el Tribunal Constitucional11 ha rebutjat que s’hagi d’aplicar el principi d’igualtat, perquè no es tracta de realitats equivalents. Més recentment, cal tenir en compte la doctrina fixada per la STC 93/2013, de 23 d’abril, que resol un recurs d’inconstitucionalitat interposat contra la Llei foral navarresa 6/2000, de 3 de juliol, per a la igualtat jurídica de les parelles estables. La sentència, tot i admetre que la unió de fet pot ser objecte de tractament i de consideració pel legislador, afegeix que ha de respectar determinats límits, perquè “suposaria una contradictio in terminis, convertir en ‘unió de dret’ una relació estable purament fàctica integrada per dues persones que han exclòs voluntàriament acollir-se a la institució matrimonial, amb el corresponent contingut imperatiu de drets i obligacions”. A partir d’aquí, la sentència considera inconstitucionals la major part dels preceptes de la llei impugnada, inclosos fins i tot alguns de naturalesa dispositiva, argumentant que l’establiment d’un règim jurídic legal per a la parella, sense que els seus membres hagin manifestat expressament la voluntat de sotme- (11)Vegeu també a aquest efecte la Interloc",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 13,
      "page_end": 13,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 12,
    "text": "la major part dels preceptes de la llei impugnada, inclosos fins i tot alguns de naturalesa dispositiva, argumentant que l’establiment d’un règim jurídic legal per a la parella, sense que els seus membres hagin manifestat expressament la voluntat de sotme- (11)Vegeu també a aquest efecte la Interlocutòria del Tribunal Constitucional de 3 de juny de 2003.\n\nEl dret de família. El parentiu. Els aliments tre-s’hi, vulnera els drets constitucionals al lliure desenvolupament de la personalitat i a la intimitat personal i familiar, establerts als articles 10.1 i 18.1 del CE, respectivament (FJ 9).\n\nEncara que no tinguin un tractament unitari, en alguns aspectes es reconeixen uns certs efectes semblants als del matrimoni, i segons la norma de què es tracti els requisits de convivència seran uns o altres:\n\na) Poden accedir a la reproducció assistida.\n\nVegeu també La reproducció assistida es tracta al mòdul “La filiació”.\n\nb) Es té en compte la convivència de fet per a la pèrdua del dret a pensió compensatòria12.\n\n(12)Article 101 CC.\n\nc) La Llei d’arrendaments urbans de 1994 preveu expressament la parella de fet per a assimilar-la al matrimoni en aquest àmbit, com a conseqüència de la STC 222/1992, d’11 de desembre. S’accepta la subrogació en l’arrendament per mort del convivent titular13; la facultat de continuar a l’habitatge arrendat per renúncia, desistiment o abandonament del convivent14, i l’adaptació de l’habitatge per discapacitat del convivent15. Aquestes disposicions s’apliquen a les parelles de fet “amb independència de la seva orientació sexual”.\n\nd) L’article 5.3 de la Llei 40/2007, de 4 de desembre, de mesures en matèria de Seguretat Social (BOE 5.12.2007) va modificar l’article 174 TRLGSS introduint-hi un apartat tercer que permet rebre la pensió als convivents supervivents que compleixin una sèrie de requisits i que, en l'actualitat, es troba regulada en el vigent art. 221 TRLGSS, aprovat per Reial decret legislatiu 8/2015, de 30 d'octubre.\n\nLes STC 40/2014, d’11 de març, i 51/2014, de 7 d’abril, van declarar inconstitucional la norma de la legislació estatal de seguretat social (art. 174.3.5è. TRLGSS) que, pel que fa a la percepció de la pensió de viduïta",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 13,
      "page_end": 14,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 13,
    "text": "nt art. 221 TRLGSS, aprovat per Reial decret legislatiu 8/2015, de 30 d'octubre.\n\nLes STC 40/2014, d’11 de març, i 51/2014, de 7 d’abril, van declarar inconstitucional la norma de la legislació estatal de seguretat social (art. 174.3.5è. TRLGSS) que, pel que fa a la percepció de la pensió de viduïtat per part del supervivent que havia conviscut en parella estable, remetia a la legislació de les comunitats autònomes amb dret civil propi per a determinar què s’havia de considerar parella de fet i la manera d’acreditar-ho. En conseqüència, aquesta jurisprudència ve a exigir el compliment dels requisits previstos en la mateixa legislació de seguretat social, que inclouen l’acreditació mitjançant la inscripció en un registre administratiu o la constància en document públic. En resposta a aquesta jurisprudència, el Decret llei 3/2015, de 6 d’octubre, de modificació de la Llei 25/2010, del 29 de juliol, del Llibre segon del Codi civil de Catalunya, relatiu a la creació del registre de parelles estables, crea un registre adreçat precisament a facilitar el compliment d’aquest requisit acreditatiu de l’existència de la relació de parella a Catalunya.\n\nDes que es va aprovar la Llei catalana 10/1998, de 15 de juliol de 1998, d’unions estables de parella (LUEP), han estat moltes les comunitats autònomes que també han dictat la seva pròpia normativa sobre aquest punt. Així, i per ordre cronològic:\n\n• la Llei aragonesa 6/1999, de 26 de març, de parelles estables no casades, derogada per Decret legislatiu 1/2011, de 22 de març, del Govern d’Aragó, (13)Article 16 LAU.\n\n(14)Article 12 LAU.\n\n(15)Article 24 LAU.\n\nEl dret de família. El parentiu. Els aliments pel qual s’aprova, amb el títol de “Codi del Dret foral d’Aragó”, el text refós de les lleis civils aragoneses. Aquest codi regula ara aquestes parelles;\n\nla Llei foral de Navarra 6/2000, de 3 de juliol, per la igualtat jurídica de les parelles estables (vegeu, supra, la referència a la STC 93/2013, de 23 d’abril, que declara inconstitucionals alguns dels seus continguts);\n\nla Llei de València 1/2001, de 6 d’abril, per la qual es regulen les parelles de fet, derogada per Llei 5/2012, de 15 d’octubre, d’unions de fet formalitzad",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 14,
      "page_end": 15,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 14,
    "text": "es parelles estables (vegeu, supra, la referència a la STC 93/2013, de 23 d’abril, que declara inconstitucionals alguns dels seus continguts);\n\nla Llei de València 1/2001, de 6 d’abril, per la qual es regulen les parelles de fet, derogada per Llei 5/2012, de 15 d’octubre, d’unions de fet formalitzades que, al seu torn, ha estat declarada parcialment inconstitucional per la STC 110/2016, de 9 de juny;\n\nla Llei de Madrid 11/2001, de 19 de desembre, d’unions de fet;\n\nla Llei de les Illes Balears 18/2001, de 19 de desembre, de parelles estables;\n\nla Llei d’Astúries 4/2002, de 23 de maig, de parelles estables;\n\nla Llei d’Andalusia 5/2002, de 16 de desembre, de parelles de fet;\n\nla Llei de Canàries 5/2003, de 6 de març, per a la regulació de les parelles de fet;\n\nla Llei d’Extremadura 5/2003, de 20 de març, de parelles de fet;\n\nla Llei del País Basc 2/2003, de 7 de maig, reguladora de les parelles de fet, i\n\nla Llei de Cantàbria 1/2005, de 16 de maig, de parelles de fet;\n\nla Llei 2/2006, de Dret civil de Galícia (vegeu disposició addicional tercera).\n\nLa LUEP va ser derogada per la Llei 25/2010, de 29 de juliol, del llibre segon del Codi civil de Catalunya, relatiu a la persona i família, que posà fi al tractament separat que l’ordenament català havia donat a les parelles estables, que les regulava en una llei especial diferent del Codi de família. Així mateix, la nova regulació, en ser posterior a l’entrada en vigor de la Llei 13/2005, per la qual s’aprova el matrimoni entre persones del mateix sexe, posa fi al tractament separat que la LUEP atorgava a les unions estables de parella, en funció de si els seus integrants eren o no persones del mateix sexe.\n\nEl dret de família. El parentiu. Els aliments 3.3. La regulació de la parella estable a Catalunya El llibre segon del CCCat en el seu capítol IV es dedica a la convivència estable en parella, i en limita la regulació als aspectes civils, ja que la Generalitat no té competències en l’àmbit de la Seguretat Social (sobre pensions de viduïtat, vegeu apartat anterior, lletra d), penal o fiscal (sistema de declaració de la renda, equiparació al matrimoni de determinats impostos, etc.).\n\nA diferència de la LUEP, el CCCat j",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 15,
      "page_end": 16,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 15,
    "text": "aspectes civils, ja que la Generalitat no té competències en l’àmbit de la Seguretat Social (sobre pensions de viduïtat, vegeu apartat anterior, lletra d), penal o fiscal (sistema de declaració de la renda, equiparació al matrimoni de determinats impostos, etc.).\n\nA diferència de la LUEP, el CCCat ja no estableix cap tipus de diferència per raó de l’orientació sexual dels membres de la parella i ja en l’article 234-1 defineix què hem d’entendre com a parella estable (sense fer distincions entre la parella de diferent o del mateix sexe).\n\nLa seva constitució es dona si es compleix algun dels requisits següents:\n\n• Si la convivència dura més de dos anys ininterromputs.\n\n• Si durant la convivència tenen un fill en comú (comprèn l’adopció i el recurs a la reproducció assistida).\n\n• Si formalitzen la relació en escriptura pública.\n\nNo obstant això, no podran constituir una parella estable els menors d’edat no emancipats, les persones relacionades per parentiu en línia recta, o en línia col·lateral dins del segon grau, les persones casades i no separades de fet i les que convisquin en parella amb una tercera persona.16 (16)Article 234-2 CCCat.\n\nA diferència de la LUEP, el CCCat estableix que poden constituir una parella estable les persones que no podrien contreure matrimoni entre si perquè una d’elles continua casada amb una altra persona. S’amplia així l’àmbit subjectiu d’aplicació de la normativa, ja que es vol evitar que un nombre molt important de parelles quedin fora de la regulació –segons algunes estimacions, entorn d’un 30% de les parelles heterosexuals existents a Catalunya i un nombre indeterminat de parelles del mateix sexe– i que les conseqüències de la ruptura s’hagin de determinar acudint a una doctrina jurisprudencial de perfils massa imprecisos17.\n\nD’acord amb l’article 234-3 CCCat, el seu règim mentre duri la convivència es regula pels pactes dels convivents, a excepció de l’habitatge familiar, en relació al qual, pel caràcter especialment protegit d’aquest bé (art. 47 CE), s’aplica l’article 231-9 CCCat. A diferència de la LUEP, el legislador del llibre segon ha volgut potenciar els efectes de la parella estable quan s’ha extingit, però també elimin",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 16,
      "page_end": 16,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 16,
    "text": "ts, a excepció de l’habitatge familiar, en relació al qual, pel caràcter especialment protegit d’aquest bé (art. 47 CE), s’aplica l’article 231-9 CCCat. A diferència de la LUEP, el legislador del llibre segon ha volgut potenciar els efectes de la parella estable quan s’ha extingit, però també eliminar o reduir els efectes durant la unió, que es limiten a la mencionada aplicació de l’article 231-9 CCCat o a la possibilitat d’adquirir conjuntament béns amb pacte de supervivència, en què és d’aplicació, per remissió, la regulació prevista en relació amb els cònjuges (art. 231-15 a 231-18 CCCat). En conseqüència, ja no hi ha un règim per a les despeses familiars ni un règim (17)Preàmbul Llei 25/2010.\n\nEl dret de família. El parentiu. Els aliments de responsabilitat solidària per deutes, ni tampoc es reconeix l’obligació de prestar-se aliments entre els membres de la parella. A aquests efectes, resulta útil el preàmbul de la llei del llibre segon:\n\n“El model de regulació de la parella estable que dissenya el llibre segon és el més apropiat per a la societat catalana actual. Certament, l’inici d’un projecte de vida en comú no es fa avui únicament per mitjà del matrimoni. A diferència d’altres països de l’entorn de Catalunya, no obstant això, la incidència de la convivència no matrimonial és relativament baixa i estudis recents constaten que en parelles joves es presenta com un fenomen força diferent del matrimoni, a partir d’indicadors com la durada, l’estabilitat, la fecunditat o el grau de compromís recíproc palesat en actes com la posada en comú de béns o coses similars. Predomina la modalitat que la concep com un matrimoni a prova, o bé perquè la parella es trenca o bé perquè es transforma en matrimoni. Aquest fet justifica prescindir d’un estatut jurídic de la convivència estable en parella, que és molt difícil d’harmonitzar amb la gran varietat de situacions que presenta aquesta realitat. Naturalment, això no exclou que, quan la ruptura de la convivència provoca –per la seva durada, pel fet d’haver tingut fills en comú o, en general, per raó de les decisions preses per cadascun dels convivents en interès comú– que algun d’ells es trobi en una situació de necessi",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 16,
      "page_end": 17,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 17,
    "text": "nta aquesta realitat. Naturalment, això no exclou que, quan la ruptura de la convivència provoca –per la seva durada, pel fet d’haver tingut fills en comú o, en general, per raó de les decisions preses per cadascun dels convivents en interès comú– que algun d’ells es trobi en una situació de necessitat, pugui obtenir de l’altre els mitjans necessaris per a refer la seva vida. Tot plegat, sens perjudici del dret a la compensació econòmica per raó del treball per a la llar o per a l’altre convivent, que neix al marge de l’estatut jurídic de la convivència i que resulta del fet que, en interès comú, un convivent ha fet una tasca que no ha generat excedents acumulables mentre que l’altre n’ha fet una altra que sí que n’ha generat.” La llei també regula les causes d’extinció, que són el cessament de la convivència amb trencament de la comunitat de vida, la mort o declaració de mort d’un dels convivents18, el matrimoni de qualsevol d’ells, el comú acord dels convivents formalitzat en una escriptura pública i la voluntat d’un dels convivents notificada fefaentment a l’altre.\n\nEn previsió del cessament de la convivència, els convivents poden pactar en escriptura pública els efectes de l’extinció, i són d’aplicació les normes previstes en cas de ruptura matrimonial (art. 234-5 CCCat). També en el moment del cessament de la convivència, es podran acordar els efectes de la seva extinció, i es podran incloure en una proposta de conveni o fora d’aquest (art. 234-6).\n\nEls efectes de l’extinció de la parella estable són els següents:\n\n• En matèria d’exercici de la guarda dels fills i relacions personals, s’aplicaran, per remissió, els articles 233-8 i 233-13 CCCat, relatius a la nul·litat del matrimoni, divorci i separació legal.\n\n• En l’atribució o distribució de l’ús de l’habitatge familiar, l’article 234-8 CCCat estableix que els convivents podran acordar l’atribució a un d’ells de l’ús de l’habitatge familiar; si no hi ha acord i els convivents tenen fills en comú, l’autoritat judicial pot atribuir l’ús de l’habitatge familiar al membre de la parella que tingui la guarda dels fills, i si aquesta és compartida per tots dos, al que en tingui més necessitat. Per remissió, ser",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 17,
      "page_end": 17,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 18,
    "text": "de l’ús de l’habitatge familiar; si no hi ha acord i els convivents tenen fills en comú, l’autoritat judicial pot atribuir l’ús de l’habitatge familiar al membre de la parella que tingui la guarda dels fills, i si aquesta és compartida per tots dos, al que en tingui més necessitat. Per remissió, seran d’aplicació el que estableixen els articles 233-21 a 233-25 CCCat, relatius als efectes de la nul·litat matrimonial, divorci o separació legal envers l’atribució d’habitatge.\n\n(18)En aquest cas d’extinció, es reconeixeran al convivent supervivent els drets viduals familiars continguts en els articles 231-30 i 231-31 CCCat.\n\nEl dret de família. El parentiu. Els aliments • Quant a la compensació econòmica per raó de treball, el convivent que hagi treballat per a la casa més que l’altre o hagi treballat per a l’altre sense retribució o amb una retribució insuficient, té dret a una compensació econòmica per aquest fet. Per a regular-ho s’aplicaran, per remissió, els articles 232-5 a 232-10 CCCat.\n\n• Pel que fa la prestació alimentària, aquesta es pot demanar si la convivència ha minvat la capacitat d’un dels convivents per a obtenir ingressos o si té la guarda de fills comuns, en circumstàncies en què la seva capacitat d’obtenir ingressos resti minvada. Aquesta prestació es pot atribuir en forma de capital o de pensió19.\n\nTant el dret a la compensació econòmica per raó de treball com el dret a la prestació alimentària prescriuen en el termini d’un any a comptar des de l’extinció de la parella estable20, i tots els conflictes judicials relatius a la ruptura de la parella es tramitaran per les regles del procediment matrimonial21.\n\nPersonal de les administracions públiques catalanes La disposició addicional segona de la Llei 25/2010 del llibre segon del CCCat estableix les mesures de conciliació del treball i la vida familiar del personal de les administracions públiques catalanes que conviu en parella estable.\n\n(19)Articles 234-10 a 234-12 CCCat. Es tracta d’una mesura d’un abast més limitat que la prestació compensatòria prevista per als matrimonis en els articles 233-14 i seg. CCCat.\n\n(20)Article 234-13 CCCat.\n\n(21)Disposició addicional cinquena CCCat.\n\nEl dret de fam",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 17,
      "page_end": 19,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 19,
    "text": "anes que conviu en parella estable.\n\n(19)Articles 234-10 a 234-12 CCCat. Es tracta d’una mesura d’un abast més limitat que la prestació compensatòria prevista per als matrimonis en els articles 233-14 i seg. CCCat.\n\n(20)Article 234-13 CCCat.\n\n(21)Disposició addicional cinquena CCCat.\n\nEl dret de família. El parentiu. Els aliments 4. Els aliments 4.1. Concepte i pressupòsits El dret a aliments és aquell que té una persona davant d’una altra amb qui l’uneixen vincles de parentiu en el grau assenyalat per la llei quan es troba en estat de necessitat i no es pot proveir ella mateixa del manteniment adequat.\n\nS’entén per aliments tot el que és indispensable per al manteniment: l’habitatge, el vestit i l’assistència mèdica de la persona alimentada, i també les despeses per a la formació si aquesta és menor, i per a la continuació de la formació, un cop assolida la majoria d’edat, si no l’ha acabada abans per una causa que no li és imputable, sempre que mantingui un rendiment regular. Així mateix, els aliments inclouen les despeses funeràries, si no estan cobertes d’una altra manera (art. 237-1 CCCat).\n\nEl CCCat integra la jurisprudència que en aquesta matèria vol evitar que la reclamació d’aliments per part de fills majors d’edat derivi en un cert “parasitisme social” (entre d’altres, vegeu les STSJC de 4 de juliol de 2006 i 8 de maig de 2008).\n\nEls pressupòsits perquè neixi aquest dret són tres:\n\n1) Que entre el reclamant i qui està obligat a prestar-los hi hagi el grau de parentiu previst en l’article 237-2.1 CCCat, on s’estableix que estan obligats a prestar-se aliments els cònjuges, els descendents, els ascendents i els germans.\n\nL’article 143 CC es refereix als mateixos obligats.\n\nVegeu també Vegeu, en aquest sentit, les STS de 23 de febrer de 2000;\n\nSTSJC Aragó, de 2 de setembre de 2009 i STSJC de 16 de juny de 2011.\n\n2) Que qui reclama aliments es trobi en estat de necessitat, és a dir, que no es pugui proveir per ell mateix del manteniment adequat, sempre que la necessitat no derivi d’una causa que li sigui imputable22.\n\n(22)Article 237-4 CCCat.\n\n3) La capacitat econòmica de l’obligat a prestar-los, de manera que la reducció de les rendes o el patrimoni de l’o",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 18,
      "page_end": 19,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 20,
    "text": "ecessitat, és a dir, que no es pugui proveir per ell mateix del manteniment adequat, sempre que la necessitat no derivi d’una causa que li sigui imputable22.\n\n(22)Article 237-4 CCCat.\n\n3) La capacitat econòmica de l’obligat a prestar-los, de manera que la reducció de les rendes o el patrimoni de l’obligat en una quantia que no pugui atendre les seves pròpies necessitats i les d’altres persones amb dret als aliments extingeix l’obligació23.\n\n(23)Articles 237-6.2, 237-7 i 237-8 CCCat i 152, 2n. CC.\n\nHem de destacar que al marge d’aquest dret legal d’aliments entre parents, la Llei 41/2003, de 18 de novembre, de protecció patrimonial de persones amb discapacitat, va introduir en el Codi civil espanyol la regulació del contracte d’aliments24, figura contractual i totalment independent de la normativa reguladora del dret legal d’aliments. En dret català, el contracte d'aliments es regula pel llibre sisè del CCCat25.\n\n(24)Article 1791 i seg.\n\n(25)Articles 624-8 a 624-11 CCCat.\n\nEl dret de família. El parentiu. Els aliments 4.2. El deute d’aliments Quan es donen els requisits anteriors i s’imposa judicialment a l’obligat el deure de prestar els aliments, sorgeix una relació jurídica obligatòria que crea un crèdit, en el qual l’alimentista o alimentat és el creditor, i l’obligat a prestar-los o alimentant és el deutor. Per evitar confusions, d’ara endavant simplificarem i ens referirem a ambdós emprant, respectivament, les paraules creditor i obligat. Aquest deute sorgeix per imposició legal i té unes característiques pròpies, d’acord amb el que disposa l’article 237-12 CCCat:\n\na) És una obligació personalíssima, que s’extingeix amb la mort de l’obligat26;\n\ns’extingeix també per la mort del creditor27.\n\nb) És una obligació intransmissible, de manera que es prohibeix la renúncia i la compensació amb els aliments que en el seu cas el creditor presta a l’obligat28.\n\nL’article 1814 CC prohibeix la transacció sobre aliments futurs. Ara bé, un cop acreditats els aliments i determinada la relació obligatòria, les quantitats degudes reben el tracte de qualsevol altre deute.\n\n(26)Articles 237-13 CCCat i 150\n\nCC.\n\n(27)Articles 237-13 CCCat i art.\n\n152.1 CC.\n\n(28)Articles 237-12.1",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 19,
      "page_end": 20,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 21,
    "text": "14 CC prohibeix la transacció sobre aliments futurs. Ara bé, un cop acreditats els aliments i determinada la relació obligatòria, les quantitats degudes reben el tracte de qualsevol altre deute.\n\n(26)Articles 237-13 CCCat i 150\n\nCC.\n\n(27)Articles 237-13 CCCat i art.\n\n152.1 CC.\n\n(28)Articles 237-12.1 CCCat i 151\n\nCC.\n\nc) Són inembargables29.\n\nd) Són imprescriptibles. Cosa diferent és que, d’acord amb l’article 121-21 a) CCCat, les pretensions relatives a pagaments periòdics que s’hagin de fer per anys o terminis més breus prescriuen als tres anys (cfr. amb l’article 1966.1a.\n\nCC, segons el qual l’acció per a pagar les pensions degudes per aliments prescriu als cinc anys.\n\n(29)Articles 237-12 CCCat i 1451.3\n\nLEC.\n\ne) És una obligació mancomunada quan hi ha una pluralitat d’obligats a prestar aliments: cadascú ha d’assumir la part corresponent d’acord amb els seus recursos i les seves possibilitats30. No obstant això, l'autoritat judicial pot imposar l’obligació només a un dels obligats quan les circumstàncies ho aconsellin així i pel temps que consideri necessari31.\n\n(30)Articles 237-7 CCCat.\n\n(31)Articles 237-7.1 CCCat i 145.2\n\nCC.\n\nf) És un deute de valor, tal com ha quedat configurat per la jurisprudència32 amb la finalitat d’evitar que perjudiquin al creditor les oscil·lacions a la baixa del valor de la moneda. A aquests efectes, l'autoritat judicial pot establir les bases de l’actualització anual, sense perjudici d’altres de complementàries33.\n\n4.3. Els obligats al pagament Estan obligades a prestar-se aliments recíprocament les persones enumerades en l’article 237-2 CCCat, de forma similar al que disposa l’article 143 CC. Tots dos articles coincideixen tant en la fixació dels obligats com en la prelació entre ells, que apareix en els articles 237-6.1 CCCat i 144 CC.\n\n(32)Vegeu STC de 14 de febrer de 1976, 9 d’octubre de 1981, 11 d’octubre de 1982 i 25 de novembre de 1985.\n\n(33)Article 237-9 CCCat.\n\nEl dret de família. El parentiu. Els aliments Així, s’estableix l’ordre de preferència següent:\n\na) El cònjuge.\n\nb) Els descendents, tenint en compte que els més propers en grau exclouen els més remots; així, no es podran reclamar aliments a un nét si hi ha fills",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 20,
      "page_end": 21,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 22,
    "text": "de 1985.\n\n(33)Article 237-9 CCCat.\n\nEl dret de família. El parentiu. Els aliments Així, s’estableix l’ordre de preferència següent:\n\na) El cònjuge.\n\nb) Els descendents, tenint en compte que els més propers en grau exclouen els més remots; així, no es podran reclamar aliments a un nét si hi ha fills amb capacitat per a prestar-los. S’hi inclouen els adoptats, ja que no poden reclamar aliments a la seva família natural i els fills han de ser iguals davant la llei, amb independència de la seva filiació (art. 39.2 del CE).\n\nc) Els ascendents, també segons l’ordre de proximitat de grau. S’hi inclouen també els adoptats, per la mateixa raó esmentada al punt anterior.\n\nd) Els germans. Al CCCat no es distingeix entre germans segons el vincle; en canvi, en l’article 144 CC s’estableix una prelació de dubtosa constitucionalitat entre els de doble vincle, que es prefereixen als de vincle senzill.\n\nLa prelació no exclou la possibilitat de demandes a altres obligats, de manera que si un dels obligats no té prou recursos per a satisfer les necessitats del reclamant, podrà reclamar als obligats següents34.\n\n(34)Articles 237-6.2 CCCat.\n\nJa s’ha dit que quan hi ha dos o més obligats de la mateixa classe (més d’un fill, per exemple), l’obligació es reparteix entre ells de manera mancomunada, en proporció a les seves possibilitats. Quan algun dels fills esdevingui incapaç per a prestar els aliments, els altres han d’assumir proporcionalment l’obligació que queda per complir35, sense perjudici que es generi un crèdit per a poder recuperar la part que es va deixar de prestar quan aquell fill millori la situació econòmica.\n\n(35)Articles 237-7 CCCat.\n\nQueden exemptes de prestar aliments les persones que tinguin reconeguda la condició de discapacitades, llevat que tinguin prous mitjans36.\n\n(36)Article 237-3 CCCat.\n\nEl dret de família. El parentiu. Els aliments 4.4. El creditor o alimentat És la persona que té dret a demanar i rebre aliments. Ja hem vist que la llei enumera els que hi tenen dret de forma recíproca. Per tant, són els mateixos que s’han estudiat a l’apartat anterior. S’ha de destacar que de vegades coincideix el dret d’aliments amb altres drets: així passa amb els derivat",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 20,
      "page_end": 22,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 23,
    "text": "la persona que té dret a demanar i rebre aliments. Ja hem vist que la llei enumera els que hi tenen dret de forma recíproca. Per tant, són els mateixos que s’han estudiat a l’apartat anterior. S’ha de destacar que de vegades coincideix el dret d’aliments amb altres drets: així passa amb els derivats de la condició de cònjuge, com a conseqüència del deure de socors, i amb els que tenen els fills en virtut de la potestat, o amb els dels sotmesos a tutela.37 4.5. Els aliments prestats per un tercer Qualsevol pot prestar els aliments que siguin necessaris per a satisfer les necessitats bàsiques d’una persona, sense tenir-ne l’obligació. L’article 1894 CC configura el supòsit que algú no obligat presti aliments sense coneixement de l’obligat a fer-ho quasi com un contracte de gestió de negocis aliens sense mandat. Qui presta aliments en aquestes condicions té dret a reclamar-los a l’obligat a prestar aliments, si no consta que es tracta d’una donació. D’acord amb aquesta regla general, l’article 148 CC estableix que es poden adoptar judicialment les mesures oportunes per a assegurar els avançaments que una entitat pública faci a una persona per tal d’assegurar les seves necessitats futures. Però perquè l’entitat corresponent pugui reclamar la devolució d’aquests avançaments a l’obligat a prestar aliments, es requereix que l’obligat ho sigui efectivament, és a dir, que així s’hagi declarat judicialment.\n\nA Catalunya hi ha una norma semblant a l’article 237-11 CCCat, on s’introdueix la regla de la repetició de les quantitats prestades per aliments quan aquests siguin prestats per un tercer i no per la persona obligada.\n\nL'autoritat judicial també pot adoptar les mesures asseguratives que consideri convenients quan els aliments els presti una entitat pública o privada. Aquesta regla apareix justificada per la legitimació per a reclamar aliments que reconeix l’article 237-11 CCCat, que admet la de l’entitat pública o privada que aculli la persona necessitada, de manera que aquesta entitat podrà exercir l’acció de reclamació contra els obligats a prestar-los i en defecte de la voluntat del creditor o alimentat. Es tracta d’una subrogació en l’exercici de l’acció, estable",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 22,
      "page_end": 22,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 24,
    "text": "CCCat, que admet la de l’entitat pública o privada que aculli la persona necessitada, de manera que aquesta entitat podrà exercir l’acció de reclamació contra els obligats a prestar-los i en defecte de la voluntat del creditor o alimentat. Es tracta d’una subrogació en l’exercici de l’acció, establerta per ministeri de la llei.\n\n4.6. El contingut de l’obligació alimentària El contingut dels aliments s’ha de fixar tenint en compte els dos elements següents: el qualitatiu, que determina quines despeses s’inclouen en el concepte d’aliments, i el quantitatiu, que en fixa la quantitat.\n\n(37)Al respecte, cal tenir en compte que a Catalunya, el Decret llei 19/2021, de 31 d’agost, pel qual s’adapta el Codi civil de Catalunya a la reforma del procediment de modificació judicial de la capacitat, disposa que «La persona major d’edat que necessita suport per exercir la seva capacitat jurídica en condicions d’igualtat pot sol·licitar la constitució de l’assistència que regulen els articles 226-1 a 226-7 del Codi civil de Catalunya». Així doncs, ja no es poden constituir tuteles, curateles i potestats parentals prorrogades o rehabilitades en relació amb persones majors d’edat, sinó només el règim d’assistència establert en els articles esmentats.\n\na) D’acord amb l’element qualitatiu, s’inclouran en els aliments les despeses generades pel manteniment, l’habitatge, el vestit i l’assistència mèdica. Inclou també les despeses de formació del menor d’edat i la continuació de la formació durant la majoria d’edat si el rendiment és regular i no s’ha acabat per una (38)Articles 237-1 CCCat i 142 CC.\n\n(39)Vegeu a aquest efecte les STS d’1 de març de 2001 i del TSJC de\n\n3 de novembre de 2003.\n\nEl dret de família. El parentiu. Els aliments causa que no sigui imputable a l’alimentat38. L’article 237-1 CCCat inclou, a més, les despeses funeràries, i l’article 142 CC les d’embaràs i part que no estiguin cobertes de cap altra manera39.\n\nb) L’element quantitatiu està determinat de manera general, ja que depèn de dos factors: el cabal i els mitjans de l’obligat i les necessitats del creditor o alimentat40. Aquest és el paràmetre que determinarà la quantitat inicial. Però com que es tracta d’u",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 22,
      "page_end": 23,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 25,
    "text": "estiguin cobertes de cap altra manera39.\n\nb) L’element quantitatiu està determinat de manera general, ja que depèn de dos factors: el cabal i els mitjans de l’obligat i les necessitats del creditor o alimentat40. Aquest és el paràmetre que determinarà la quantitat inicial. Però com que es tracta d’una obligació de tracte successiu, es poden produir alteracions que obliguin a adaptar posteriorment les quantitats, segons si augmenten o disminueixen les necessitats de l’alimentat i les possibilitats de l’obligat a prestar-los41.\n\n4.7. Naixement i forma de compliment L’obligació sorgeix quan el creditor o alimentat es troba en un estat de necessitat.\n\n(40)Articles 237-9 CCCat i 146 CC.\n\n(41)Articles 237-9 i 237-10 CCCat.\n\nAquest és el pressupòsit, d’acord amb l’article 237-4 CCCat. Ara bé, es poden donar dues situacions: que l’obligat a prestar-los ho faci de manera voluntària, situació en la qual no es plantegen gaires problemes, o bé que s’hi negui i s’hagi de reclamar l’efectivitat del dret davant dels tribunals. En aquest cas, l'autoritat judicial pot arbitrar les mesures cautelars oportunes per a assegurar el reintegrament dels avançaments per les quantitats prestades per l’entitat pública o privada i per al pagament dels aliments futurs42.\n\n(42)Articles 237-11 CCCat i 148.3\n\nCC.\n\nNormalment, el deute d’aliments s’ha de satisfer per mitjà del pagament de la quantitat acordada o fixada i per les mensualitats anticipades43. Però l’obligat pot optar per satisfer els aliments al seu domicili, on acull l’alimentat44. No es podrà optar per aquesta modalitat quan hi hagi una causa justa que ho impedeixi o quan l’alimentat s’hi oposi amb una causa raonable45.\n\n4.8. Extinció de l’obligació D’acord amb l’article 237-13 CCCat, i en sentit similar els articles 150 i 152 CC, les causes d’extinció de l’obligació de prestar aliments són les següents:\n\na) La mort de l’alimentat o de la persona o les persones obligades a prestar-los.\n\nb) El divorci i la declaració de nul·litat del matrimoni.\n\nc) La reducció de les rendes i del patrimoni de les persones obligades, de manera que faci impossible el compliment de l’obligació sense desatendre les necessitats pròpies i les de les per",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 23,
      "page_end": 23,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 26,
    "text": "la persona o les persones obligades a prestar-los.\n\nb) El divorci i la declaració de nul·litat del matrimoni.\n\nc) La reducció de les rendes i del patrimoni de les persones obligades, de manera que faci impossible el compliment de l’obligació sense desatendre les necessitats pròpies i les de les persones amb dret preferent d’aliments.\n\n(43)Articles 237-10.1 CCCat i 148.2\n\nCC.\n\n(44)Articles 237-10.2 CCCat i 149\n\nCC.\n\n(45)Article 237-10.2 CCCat.\n\nEl dret de família. El parentiu. Els aliments d) La millora de les condicions de vida de l’alimentat, de manera que faci innecessària la prestació.\n\ne) El fet que l’alimentat, encara que no tingui la condició de legitimari, incorri en alguna de les causes de desheretament que estableix l’article 451-17 CCCat.\n\nf) La privació de la potestat sobre la persona obligada, si l’alimentat és un dels progenitors.\n\nEl dret de família. El parentiu. Els aliments Resum La importància legal i constitucional de la institució familiar s’ha fet evident en quasi tots els seus àmbits, sobretot com a base del tipus de convivència social que coneixem avui.\n\nPer protegir aquest tipus de relació social i humana, la llei ofereix una sèrie de mecanismes plurals. No hem d’oblidar que la protecció de la família és una exigència de l’estat social de dret i que s’aconsegueix per mitjà d’un sistema mixt en què intervenen els familiars i l’Estat.\n\nPer això, en la mesura en què la família resulta obligada, és imprescindible determinar qui constitueix el nucli familiar i quins són els serveis que s’han de prestar, en particular el dret d’aliments.\n\nPerò això no ha de fer que s’oblidi un punt clau, ja que el nostre ordenament jurídic permet una pluralitat de famílies, algunes basades en el matrimoni i d’altres no. Per tant, algunes famílies crearan vincles de parentiu i d’altres no.\n\nSi no hi ha vincles de parentiu, la llei ha d’establir, com ha fet la legislació catalana, els drets i les obligacions que deriven de les unions convivencials no basades en el matrimoni.\n\nAixò que acabem de dir no influeix en la fixació del contingut del dret de família, que, com s’ha explicat en el text, té com a regla general un caràcter imperatiu, el que suposa, bàsicament",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 23,
      "page_end": 25,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 27,
    "text": "ió catalana, els drets i les obligacions que deriven de les unions convivencials no basades en el matrimoni.\n\nAixò que acabem de dir no influeix en la fixació del contingut del dret de família, que, com s’ha explicat en el text, té com a regla general un caràcter imperatiu, el que suposa, bàsicament, que les normes són indisponibles, per la qual cosa l’autonomia de la voluntat no té marge d’actuació. Però en qualsevol supòsit hi ha una regla que es constitueix en bàsica i que passa per la necessària protecció “del subjecte més dèbil de la relació”. Una de les manifestacions d’aquesta idea la constitueix l’exercici de la potestat, que estudiarem al mòdul “La filiació”. Una altra manifestació -encara n’hi ha més- la constitueix el dret d’aliments estudiat en aquest mòdul.\n\nEl dret d’aliments està situat en aquest mòdul precisament pel seu caràcter general, ja que el seu origen està basat en l’existència de parentiu entre l’obligat i el sol·licitant, unit al fet objectiu de la necessitat per part de qui el reclama i la possibilitat de prestar-los per part de qui en resulta obligat.\n\n\n\nEl dret de família. El parentiu. Els aliments Activitats Al final de cada mòdul hi ha una indicació bibliogràfica on s’ha procurat triar treballs, no especialment llargs, sobre alguns dels temes que s’hi han tractat. Òbviament, la seva lectura sempre és recomanable, però val més deixar llibertat al consultor perquè decideixi les lectures que li semblin més idònies en cada moment.\n\nEl que sí que sembla necessari és la realització del “cas pràctic” proposat. S’hi planteja una doble activitat: per una banda, hi ha una sèrie de qüestions que constitueixen un mecanisme valuós d’autoavaluació i que es presenten sota l’epígraf de preguntes. Totes les preguntes es basen en un “supòsit fàctic” i no són altra cosa que alguns dels interrogants que planteja el mateix text i que, òbviament, estan resolts als materials d’estudi. Per altra banda, es proposa la redacció d’una demanda en la qual es reclamin aliments. Evidentment, la forma és important, però interessa més el contingut de la reclamació: què es demana, a qui es demana i el motiu o els motius de la sol·licitud.\n\nAliments En Joan, originar",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 25,
      "page_end": 27,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 28,
    "text": "s als materials d’estudi. Per altra banda, es proposa la redacció d’una demanda en la qual es reclamin aliments. Evidentment, la forma és important, però interessa més el contingut de la reclamació: què es demana, a qui es demana i el motiu o els motius de la sol·licitud.\n\nAliments En Joan, originari d’un petit poble, estudia veterinària a Lleida. És un bon estudiant i als 21 anys només li falta un curs per a acabar els estudis. La seva vida feliç es veu afectada pel divorci dels seus pares. La seva relació amb el seu pare es torna problemàtica, ja que en Joan s’aboca decididament en la seva mare, a qui el divorci ha afectat molt. La tibantor arriba fins al punt que el seu pare deixa de pagar-li la pensió mensual establerta per sentència de divorci. Evidentment, en Joan necessita aquests diners, ja que estant tan a prop d’acabar els estudis, no vol deixar-los. Com que no troba cap feina per hores (que és el màxim a què pot comprometre’s sense abandonar els estudis), en Joan emprèn accions judicials i aconsegueix que el seu pare li presti aliments. Poc després, en Joan acaba els estudis i troba feina. El seu pare deixa de prestar-li aliments i en Joan destina una part del sou a ajudar la seva mare.\n\nPreguntes Resoleu, amb fonament en el Dret civil català, les qüestions següents:\n\n1. Concepte d’aliments entre parents.\n\n2. Quan s’origina el deure d’alimentar i per quines causes cessa?\n\n3. El divorci dels progenitors posa fi a l'obligació de prestar aliments?\n\n4. La majoria d’edat és causa d’extinció del deure d’alimentar?\n\n5. Què són els aliments voluntaris? Hi ha acció per a demanar-ne el compliment?\n\nCom a activitat complementària es proposa també la redacció d’una demanda en la qual es reclamin els aliments.\n\nExercicis d'autoavaluació 1. Quan siguin dos o més els obligats a prestar aliments, s’acudeix en primer lloc...\n\na) als pares.\n\nb) als fills majors d’edat.\n\nc) al cònjuge.\n\nd) als germans de doble vincle.\n\n2. No s’està obligat legalment a alimentar...\n\na) els adoptats per un fill de l’alimentista.\n\nb) l’adoptant.\n\nc) els germans uterins.\n\nd) els nebots.\n\n3. Quan l’obligació de donar aliments recau sobre dues o més persones, la seva responsabilitat com a reg",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 27,
      "page_end": 27,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 29,
    "text": "l cònjuge.\n\nd) als germans de doble vincle.\n\n2. No s’està obligat legalment a alimentar...\n\na) els adoptats per un fill de l’alimentista.\n\nb) l’adoptant.\n\nc) els germans uterins.\n\nd) els nebots.\n\n3. Quan l’obligació de donar aliments recau sobre dues o més persones, la seva responsabilitat com a regla general és...\n\na) solidària.\n\nb) per parts iguals.\n\nc) proporcional al cabal respectiu.\n\nd) cap de les anteriors.\n\n4. L’obligació de donar aliments cessa...\n\na) només per mort de l’alimentista.\n\nb) només per mort de l’obligat.\n\nc) per mort de l’un o de l’altre.\n\nEl dret de família. El parentiu. Els aliments d) només quan moren tots dos.\n\n5. No estan obligats a donar-se aliments recíprocament...\n\na) els germans per adopció.\n\nb) els ascendents i descendents.\n\nc) els cònjuges.\n\nd) els parents de tercer grau.\n\n6. En cas de mort de l’obligat, l’obligació de prestar aliments...\n\na) es transmet als fills.\n\nb) es transmet als hereus.\n\nc) es transmet als hereus, amb el límit del patrimoni hereditari.\n\nd) s’extingeix.\n\n7. En l’obligació d’aliments es podria pactar que el seu pagament...\n\na) compensés un deute previ.\n\nb) se satisfés pagant un tant alçat.\n\nc) es fes efectiu mantenint a casa de l’obligat qui té el dret.\n\nd) tingués una durada de quatre anys.\n\n8. El nebot pot exigir aliments a l’oncle...\n\na) en tot cas.\n\nb) només en defecte de parents més pròxims.\n\nc) només per necessitat extrema.\n\nd) en cap cas.\n\n9. El dret a demanar pensions alimentàries anteriors i no pagades és transmissible...\n\na) només a títol onerós.\n\nb) només a títol gratuït.\n\nc) a títol onerós i gratuït.\n\nd) per cap títol.\n\n10. El dret d’aliments és...\n\na) transmissible mortis causa.\n\nb) intransmissible.\n\nc) intransmissible però es pot compensar.\n\nd) transmissible i renunciable.\n\n11. L’educació del major d’edat s’inclou en els aliments...\n\na) només quan ho estableix una sentència de separació o divorci.\n\nb) només quan el major d’edat conviu amb algun dels progenitors.\n\nc) sempre que no hagi acabat la formació per una causa que no li sigui imputable.\n\nd) En cap cas.\n\nEl dret de família. El parentiu. Els aliments Solucionari Activitats Totes i cadascuna de les preguntes es resolen en els materials.\n\n1. El",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 27,
      "page_end": 29,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 30,
    "text": "omés quan el major d’edat conviu amb algun dels progenitors.\n\nc) sempre que no hagi acabat la formació per una causa que no li sigui imputable.\n\nd) En cap cas.\n\nEl dret de família. El parentiu. Els aliments Solucionari Activitats Totes i cadascuna de les preguntes es resolen en els materials.\n\n1. Els aliments comprenen el dret que té una persona que es troba en estat de necessitat a reclamar a determinats parents que li proporcionin el que li cal per a satisfer les necessitats vitals.\n\n2. S’origina el deure d’alimentar quan qui reclama els aliments (alguna de les persones legitimades) es troba en una situació de no poder proveir per si mateix el seu manteniment.\n\nCessa quan es produeix la mort de l’obligat o del creditor, quan l’obligat a prestar-los no pot atendre les seves pròpies necessitats o les de la seva família, o quan qui els rep ja no els necessita. Igualment, s’extingeix per mala conducta del creditor.\n\n3. No, atès que el divorci entre els progenitors no està entre les causes d'extinció de l'obligació de prestar aliments (art. 237-13 CCCat).\n\n4. No, la majoria d’edat en el cas dels fills fixa, precisament en el moment de néixer, aquest deure específic. Durant la minoria d’edat les necessitats dels fills es cobreixen per l’obligació de manteniment, típica de la relació de potestat parental. Precisament quan cessa sorgeix, en cas de necessitat, el deure d’alimentar. Ara bé, en el cas dels fills majors d’edat, les despeses de formació, que queden compreses dins la definició àmplia del dret que fa l’article 237-1 CCCat, es poden veure limitades, en tant que aquest article exigeix acreditar que no s’ha pogut acabar la formació per causa no imputable i que es manté un rendiment regular.\n\n5. Parlem d’aliments voluntaris quan l’obligat, sense ser requerit judicialment, compleix amb el seu deure. Evidentment, com que hi ha el deure hi ha l’acció per a reclamar-los.\n\nTambé hi ha els anomenats aliments pròpiament voluntaris, que són els que neixen per la simple voluntat dels interessats (així ho indica la STS de 8 de març de 1962). Aquests aliments poden sorgir d’una atribució unilateral (establerta en testament) o bé d’un acord entre els interessats. En aquests",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 28,
      "page_end": 29,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 31,
    "text": "També hi ha els anomenats aliments pròpiament voluntaris, que són els que neixen per la simple voluntat dels interessats (així ho indica la STS de 8 de març de 1962). Aquests aliments poden sorgir d’una atribució unilateral (establerta en testament) o bé d’un acord entre els interessats. En aquests últims casos, en què no hi ha estat de necessitat ni reciprocitat, ni cal relació de parentiu, ens trobem davant d’un “contracte d’aliments” com el regulat a partir de la Llei 41/2003, de 18 de novembre, de protecció patrimonial de persones amb discapacitat (art. 1791 i seg. CC).\n\nExercicis￿d’autoavaluació 1. c, 2. d, 3. c, 4. c, 5. d, 6. d, 7. c, 8. d, 9. c, 10. b, 11. c.\n\nEl dret de família. El parentiu. Els aliments Glossari aliments  Dret que té una persona davant d’un parent quan es troba en estat de necessitat.\n\ndret de família  Conjunt de normes que regulen les relacions familiars.\n\nfamília àmplia  Inclou tots els parents que provenen d’un tronc comú.\n\nfamília nuclear o estricta  Família limitada a una parella i els seus descendents.\n\nparentiu per consanguinitat  Relació jurídica entre dues persones lligades entre si pel fet de pertànyer al mateix tronc comú. Pot ser directe quan les persones descendeixen les unes de les altres. En la resta de casos, el parentiu és col·lateral.\n\nparentiu per afinitat  Parentiu que s’origina pel matrimoni.\n\nparentiu per adopció  Parentiu que es crea entre adoptants i les seves famílies i l’adoptat.\n\npotestat  Poder que l’ordenament jurídic atribueix a un membre del grup familiar sobre un altre individu del grup.\n\nEl dret de família. El parentiu. Els aliments Bibliografia Amunátegui Rodríguez, C. de (2015). “La situación actual de las parejas no casadas”.\n\nInDret (núm. 3).\n\nBarrada Orellana, R.; Garrido Melero, M.; Nasarre Aznar, S. (coords.) (2011). El nuevo derecho de la persona y de la familia. Libro segundo del Código civil de Cataluña. Barcelona:\n\nBosch.\n\nBosch Capdevila, E.; Del Pozo Carrascosa, P; Vaquer Aloy, A. (2016). Derecho Civil de Cataluña. Derecho de familia (2a ed.). Madrid: Marcial Pons.\n\nCarrasco Perera, A. (dir.) (2016). Lecciones de Derecho civil. Derecho de familia (2a. ed.).\n\nMadrid: Tecnos.\n\nDíez-Picazo, L",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 29,
      "page_end": 31,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 32,
    "text": "aluña. Barcelona:\n\nBosch.\n\nBosch Capdevila, E.; Del Pozo Carrascosa, P; Vaquer Aloy, A. (2016). Derecho Civil de Cataluña. Derecho de familia (2a ed.). Madrid: Marcial Pons.\n\nCarrasco Perera, A. (dir.) (2016). Lecciones de Derecho civil. Derecho de familia (2a. ed.).\n\nMadrid: Tecnos.\n\nDíez-Picazo, L.; Gullón, A. (2018). Sistema de derecho civil. Derecho de familia (vol. IV, TI, 12a. ed.). Madrid: Tecnos.\n\nEgea Fernàndez, J.; Ferrer Riba, J. (2021). Codi civil de Catalunya i legislació complementària (amb notes de concordança i jurisprudència) (17a ed.). Barcelona: Atelier.\n\nEgea Fernández, J.; Ferrer Riba, J. (dirs.); Farnós Amorós, E. (coord.) (2014). Comentari al Llibre segon del Codi civil de Catalunya. Família i relacions convivencials d’ajuda mútua.\n\nBarcelona: Atelier.\n\nEgea Fernández, J.; Ferrer Riba, J. (2016). Codi civil de Catalunya i legislació complementària (amb notes de concordança i jurisprudència; 15a. ed.). Barcelona: Atelier.\n\nFarnós Amorós, E. (2014). “Separació de béns i compensació econòmica per la dedicació abnegada a la família i a l'empresa del marit: la sentència del Tribunal Superior de Justícia de Catalunya de 14 de febrer de 2013”. Revista Catalana de Dret Privat (núm. 14, pàg. 161-178).\n\nGarcía Rubio, M. P. (2012). “Las uniones de hecho”. A: Díez-Picazo, G. (coord.). Derecho de familia (pàg. 1479 i seg.). Cizur Menor: Civitas-Thomson Reuters.\n\nGete-Alonso y Calera, M. C. (2011). “Las uniones de hecho”. A: Díez-Picazo, G. (coord.).\n\nNociones de derecho civil vigente en Cataluña (3a ed.). València: Tirant lo Blanch.\n\nGete-Alonso, M. C.; Ysás, M.; Solé, J. (2013). Derecho de familia vigente en Cataluña (3a.\n\ned.). València: Tirant lo Blanch.\n\nGimeno y Gómez Lafuente, J. L.; Rajoy Brey, E. (coords.) (2008). Regímenes económico-matrimoniales y sucesiones: derecho común, foral y especial (2 vols.). Centro de Estudios Registrales de Aragón, Cizur Menor (Navarra): Thomson-Civitas.\n\nGinebra Molins, M. E. (2006). “La parella de fet: estudi comparatiu dels aspectes civils de la regulació autonòmica”. Revista Catalana de Dret Privat (núm. 13, pàg. 91-165).\n\nLacruz Berdejo, J. L.; Sancho Rebullida F.; Luna Serrano, A.; Delgado Echeverría, J.; Riv",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 31,
      "page_end": 31,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  },
  {
    "id": 33,
    "text": "Menor (Navarra): Thomson-Civitas.\n\nGinebra Molins, M. E. (2006). “La parella de fet: estudi comparatiu dels aspectes civils de la regulació autonòmica”. Revista Catalana de Dret Privat (núm. 13, pàg. 91-165).\n\nLacruz Berdejo, J. L.; Sancho Rebullida F.; Luna Serrano, A.; Delgado Echeverría, J.; Rivero Hernández, F.; Rams Albesa, J. (2008). Elementos de derecho civil (vol. IV Familia, 3a ed.). Madrid: Dykinson.\n\nLamarca Marquès, A.; Alascio Carrasco, L. (2007). “Parejas de hecho y pensión de viudedad”. InDret (núm. 4).\n\nLucas Esteve, A. et alii (2012). Persona i família. JB Bosch Editor.\n\nMartín Casals, M. (2013). “El derecho a la ‘convivencia anómica en pareja’: ¿un nuevo derecho fundamental? Comentario general a la STC 23.04.2013 (RTC 2013/93)”. InDret (núm.\n\n3).\n\nPozo Carrascosa, P. del; Vaquer Aloy, A.; Bosch Capdevila, E. (2013). Derecho civil de Cataluña. Derecho de familia. Madrid - Barcelona - Buenos Aires - São Paulo: Marcial Pons.\n\nPuig Ferriol, L.; Roca Trias, E. (2014). Institucions del Dret civil de Catalunya (vol. II-2).\n\nValència: Tirant lo Blanch.\n\nRibot Igualada, J. (2013). “Aliments entre parents: novetats del Codi civil de Catalunya i jurisprudència recent”. Revista Catalana de Dret Privat (núm. 13, pàg. 99-118).\n\nRoca Trias, E. (2014). Libertad y familia. València: Tirant lo Blanch.\n\nEl dret de família. El parentiu. Els aliments Roca Trias, E.; Ortuño Muñoz, P. (coord.) (2011). Persona y familia. Libro segundo del Código civil de Cataluña. Las Rozas: Sepín.\n\nTarabal Bosch, J.; Arnau Raventós, L.; Ginebra Molins, E. (2021). Dret de família.\n\nTeoria i casos (2a ed.). Barcelona: Atelier.\n\nYzquierdo Tolsada, M.; Cuena Casas, M. (dir.) (2011). Tratado de Derecho de familia (8 vol.). Madrid: Civitas.",
    "meta": {
      "doc_id": "PID_00285319",
      "source_pdf": "PID_00285319.pdf",
      "page_start": 31,
      "page_end": 32,
      "chunk_size_chars": 2200,
      "overlap_chars": 300
    }
  }
]