[
  {
    "id": 0,
    "text": "L’Agència Tributària de Catalunya (ATC) té entre els seus principals objectius facilitar a la ciutadania el compliment de les seves obligacions de naturalesa tributària.\nL’ATC elabora, amb aquest propòsit, aquesta guia pràctica de l’impost sobre successions i donacions, que conté la informació necessària per emplenar l’autoliquidació dels models 660, 650, 651, 652 i 653.\nPer a més informació, podeu consultar el web de l’Agència, https://atc.gencat.cat, o trucar al 012, el telèfon d’informació de la Generalitat de Catalunya.\nAquesta guia té caràcter merament informatiu.\n\nÍndex Índex ................................................................................................................................................... 3 I. ASPECTES GENERALS ................................................................................................................. 4 A. Fets pels quals s’ha de liquidar l’impost sobre successions i donacions (ISD) ............................. 4 B. Tràmits previs a la liquidació de l’ISD. Modalitat successions (herència, llegat o qualsevol altre títol successori)................................................................................................................................... 4 B.1. Documentació prèvia .................................................................................................................. 4 B.2. Acceptació i adjudicació de l’herència ........................................................................................ 4 C. Liquidació. Com es liquida l’impost ............................................................................................... 5 C.1. Models per a l’autoliquidació ...................................................................................................... 5 C.2. Com es tramita l’autoliquidació ................................................................................................... 7 C.3. Documentació que cal presentar ................................................................................................ 8 D. Termini de presentació, pròrroga i suspensió ...............................................................................",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 2,
      "page_end": 3
    }
  },
  {
    "id": 1,
    "text": ".................................. 7 C.3. Documentació que cal presentar ................................................................................................ 8 D. Termini de presentació, pròrroga i suspensió ............................................................................... 8 D.1. Terminis de presentació ............................................................................................................. 8 D.2. Pròrroga del termini de presentació (en cas d’herència) ............................................................ 9 D.3. Suspensió dels terminis de presentació ................................................................................... 10 E. Lloc i forma d’ingrés presencial ................................................................................................... 10 F. Lloc de presentació presencial..................................................................................................... 10 G. Presentació i pagament telemàtics ............................................................................................. 10 II. MODALITATS DE L’IMPOST ....................................................................................................... 11 A. Successions ................................................................................................................................. 11 A.1. Subjecció a l’impost .................................................................................................................. 11 A.2. Data de meritació ...................................................................................................................... 12 A.3. Persones contribuents. Persones obligades ............................................................................ 12 A.4. Base imposable ........................................................................................................................ 12 A.5. Exempcions i reduccions. Base liquidable ................................................................................ 24 A.6. Deute tributari ..................................................................................................",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 3,
      "page_end": 3
    }
  },
  {
    "id": 2,
    "text": "............................................... 12 A.5. Exempcions i reduccions. Base liquidable ................................................................................ 24 A.6. Deute tributari ........................................................................................................................... 24 A.7. Competència ............................................................................................................................. 28 B. Donacions .................................................................................................................................... 28 B.1. Fets subjectes ........................................................................................................................... 28 B.2. Data de meritació ...................................................................................................................... 30 B.3. Persones obligades .................................................................................................................. 31 B.4. Base imposable ........................................................................................................................ 31 B.5. Exempcions i reduccions. Base liquidable ................................................................................ 33 B.6. Deute tributari ........................................................................................................................... 34 B.7. Competència ............................................................................................................................. 35 GLOSSARI ....................................................................................................................................... 36\n\nI. ASPECTES GENERALS\n\nA. Fets pels quals s’ha de liquidar l’impost sobre successions i\n\ndonacions (ISD)\n\n• L’adquisició de béns i drets per herència, llegat o qualsevol altre títol successori.\n\n• L’adquisició de béns i drets per donació o qualsevol altre negoci jurídic a títol gratuït i entre\n\npersones vives.\n\n• La percepció de quantitats pels beneficiaris de contractes d’assegurances sobre la vida, quan\n\nel contractant s",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 3,
      "page_end": 4
    }
  },
  {
    "id": 3,
    "text": "ns i drets per herència, llegat o qualsevol altre títol successori.\n\n• L’adquisició de béns i drets per donació o qualsevol altre negoci jurídic a títol gratuït i entre\n\npersones vives.\n\n• La percepció de quantitats pels beneficiaris de contractes d’assegurances sobre la vida, quan\n\nel contractant sigui persona distinta de la persona beneficiària.\n\nB. Tràmits previs a la liquidació de l’ISD. Modalitat successions\n\n(herència, llegat o qualsevol altre títol successori) B.1. Documentació prèvia Abans de presentar l’autoliquidació de l’impost sobre successions i donacions (ISD), cal obtenir la documentació següent:\n\na) Certificat de defunció de la persona causant de la successió que es liquida, que s’ha de\n\ndemanar al registre civil de la localitat on s’ha produït la defunció.\n\nb) Certificat de darreres voluntats, que s’ha de demanar, bé telemàticament al Registre d’actes\n\nde darreres voluntats, bé a la Gerència Territorial del Ministeri de Justícia. Per obtenir-lo s’ha d’aportar el certificat de defunció que s’haurà d’haver obtingut prèviament.\nAquest certificat informa si la persona difunta havia atorgat testament o no. En el primer supòsit indica el notari o notària que va autoritzar el darrer testament, a qui se n’ha de demanar una còpia autoritzada.\n\nc) Còpia autoritzada del darrer testament de la persona difunta, indicat en el certificat de\n\ndarreres voluntats. Si escau, còpia autoritzada del pacte successori, codicil, memòria testamentaria o document que conté les disposicions testamentàries.\nEn el cas que no hi hagi testament, s’ha d’aportar l’acta de notorietat de declaració d’hereus, que es tramita davant notari.\nB.2. Acceptació i adjudicació de l’herència Un cop fets els tràmits anteriors, les persones interessades poden atorgar l’escriptura de manifestació d’herència en la qual s’inventarien i valoren tots els béns, drets i obligacions que constitueixen l’herència de la persona difunta. En aquesta escriptura les persones interessades accepten l’herència i, addicionalment, poden fer també la partició o l’adjudicació.\nCal tenir en compte que, per complir amb les obligacions tributàries en relació amb aquest impost, no és obligatori atorgar la manifestació",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 4,
      "page_end": 4
    }
  },
  {
    "id": 4,
    "text": "ncia de la persona difunta. En aquesta escriptura les persones interessades accepten l’herència i, addicionalment, poden fer també la partició o l’adjudicació.\nCal tenir en compte que, per complir amb les obligacions tributàries en relació amb aquest impost, no és obligatori atorgar la manifestació i acceptació d’herència en escriptura pública, ja que l’acceptació es pot fer també en un document privat, en el qual han de constar les dades de les persones interessades (nom complet, identificació fiscal i domicili), l’inventari i la valoració dels béns, drets i obligacions de la persona difunta.\nPodeu consultar el model de declaració privada de béns disponible a la seu electrònica de l’Agència Tributària de Catalunya (ATC).\n\nC. Liquidació. Com es liquida l’impost\n\nEl sistema d’autoliquidació de l’impost sobre successions i donacions (ISD) és obligatori de manera que les persones interessades han de fer la declaració i la liquidació de l’impost amb els models d’impresos següents:\n\n• Model 660. Declaració de successions\n\n• Model 650. Autoliquidació de successions\n\n• Model 651. Autoliquidació de donacions\n\n• Model 652. Autoliquidació d’assegurances de vida\n\n• Model 653. Autoliquidació de consolidacions de domini\n\nC.1. Models per a l’autoliquidació Herències S’han d’emplenar dos models:\nEl model 660 (Declaració de successions) integra una relació dels béns i els drets de la persona causant o difunta, i que constitueixen el cabal hereditari que s’ha de repartir entre les persones interessades en la successió.\nS’ha d’emplenar un model 660 per a cada herència que es liquidi, i tenint en compte que cada persona causant origina una successió.\nEn aquest model s’han d’indicar les dades de la persona causant i de totes les persones interessades en la successió, i descriure amb detall cadascun dels béns i drets que s’adquireixen en la successió.\nEl model 650 (Autoliquidació de successions) constitueix l’autoliquidació individual de l’impost sobre successions en la qual s’identifica un sol contribuent i es calcula la quota que li correspon d’acord amb els béns i drets que adquireixi. Cal presentar tants models 650 com a persones interessades concorren en una successió.\nAquests",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 4,
      "page_end": 5
    }
  },
  {
    "id": 5,
    "text": "ssions) constitueix l’autoliquidació individual de l’impost sobre successions en la qual s’identifica un sol contribuent i es calcula la quota que li correspon d’acord amb els béns i drets que adquireixi. Cal presentar tants models 650 com a persones interessades concorren en una successió.\nAquests models serveixen per presentar l’autoliquidació total de la successió, les complementàries d’una autoliquidació anterior i també les autoliquidacions parcials a compte d’una autoliquidació posterior.\nDonacions El model 651 (Autoliquidació de donacions) s’utilitza per a autoliquidacions d’adquisicions gratuïtes entre persones vives, com la donació i els negocis assimilats.\nCal presentar un model 651 per persona interessada o contribuent, encara que en el document de donació o negoci jurídic assimilat consti més d’una persona donatària.\nPodeu consultar informació sobre les operacions que tributen per donacions a:\nhttps://atc.gencat.cat/ca/tributs/isd/donacions/operacions/.\nAssegurances Les assegurances de vida subjectes a la modalitat de successions s’autoliquiden amb el model 652 quan no s’hereten altres béns.\nTambé cal utilitzar el model 652 quan, a més de l’assegurança, s’hereten altres béns i es vol avançar el cobrament de l’assegurança. En aquest cas el model 652 és una autoliquidació parcial a compte de l’autoliquidació global que es tramitarà posteriorment amb els models 660 i 650, amb la totalitat de béns de la successió i també inclourà les assegurances autoliquidades prèviament\n\namb el model 652, indicant la quota abonada en aquesta autoliquidació parcial (dins l’apartat liquidació addicional o complementària).\nEl model 652 permet incloure un màxim de quatre contractes d'assegurança de vida. Si s’han rebut prestacions derivades de més de quatre contractes d’assegurances s’han d’utilitzar els models 650 i 660.\nEn el cas que prèviament s’hagi autoliquidat l’herència amb els models 650-660, i posteriorment es vulgui autoliquidar una assegurança de vida que no s'hi havia inclòs, cal tramitar una autoliquidació complementària de la ja autoliquidada anteriorment, també amb els models 650-660, indicant la quota abonada en l'autoliquidació anterior (dins l’apartat liq",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 5,
      "page_end": 6
    }
  },
  {
    "id": 6,
    "text": "mb els models 650-660, i posteriorment es vulgui autoliquidar una assegurança de vida que no s'hi havia inclòs, cal tramitar una autoliquidació complementària de la ja autoliquidada anteriorment, també amb els models 650-660, indicant la quota abonada en l'autoliquidació anterior (dins l’apartat liquidació addicional o complementària).\nNota: en el cas que dins els quatre anys anteriors a la defunció de la persona assegurada, aquesta hagi donat a la persona beneficiària algun bé, la persona beneficiària haurà d’autoliquidar l’assegurança com una herència, amb els models 660 i 650, perquè ha d’acumular aquestes donacions (o actes equiparables) a la base imposable. També s’acumulen a la base imposable els béns de la persona difunta que, dins els quatre anys anteriors a la seva defunció, haguessin adquirit les persones beneficiàries de l’assegurança a través de contractes i pactes successoris (en vigor des de l'01.07.2021).\nConsolidació de domini La consolidació de domini s’autoliquida amb el model 653 quan el desmembrament s'ha produït per successió o per donació.\nSi el desmembrament del domini s'hagués produït per transmissió patrimonial onerosa (per exemple, per compra o permuta) la consolidació tributarà per l'impost sobre transmissions patrimonials i actes jurídics documentats (model 600).\nEn alguns casos, per determinar el model a utilitzar cal tenir en compte, també, la causa d'extinció:\n\n• Model a utilitzar quan l’usdefruit s’extingeix per a causes diferents de les previstes en el\n\ntítol constitutiu Quan l’usdefruit s’extingeix per una causa diferent de la prevista en el títol constitutiu (defunció en el cas d’usdefruit vitalici i venciment del termini en cas d’usdefruit temporal), la persona titular de la nua propietat ha de presentar l’autoliquidació que generi un import a pagar més elevat, ja sigui la que correspondria si l’extinció de l’usdefruit s’hagués produït per la causa prevista en el títol constitutiu o bé la corresponent a la causa per la qual el dret d’usdefruit s’ha extingit efectivament.\nExemple 1. La persona usufructuària renuncia al dret d’usdefruit.\nEn el cas que el desmembrament s’hagi produït per herència o donació, si posteriorment la pe",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 6,
      "page_end": 6
    }
  },
  {
    "id": 7,
    "text": "uït per la causa prevista en el títol constitutiu o bé la corresponent a la causa per la qual el dret d’usdefruit s’ha extingit efectivament.\nExemple 1. La persona usufructuària renuncia al dret d’usdefruit.\nEn el cas que el desmembrament s’hagi produït per herència o donació, si posteriorment la persona usufructuaria renúncia a l’usdefruit, la renúncia es considera, a efectes de l’impost, una donació a la persona titular de la nua propietat, la qual haurà d’autoliquidar la renúncia com una donació. Haurà d’utilitzar el model 651 quan l’import a pagar sigui superior al que correspondria a la consolidació del domini o el model 653 quan l’import a pagar sigui inferior.\nExemple 2. La persona titular de la nua propietat compra el dret d’usdefruit.\nEn el cas que el desmembrament s’hagi produït per herència o donació, si posteriorment la persona nua propietària compra el dret d’usdefruit, la compra és una transmissió patrimonial onerosa que la persona titular de la nua propietat haurà d’autoliquidar utilitzant el model 600 de l’impost sobre transmissions patrimonials i actes jurídics documentats quan l’import a pagar resulti ser superior al que correspondria a la consolidació del domini. Si resulta ser inferior, cal utilitzar el model 653 de consolidació del domini.\n\n• Model a utilitzar en el cas específic d’adquisició simultània de la nua propietat i del dret\n\nd’usdefruit per part d’una tercera persona Amb independència de l’origen del desmembrament del domini, quan una tercera persona adquireix de manera simultània els drets d’usdefruit i de nua propietat sobre un bé, ha de presentar autoliquidació únicament per l’adquisició d’aquests drets, amb el model 600.\n\n• Model a utilitzar en el cas que la persona titular de la nua propietat recupera el ple domini\n\ndel qual era titular abans del desmembrament Cal distingir els supòsits següents:\n\na) El desmembrament es va produir quan la persona titular del ple domini va donar el dret\n\nd’usdefruit (o el va transmetre per qualsevol altre negoci gratuït) i es va reservar la nua propietat.\nPosteriorment, el dret d’usdefruit s’extingeix per la causa prevista en el títol de constitució (mort de l’usufructuari, en el cas d’usdefrui",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 6,
      "page_end": 7
    }
  },
  {
    "id": 8,
    "text": "uan la persona titular del ple domini va donar el dret\n\nd’usdefruit (o el va transmetre per qualsevol altre negoci gratuït) i es va reservar la nua propietat.\nPosteriorment, el dret d’usdefruit s’extingeix per la causa prevista en el títol de constitució (mort de l’usufructuari, en el cas d’usdefruit vitalici, transcurs del termini, en el cas d’usdefruit temporal).\nEn aquest cas, la consolidació de domini que es produeix quan la persona titular de la nua propietat recupera el ple domini del qual ja era titular abans del desmembrament no està subjecta a l’impost sobre successions i donacions, d’acord amb les consultes DGT V0643-11 i V0928-12.\nPer tant, si el contribuent presenta l’autoliquidació del model 653 ha de marcar l’operació com a no subjecta.\n\nb) El desmembrament es va produir quan la persona titular del ple domini va donar el dret\n\nd’usdefruit (o el va transmetre per qualsevol altre negoci gratuït) i es va reservar la nua propietat.\nPosteriorment, el dret d’usdefruit s’extingeix per renúncia de la persona titular del dret d’usdefruit.\nEn aquest cas, la consolidació de domini que es produeix quan la persona titular de la nua propietat recupera el ple domini del qual ja era titular abans del desmembrament està subjecta a la modalitat de donacions de l’impost sobre successions i donacions, d’acord amb la consulta DGT V1527-10. Per tant, la persona nua propietària, beneficiària de la renúncia, ha de presentar l’autoliquidació del model 651 i la base imposable és el valor del dret d’usdefruit en la data de l’extinció.\nNota: en cas de transmissió onerosa del dret d’usdefruit amb reserva de la nua propietat (per exemple transmissió per compravenda), si el dret d’usdefruit s’extingeix per la causa prevista en el títol constitutiu, la consolidació del domini no està subjecta a la modalitat de transmissions patrimonials oneroses de l’impost sobre transmissions patrimonials i actes jurídics documentats, d’acord amb la consulta DGT V1900-20. Per tant, si es presenta l’autoliquidació del model 600, s’ha d’assenyalar l’operació com a no subjecta.\nAra bé, si el dret d’usdefruit s’extingeix per renúncia de la persona usufructuària, la consolidació de domini està subjec",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 7,
      "page_end": 7
    }
  },
  {
    "id": 9,
    "text": "ials i actes jurídics documentats, d’acord amb la consulta DGT V1900-20. Per tant, si es presenta l’autoliquidació del model 600, s’ha d’assenyalar l’operació com a no subjecta.\nAra bé, si el dret d’usdefruit s’extingeix per renúncia de la persona usufructuària, la consolidació de domini està subjecta a la modalitat de donacions de l’impost sobre successions i donacions. Per tant, la persona nua propietària, beneficiària de la renúncia, ha de presentar l’autoliquidació del model 651 i la base imposable és el valor del dret d’usdefruit en la data de l’extinció.\nC.2. Com es tramita l’autoliquidació El pagament i presentació de l’autoliquidació es pot tramitar presencialment o bé telemàticament.\nLes modalitats de tramitació, els models, així com les instruccions i guies corresponents, es poden consultar al web de l’Agència Tributària de Catalunya: https://atc.gencat.cat/ca/tributs/isd/.\nLa presentació dels models 660 i 650, 651, 652 i 653 per mitjans electrònics és obligatòria, d’acord amb l’Ordre VEH/85/2017, d’11 de maig (DOGC 7370 de 16.05.2017), per als obligats tributaris següents: les persones jurídiques; les entitats sense personalitat jurídica; les persones que representin un contribuent que estigui obligat a la presentació i pagament electrònic; els intermediaris fiscals que presentin autoliquidacions per compte d’altri o de tercers, i les persones o entitats que, d’acord amb el que preveu l’article 92 de la Llei 58/2003, de 17 de desembre, general\n\ntributària, tinguin la condició de col·laboradors socials en l’aplicació dels tributs i compleixin els requisits i les condicions que estableixi la normativa vigent.\nC.3. Documentació que cal presentar Herència (models 660 i 650) Juntament amb la declaració i autoliquidacions de l’impost s’ha de presentar l’original del document notarial o privat en què consti l’acceptació de l’herència. En el cas que l’acceptació s’atorgui en document privat, es pot utilitzar el “Model de declaració privada de béns per a l’impost de successions i donacions”, on figuren totes les dades que han de constar necessàriament, disponible al web de l’Agència.\nQuan l’acceptació s’ha fet en document notarial no és necessari aportar-la si",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 7,
      "page_end": 8
    }
  },
  {
    "id": 10,
    "text": "atorgui en document privat, es pot utilitzar el “Model de declaració privada de béns per a l’impost de successions i donacions”, on figuren totes les dades que han de constar necessàriament, disponible al web de l’Agència.\nQuan l’acceptació s’ha fet en document notarial no és necessari aportar-la si el notari autoritzant ha fet prèviament la tramesa de la declaració informativa de l’escriptura corresponent. A més, cal presentar, llevat que s’hagin protocol·litzat en el document públic relatiu a l’operació que s’autoliquida, o s’hagin presentat en una autoliquidació anterior, els documents següents (originals):\n\na) Certificat de defunció del causant de la successió.\n\nb) Certificat del Registre general d’actes d’últimes voluntats.\n\nc) Còpia autoritzada del testament, codicil, memòria testamentària, pacte successori o document\n\nque contingui les disposicions testamentàries. En cas que no n’hi hagi, cal aportar l’acta de notorietat de declaració d’hereus intestats. Si no s’ha fet aquesta declaració d’hereus, s’ha de presentar una relació dels presumptes hereus en la qual s’indiqui el parentiu de cadascun amb la persona causant.\n\nd) Certificat de la companyia asseguradora i els contractes de les assegurances concertades per\n\nla persona causant. En cas d’assegurances col·lectives, certificat de la companyia asseguradora.\nResta de fets imposables (models 651, 652 i 653) Juntament amb l’autoliquidació de l’impost s’ha de presentar l’original del document notarial o privat on consti o s’esmenti l’acte o contracte. Respecte als documents notarials no és necessari aportar l’original si el notari autoritzant ha fet prèviament la tramesa de la declaració informativa de l’escriptura corresponent.\n\nD. Termini de presentació, pròrroga i suspensió\n\nD.1. Terminis de presentació La normativa vigent estableix els terminis de presentació següents:\n\n• Herències: sis mesos comptats des del dia de la defunció de la persona que causa la\n\nsuccessió.\n\n• Donacions: un mes comptat des del dia en què tingui lloc l’acte o contracte.\n\n• Consolidacions de domini: per mort de la persona usufructuària, sis mesos comptats des del\n\ndia de defunció. En qualsevol altre cas, el termini és d’un mes com",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 8,
      "page_end": 8
    }
  },
  {
    "id": 11,
    "text": "dia de la defunció de la persona que causa la\n\nsuccessió.\n\n• Donacions: un mes comptat des del dia en què tingui lloc l’acte o contracte.\n\n• Consolidacions de domini: per mort de la persona usufructuària, sis mesos comptats des del\n\ndia de defunció. En qualsevol altre cas, el termini és d’un mes comptat des de la data de l’acte o contracte que origina l’extinció de l’usdefruit.\nAquests terminis es computen de data a data. Si en el mes de venciment no hi ha dia equivalent a l’inicial del còmput, s’entén que el termini expira l’últim dia del mes. Quan l’últim dia del termini és un dissabte, diumenge o festiu, es prorroga al primer dia hàbil següent.\n\nCal tenir present:\n\n• Si hi hagués alguna condició suspensiva, un terme, un fideïcomís o qualsevol altra limitació que\n\nsuspengui l'efectivitat de l'adquisició, el termini de presentació de l’autoliquidació s’inicia quan aquestes limitacions desapareguin.\n\n• En el cas d'autoliquidació complementària per pèrdua del dret a aplicar un benefici fiscal, el\n\ntermini de presentació i pagament és d'un mes a comptar de l'endemà de la data en què s'ha produït l'incompliment dels requisits a què està condicionat el benefici fiscal. En l’autoliquidació complementària s’han d’incloure els interessos de demora des del dia següent a la finalització del termini inicial de presentació de la primera autoliquidació. Vegeu la informació completa a https://atc.gencat.cat/ca/tributs/isd/herencies/termini-prorroga/.\nD.2. Pròrroga del termini de presentació (en cas d’herència) En el cas de la presentació de la declaració i l’autoliquidació d’herències, es pot obtenir una pròrroga del termini de presentació per sis mesos més (total 12 mesos des de la data de la defunció).\nCal que la persona interessada ho sol·liciti dins dels cinc primers mesos del termini de presentació.\nLa pròrroga comporta l’obligació d'abonar interessos de demora pels dies prorrogats i s’han d’incloure dins l’autoliquidació (casella d’interessos de demora). Els interessos s’han d’abonar des del dia següent a la finalització del termini dels sis mesos inicials fins al dia que es fa el pagament de l’autoliquidació. Per fer el càlcul podeu utilitzar l'eina: simulador d’inter",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 8,
      "page_end": 9
    }
  },
  {
    "id": 12,
    "text": "rogats i s’han d’incloure dins l’autoliquidació (casella d’interessos de demora). Els interessos s’han d’abonar des del dia següent a la finalització del termini dels sis mesos inicials fins al dia que es fa el pagament de l’autoliquidació. Per fer el càlcul podeu utilitzar l'eina: simulador d’interessos.\nSi els interessos de demora de la pròrroga no s’inclouen a l’autoliquidació, serà l’ATC qui posteriorment en determinarà l’import en la liquidació corresponent que enviarà a la persona contribuent.\nEn cas que es demani l’ajornament o fraccionament de l’import total o parcial de l’autoliquidació, la data final del còmput dels interessos de demora de la pròrroga que s'han d'incloure a l'autoliquidació és, respecte a l’import a ajornar o fraccionar, la data en què finalitza la pròrroga per presentar l’autoliquidació de l’impost. En canvi, el còmput dels interessos de demora finalitza en la data de l’ingrés en cas que, tot i sol·licitar l’ajornament o el fraccionament, es pagui la totalitat del deute abans de finalitzar el període de la pròrroga i, per tant, serà l’ATC que posteriorment enviarà a la persona contribuent la liquidació d’interessos corresponent, donat que a la data de presentació de l’autoliquidació no es coneix la data de l’ingrés i no es poden calcular els interessos corresponents.\nEn cas que l’autoliquidació es presenti un cop finalitzat el termini de la pròrroga (per tant transcorreguts 12 mesos) s’han de calcular els interessos de demora de la pròrroga des del dia següent a la finalització del termini inicial de 6 mesos fins a la data de finalització de la pròrroga.\nPel període transcorregut des de la finalització de la pròrroga fins a la data de la presentació s’ha d’abonar un recàrrec per extemporaneïtat. A més del recàrrec cal abonar interessos de demora quan l’autoliquidació es presenta a partir dels 12 mesos posteriors a la finalització del termini de la pròrroga, interessos que s'han de computar des del dia següent a la finalització dels 12 mesos esmentats fins a la data de presentació de l’autoliquidació (aquests interessos de demora s’han de sumar als interessos propis de la pròrroga i consignar a la casella dels interessos de demora).\nPe",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 9,
      "page_end": 9
    }
  },
  {
    "id": 13,
    "text": "i de la pròrroga, interessos que s'han de computar des del dia següent a la finalització dels 12 mesos esmentats fins a la data de presentació de l’autoliquidació (aquests interessos de demora s’han de sumar als interessos propis de la pròrroga i consignar a la casella dels interessos de demora).\nPersones legitimades per demanar la pròrroga. La sol·licitud de pròrroga la poden presentar les persones hereves, les legatàries o qualsevol altra persona beneficiària de l’herència, així com les persones beneficiàries d’una assegurança i també les marmessores o administradores del cabal relicte.\nLa sol·licitud té efectes per a totes les persones interessades en la successió que es relacionen en la sol·licitud.\n\nSol·licitud i tràmit. La sol·licitud de pròrroga (es pot utilitzar el model S05) ha de contenir:\n• La relació de noms i adreces d'hereus declarats o presumptes (o altres beneficiaris de la successió), fent-hi constar el grau de parentiu en el moment de la defunció.\n• La situació i el valor aproximat dels béns i drets que componen l'herència.\n• El motiu de la sol·licitud de pròrroga.\nDocumentació. A la sol·licitud de pròrroga cal adjuntar el certificat de defunció de la persona causant.\nAccés al tràmit: Sol·licitar pròrroga del termini de presentació.\nD.3. Suspensió dels terminis de presentació Els terminis establerts per fer la presentació es poden interrompre si s’acredita que hi ha un litigi relatiu als béns, drets i obligacions o altres aspectes de l’herència, donació o assegurança o un judici voluntari de testamentaria (actualment procediment de divisió judicial de l’herència regulat en l’article 782 i següents de la Llei 1/2000, de 7 de gener, d’enjudiciament civil).\n\nE. Lloc i forma d’ingrés presencial\n\nEl pagament es pot efectuar a qualsevol entitat col·laboradora (bancs, caixes d’estalvis o cooperatives de crèdit que han subscrit el conveni de col·laboració corresponent), mitjançant les formes d’ingrés acceptades per cada entitat (metàl·lic, càrrec en compte, etc.).\nEs pot disposar dels diners i valors de la persona difunta dipositats en entitats bancàries amb la finalitat exclusiva de pagar l’impost sobre successions.\nPodeu consultar informació sobre le",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 9,
      "page_end": 10
    }
  },
  {
    "id": 14,
    "text": "rresponent), mitjançant les formes d’ingrés acceptades per cada entitat (metàl·lic, càrrec en compte, etc.).\nEs pot disposar dels diners i valors de la persona difunta dipositats en entitats bancàries amb la finalitat exclusiva de pagar l’impost sobre successions.\nPodeu consultar informació sobre les entitats financeres col·laboradores a:\nhttps://atc.gencat.cat/bancs.\n\nF. Lloc de presentació presencial\n\nLes declaracions s’han de presentar a l’oficina tributària de l’ATC que correspongui. També es poden presentar a les oficines de la xarxa Tributs de Catalunya. Podeu consultar el detall de les adreces i horaris al web de l’Agència: https://atc.gencat.cat/oficines.\n\nG. Presentació i pagament telemàtics\n\nCol·lectius obligats La presentació de l’autoliquidació per mitjans electrònics és obligatòria, d’acord amb l’Ordre VEH/85/2017, d’11 de maig (DOGC núm. 7370 de 16.05.2017), per als obligats tributaris següents:\n- Les persones jurídiques.\n- Les entitats sense personalitat jurídica.\n- Les persones que representin un contribuent que estigui obligat a la presentació i pagament electrònic.\n- Els intermediaris fiscals que presentin autoliquidacions per compte d’altri o de tercers.\n- Les persones o entitats que, d’acord amb el que preveu l’article 92 de la Llei 58/2003, de 17 de desembre, general tributària, tinguin la condició de col·laboradors socials en l’aplicació dels tributs i compleixin els requisits i les condicions que estableixi la normativa vigent.\nLes persones físiques no obligades per l’Ordre VEH/85/2017, poden efectuar també el pagament i la presentació del model per via telemàtica.\n\nRequisits\n\n• Cal disposar d’identificació digital, que pot ser un certificat digital instal·lat a l’ordinador, o bé,\n\nper a persones físiques, l’l'idCAT Mòbil.\n\n• Pot pagar i presentar per via telemàtica el mateix subjecte passiu que consta a l’autoliquidació.\n\nHi ha, a més, dues possibilitats de fer la presentació telemàtica en nom de terceres persones:\n\na) Mitjançant una declaració responsable, disponible durant el tràmit de presentació de\n\nl’autoliquidació.\n\nb) A més, els professionals de la intermediació fiscal es poden adherir a un dels convenis o acords\n\nde col·laboració",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 10,
      "page_end": 11
    }
  },
  {
    "id": 15,
    "text": "sibilitats de fer la presentació telemàtica en nom de terceres persones:\n\na) Mitjançant una declaració responsable, disponible durant el tràmit de presentació de\n\nl’autoliquidació.\n\nb) A més, els professionals de la intermediació fiscal es poden adherir a un dels convenis o acords\n\nde col·laboració social que l’Agència Tributària de Catalunya té amb diferents col·lectius professionals amb aquesta finalitat.\n\n• En realitzar l’autoliquidació telemàtica cal adjuntar una còpia escanejada del document on\n\nconsta l'acte que origina el tribut. No s’ha d’adjuntar aquest document en cas d’operacions formalitzades en document notarial, sempre que el notari hagi facilitat telemàticament la declaració informativa resum (disposa de 10 dies des de l'atorgament de l'escriptura). Cal que les dades de notari, protocol, data i subjecte passiu que figurin en aquesta declaració informativa resum del notari coincideixin amb les que figuren a l'autoliquidació.\n\n• L’operació s’ha d’autoliquidar mitjançant el programa d'ajuda corresponent. Podeu consultar\n\nles instruccions i guies corresponents al web de l’Agència.\nUn cop fet el tràmit telemàtic de presentació i pagament, s’obté una diligència en format PDF que cal adjuntar al document original a fi de presentar-la davant el registre corresponent.\n\nII. MODALITATS DE L’IMPOST\n\nA. Successions\n\nA.1. Subjecció a l’impost Hi estan subjectes:\nA.1.1. Herència, llegat i altres títols successoris Són títols successoris, a més de l’herència i el llegat, els següents:\n\na) La donació per causa de mort.\n\nb) Els contractes o pactes successoris.\n\nc) Les quantitats que lliuren les empreses i entitats als familiars d’empleats morts, amb ànim de\n\nliberalitat i sempre que no hagin de tributar com assegurança, ni per l’IRPF.\nA.1.2. Contractes d’assegurances sobre la vida L’impost sobre successions i donacions grava la percepció de quantitats per part de les persones físiques beneficiàries de contractes d'assegurança de vida per causa de mort, quan la persona contractant és distinta de la beneficiària.\nL'assegurança està subjecta a la modalitat de successions de l’impost (models 652 o bé models 660 i 650) quan la persona contractant (o prenedora) és la cau",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 11,
      "page_end": 11
    }
  },
  {
    "id": 16,
    "text": "sones físiques beneficiàries de contractes d'assegurança de vida per causa de mort, quan la persona contractant és distinta de la beneficiària.\nL'assegurança està subjecta a la modalitat de successions de l’impost (models 652 o bé models 660 i 650) quan la persona contractant (o prenedora) és la causant i assegura la seva vida. Ara bé, l'assegurança està subjecta a la modalitat de donacions de l’impost (model 651) quan la persona contractant de l'assegurança de vida (o prenedora) no és la persona assegurada i la persona beneficiària és diferent de la prenedora.\n\nLes assegurances de vida col·lectives estan subjectes a la modalitat de successions de l'impost, tot i ser la persona contractant, o prenedora, una persona diferent de l’assegurada (per exemple l'empresari), i diferent també de la beneficiària (models 652 o 660 i 650).\nA.2. Data de meritació La data de meritació és la data en què s’inicia el còmput del termini per fer la liquidació i pagar l’impost. En general, en les adquisicions per causa de defunció és la data en què es va produir la mort de la persona causant o assegurada.\nSi hi ha alguna condició suspensiva que afecti el conjunt de l’herència, la data de meritació equival a la data en què desapareix aquesta condició. En el cas específic del dret de transmissió, la data de meritació no es produeix fins la mort del segon causant, que és quan es transmet al seu hereu el dret a acceptar o repudiar l’herència del primer causant.\nCasuística específica:\n\n• En l'heretament cumulatiu, la meritació es produeix, pel que fa als béns que es lliuren a l'hereu\n\nen aquell moment, en la data en què aquest s'atorga (vegeu consulta DGT V2387-18).\n\n• Quan s’atorga un pacte successori d’atribució particular en què es lliura un bé o un dret en el\n\nmateix moment en què es formalitza l'operació, l'autoliquidació corresponent a aquest lliurament està subjecta a la modalitat de donacions de l’impost sobre successions i donacions, i la meritació es produeix en la data de l’atorgament.\n\n• Quan s'adquireixen els béns per dret de transmissió, la data de meritació és la data de defunció\n\nde la segona persona causant (vegeu la Resolució 2/2018 de la Direcció General de Tributs i J",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 11,
      "page_end": 12
    }
  },
  {
    "id": 17,
    "text": "nacions de l’impost sobre successions i donacions, i la meritació es produeix en la data de l’atorgament.\n\n• Quan s'adquireixen els béns per dret de transmissió, la data de meritació és la data de defunció\n\nde la segona persona causant (vegeu la Resolució 2/2018 de la Direcció General de Tributs i Joc sobre el tractament del dret de transmissió en l'impost sobre successions i donacions). Si el cridat mor sense haver acceptat ni repudiat l'herència deferida, el dret a succeir mitjançant l'acceptació de l'herència, i el de repudiar, es transmeten sempre als hereus (dret de transmissió).\nA.3. Persones contribuents. Persones obligades Estan obligades com a persones contribuents les persones físiques que adquireixen béns o drets per herència, llegat o un altre títol successori, i les persones beneficiàries d’assegurances de vida com a conseqüència de la defunció de la persona contractant, si es tracta d’assegurança individual, o de la persona assegurada, si es tracta d’assegurança col·lectiva.\nA.4. Base imposable A.4.1. Determinació de la base imposable Per determinar la base imposable que correspon a cada subjecte passiu o persona beneficiària de la successió cal, prèviament, calcular el valor de tots els béns i drets que formen part de l’herència (parament domèstic i massa hereditària). Si escau, cal afegir els béns addicionables, les assegurances de vida i també acumular les adquisicions per donació o bé per contracte o pacte successori produïts durant els quatre anys anteriors a la defunció.\nDe l’import de la massa hereditària es resten, si n’hi ha, les càrregues, deutes i despeses (vegeu l’apartat A.4.5.).\nA.4.2. Concepte de valor per a fets imposables a partir de l’01.01.2022 A l'efecte d'aquest impost, tret que resulti d’aplicació alguna norma específica, com en el cas dels béns immobles, es considera que el valor dels béns i drets és el seu valor de mercat. No obstant això, si el valor declarat per les persones interessades és superior al valor de mercat, aquesta magnitud es prendrà com a base imposable.\n\nS'entén per valor de mercat el preu més probable pel qual podria vendre's, entre parts independents, un bé lliure de càrregues.\nNorma específica. En el cas",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 12,
      "page_end": 13
    }
  },
  {
    "id": 18,
    "text": "ant això, si el valor declarat per les persones interessades és superior al valor de mercat, aquesta magnitud es prendrà com a base imposable.\n\nS'entén per valor de mercat el preu més probable pel qual podria vendre's, entre parts independents, un bé lliure de càrregues.\nNorma específica. En el cas dels béns immobles, el seu valor és el valor de referència previst en la normativa reguladora del cadastre immobiliari, a la data de meritació de l'impost. No obstant, quan el valor del bé immoble declarat per les persones interessades és superior al seu valor de referència, aquesta magnitud es pren com a base imposable.\nQuan un immoble no té valor de referència o no pot ser certificat per la Direcció General del Cadastre, la base imposable, sense perjudici de la comprovació administrativa, és la major de les magnituds següents: valor declarat per les persones interessades o valor de mercat.\nEl valor de referència es pot consultar a la seu electrònica del Cadastre:\nhttps://www.sedecatastro.gob.es.\nMés informació sobre la valoració de béns immobles i el valor de referència a:\nhttps://atc.gencat.cat/valor-referencia.\nA efectes de l’impost, la valoració de les accions o participacions sense cotització en mercats organitzats s’ha de realitzar d’acord amb el valor de mercat (valor real), i pot no coincidir amb el seu valor comptable. En aquest sentit, vegeu les consultes DGT V2162-13 i DGTJ V110/21.\nA.4.3. Concepte de valor per a fets imposables fins al 31.12.2021 A l'efecte d'aquest impost, tret que resulti d’aplicació alguna norma específica, es considera que el valor dels béns i drets és el seu valor de mercat. No obstant això, si el valor declarat per les persones interessades és superior al valor de mercat, aquesta magnitud es prendrà com a base imposable.\nS'entén per valor de mercat el preu més probable pel qual podria vendre's, entre parts independents, un bé lliure de càrregues.\nPer comprovar el valor dels béns i drets l’Agència Tributària de Catalunya utilitza els criteris que s’especifiquen en el document “Valors per a la comprovació de béns immobles” en base al qual es determina el que l’Administració entén com a valor del bé o dret gravat.\nD’altra banda, l’Agèn",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 12,
      "page_end": 13
    }
  },
  {
    "id": 19,
    "text": "rregues.\nPer comprovar el valor dels béns i drets l’Agència Tributària de Catalunya utilitza els criteris que s’especifiquen en el document “Valors per a la comprovació de béns immobles” en base al qual es determina el que l’Administració entén com a valor del bé o dret gravat.\nD’altra banda, l’Agència Tributària de Catalunya també publica anualment unes “Instruccions de comprovació de valors dels béns immobles” on s’estableixen uns paràmetres de caràcter objectiu que serveixen per classificar els expedients en prioritaris i no prioritaris, amb vista a l’eventual comprovació de valor, i que té en compte el valor declarat pels obligats tributaris.\nAquesta informació es pot consultar a: https://atc.gencat.cat/ca/normativa-i-criteris/valoracionsimmobiliaries/.\nA efectes de l’impost, la valoració de les accions o participacions sense cotització en mercats organitzats s’ha de realitzar d’acord amb el valor de mercat (valor real), i pot no coincidir amb el seu valor comptable. En aquest sentit, vegeu les consultes DGT V2162-13 i DGTJ V110/21.\nA.4.4. Parament domèstic El parament domèstic són els efectes personals de la llar i altres béns personals de la persona difunta, llevat de les joies, pells de luxe, vehicles, embarcacions, objectes d’art i antiguitats.\nLlevat que les persones interessades acreditin fefaentment la seva inexistència, es presumirà que el parament domèstic forma part de la massa hereditària, per la qual cosa, si no estigués inclòs en l'inventari dels béns relictes de la persona causant s'addicionarà per determinar la base imposable dels drethavents als quals s'hagi d'imputar.\nEl parament domèstic es valora en el 3 % de l'import del cabal relicte de la persona causant, excepte quan les persones interessades li assignin un valor superior o provin fefaentment la seva inexistència, o bé quan el seu valor sigui inferior al que resulti de l'aplicació del percentatge esmentat.\n\nEn el càlcul del 3 % no s’inclourà en el cabal relicte el valor dels béns no afectes al servei de l’habitatge familiar o a l’ús personal del causant (valor net de les activitats empresarials o professionals, dipòsits en compte corrent o d’estalvis i altres imposicions, valors repres",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 13,
      "page_end": 14
    }
  },
  {
    "id": 20,
    "text": "tatge esmentat.\n\nEn el càlcul del 3 % no s’inclourà en el cabal relicte el valor dels béns no afectes al servei de l’habitatge familiar o a l’ús personal del causant (valor net de les activitats empresarials o professionals, dipòsits en compte corrent o d’estalvis i altres imposicions, valors representatius de la cessió a tercers de capitals propis, valors representatius de la participació en fons propis d’entitats, béns immobles llogats o en oferta de lloguer, béns immobles cedits gratuïtament, béns immobles en construcció o esta ruïnós, béns immobles rústics sense habitatge, solars, etc.).\nEn l’aplicació d’aquest percentatge tampoc s’ha d’incloure en el cabal relicte el valor dels béns addicionats ni, si n’hi hagués, el de les donacions o contractes i pactes successoris acumulats.\nTampoc s'hi inclourà l'import de les quantitats que procedeixin d'assegurances de vida contractades per la persona causant, si l'assegurança és individual, ni l'import de les assegurances en què figuri com a persona assegurada, si fos col·lectiva.\nEl valor del parament domèstic així calculat s’ha de minorar en el dels béns que, tal com disposa l'article 1.321 del Codi Civil o disposicions anàlogues de dret civil foral o especial, s'han de lliurar al cònjuge supervivent. En cas de resultar d’aplicació el dret civil de Catalunya, l’article 231-30 del Codi Civil de Catalunya estableix que correspon al cònjuge supervivent, no separat legalment o de fet, la propietat de la roba, del mobiliari i dels estris que formen el parament de l'habitatge conjugal i que els dits béns no es computen en el seu haver hereditari. En tot cas, l’import a minorar es fixa en el 3 % del valor cadastral de l'habitatge habitual del matrimoni, excepte que les persones interessades n’acreditin fefaentment un de superior.\nL’import del parament s’ha de fer constar a l’apartat J. Parament domèstic del model 660.\nPer a més informació es pot consultar el Criteri administratiu de 21 de juliol de 2021 per aplicar la jurisprudència del Tribunal Suprem en relació amb l'aixovar domèstic presumpte, publicat per l’ATC: https://atc.gencat.cat/ca/agencia/normativa-i-criteris/resolucions-instruccions-atc/.\nExemple pràctic Plant",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 13,
      "page_end": 14
    }
  },
  {
    "id": 21,
    "text": "informació es pot consultar el Criteri administratiu de 21 de juliol de 2021 per aplicar la jurisprudència del Tribunal Suprem en relació amb l'aixovar domèstic presumpte, publicat per l’ATC: https://atc.gencat.cat/ca/agencia/normativa-i-criteris/resolucions-instruccions-atc/.\nExemple pràctic Plantejament Valor total de l’herència: 1.250.000 €.\nPersones hereves: la vídua i un fill.\nEls béns de l’herència són:\n\n- L’habitatge habitual amb un valor de referència de 150.000 € i un valor cadastral de\n\n110.000 €.\n\n- Un apartament a la platja, que la persona causant utilitzava com a segona residència, amb\n\nun valor de referència de 100.000 €.\n\n- Un compte corrent amb 100.000 € en la data de defunció.\n\nCàlcul del parament domèstic Base de càlcul (casella 200): 250.000,00 €.\nValoració 3 % (casella 201): 7.500,00 €.\nValor cadastral de l’habitatge habitual (casella 202): 110.000,00 €.\nDescompte de la part corresponent al cònjuge supervivent (casella 203): 3.300,00 € (3 % de la casella 202).\nValor calculat del parament domèstic (casella 204): 4.200,00 € (casella 201 − casella 203).\nA.4.5. Càrregues, deutes i despeses deduïbles\n\n• Càrregues deduïbles\n\nNomés són deduïbles com a càrregues els censos i les pensions, i no ho són les hipoteques i les penyores. La hipoteca no és una càrrega perquè no suposa una disminució del valor del bé, però el capital pendent d’amortitzar del préstec hipotecari pot ser deduïble com a deute.\n\na) Censos. Els censos són prestacions periòdiques dineràries anuals de caràcter perpetu o\n\ntemporal que es vinculen a la propietat d’una finca, la qual respon directament i immediatament del seu pagament.\nPer exemple, si un immoble urbà està gravat, segons consta en el registre de la propietat, amb un cens pel qual s’havia de pagar un cànon o rèdit anual, el capital que correspon com a redempció del cens, segons les normes civils catalanes, disminueix el valor de l’immoble.\n\nb) Pensions. El contracte aleatori de renda, tant si és vitalícia com temporal, obliga la persona\n\ndeutora a pagar una pensió o rèdit anual a una altra persona a canvi d’un capital en béns mobles o immobles, el domini dels quals se li transfereix amb la càrrega de la pensió.\nPer obten",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 14,
      "page_end": 15
    }
  },
  {
    "id": 22,
    "text": "de l’immoble.\n\nb) Pensions. El contracte aleatori de renda, tant si és vitalícia com temporal, obliga la persona\n\ndeutora a pagar una pensió o rèdit anual a una altra persona a canvi d’un capital en béns mobles o immobles, el domini dels quals se li transfereix amb la càrrega de la pensió.\nPer obtenir la base imposable de les pensions s’ha de capitalitzar la renda anual a l’interès legal i s’ha de prendre del capital resultant la part que, segons les regles establertes per valorar els usdefruits, correspon a l’edat de la persona pensionista, si la pensió és vitalícia, o a la durada de la pensió, si és temporal.\nAixí, el valor de capitalització és igual a un percentatge del capital calculat d’acord amb la fórmula següent:\n(Renda anual × 100) ÷ interès legal del diner El tipus d’interès legal es fixa cada any a la Llei de Pressupostos Generals de l’Estat. Tant l’interès legal com el de demora es pot consultar al web de l’ATC.\nL’import del cens i les pensions s’ha de fer constar a l’apartat I. Càrregues deduïbles del model 600.\n\n• Deutes deduïbles\n\nEs poden deduir els deutes que deixa la persona difunta, que s’acrediten per mitjà d’un document públic o d’un document privat, d’acord amb els requisits establerts per l’article 1.227 del Codi civil, o que es justifiquen per qualsevol altre mitjà.\nTambé es poden deduir les quantitats que constitueixen deutes de la persona difunta per raó de tributs de l’Estat, de les comunitats autònomes o de corporacions locals o deutes de la Seguretat Social, i que satisfacin les persones hereves, encara que corresponguin a liquidacions girades després de la mort de la persona causant.\nNo són deduïbles els deutes a favor de les persones hereves, legatàries de part alíquota, cònjuges, ascendents, descendents o germans, encara que renunciïn a l’herència.\nL’import del deutes s’ha de fer constar a l’apartat K. Deutes deduïbles del model 660.\n\n• Despeses deduïbles\n\nSón despeses deduïbles les derivades de darrera malaltia, enterrament i funeral o litigi en interès comú de totes les persones hereves, derivades del procediment de divisió judicial de l’herència o de la declaració d’hereus abintestat, quan aquesta esdevé litigiosa.\nLes despeses",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 15,
      "page_end": 15
    }
  },
  {
    "id": 23,
    "text": "Despeses deduïbles\n\nSón despeses deduïbles les derivades de darrera malaltia, enterrament i funeral o litigi en interès comú de totes les persones hereves, derivades del procediment de divisió judicial de l’herència o de la declaració d’hereus abintestat, quan aquesta esdevé litigiosa.\nLes despeses de darrera malaltia es dedueixen sempre que l’import quedi acreditat i hagin estat satisfetes per les persones hereves.\nL’import de les despeses s’ha de fer constar a l’apartat L. Despeses deduïbles del model 660.\nA.4.6. Béns addicionables La base per liquidar l’impost sobre successions per herència, a més dels béns existents a nom de la persona difunta a la data de defunció, ha d’incloure altres béns que no constaven a la seva titularitat, com els següents:\n\n• Els béns que hagin pertangut a la persona difunta durant l’any anterior a la defunció.\n\nS’han d’addicionar els béns de totes classes que hagin pertangut a la persona causant de la successió fins a un any abans de la defunció, excepte prova fefaent que aquests béns els hagués transmès a una persona diferent de l’hereu, legatari, parent dins el tercer grau o cònjuge de qualsevol d’ells o de la persona causant.\nEs presumeix que els béns van pertànyer a la persona causant si els dipòsits, comptes corrents o d’estalvi, préstecs amb garantia o altres contractes similars, figuraven al seu nom o bé constaven inscrits al seu nom en els amillaraments, cadastres, registres fiscals, registre de la propietat o altres de caràcter públic.\nNo s’aplica la presumpció i, per tant, no s’han d’addicionar aquests béns, quan es justifica de manera suficient que el diner o altres béns subrogats en substitució dels transmesos estan inclosos dins el cabal hereditari.\nLa no justificació de l'existència de diner o de béns subrogats no obsta al dret de les persones interessades de demostrar la realització de la transmissió.\nAquesta presumpció afecta tots els drethavents en la mateixa proporció en què siguin hereus, excepte que fefaentment acreditin la transmissió a l’hereu, legatari, parent dins el tercer grau o cònjuge de qualsevol d’ells o de la persona causant, que a afectes fiscals assumeix la condició d’hereu o legatari, si no la tin",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 15,
      "page_end": 16
    }
  },
  {
    "id": 24,
    "text": "fecta tots els drethavents en la mateixa proporció en què siguin hereus, excepte que fefaentment acreditin la transmissió a l’hereu, legatari, parent dins el tercer grau o cònjuge de qualsevol d’ells o de la persona causant, que a afectes fiscals assumeix la condició d’hereu o legatari, si no la tingués ja.\n\n• Els béns que la persona difunta va adquirir en usdefruit en els tres anys anteriors a la defunció.\n\nS’han d’addicionar els béns i drets que, durant els tres anys anteriors a la defunció, la persona causant va adquirir, a títol onerós, en usdefruit per a si mateixa i en nua propietat per a un hereu, legatari, parent dins del tercer grau o cònjuge de qualsevol d'ells o de la persona causant.\nNo s’aplica la presumpció i, per tant, no s’han d’addicionar a l’herència aquests béns quan es justifica de manera suficient que la persona que va adquirir la nua propietat va satisfer a la persona transmitent el diner o li va lliurar béns o drets de valor equivalent suficients per a la seva adquisició.\nLa no justificació de l’existència de diner o de béns subrogats no obsta al dret de les persones interessades de demostrar la realització de la transmissió.\nAquesta presumpció afecta exclusivament la persona adquirent de la nua propietat, que haurà de presentar l’autoliquidació per l’adquisició per causa de mort del ple domini del bé o del dret de què es tracti. La pràctica d’aquesta autoliquidació exclou la que hagués correspost per la consolidació del ple domini.\n\n• Els béns dels quals la persona difunta va transmetre la nua propietat durant els quatre anys\n\nanteriors a la defunció S’han d’addicionar els béns i els drets que, durant els quatre anys anteriors a la defunció, la persona causant va transmetre a títol onerós i se’n va reservar el dret d’usdefruit o d'altres de la persona adquirent, o qualsevol altre dret vitalici. S’exceptuen els contractes de renda vitalícia amb una entitat dedicada a aquestes operacions.\nNo s’aplica la presumpció i, per tant, no s’han d’addicionar a l’herència aquests béns quan en el cabal hereditari figuren diners o altres béns per valor equivalent, rebuts en contraprestació de la transmissió de la nua propietat.\nLa no justificació de l'e",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 16,
      "page_end": 16
    }
  },
  {
    "id": 25,
    "text": "una entitat dedicada a aquestes operacions.\nNo s’aplica la presumpció i, per tant, no s’han d’addicionar a l’herència aquests béns quan en el cabal hereditari figuren diners o altres béns per valor equivalent, rebuts en contraprestació de la transmissió de la nua propietat.\nLa no justificació de l'existència de diner o de béns subrogats no obsta al dret de les persones interessades de demostrar la realització de la transmissió.\nAquesta presumpció afecta exclusivament la persona adquirent de la nua propietat que, en cas de no ser hereva serà considerada legatària, i haurà de presentar autoliquidació per l'adquisició per causa de mort del ple domini del bé o dret de què es tracti. La pràctica d'aquesta liquidació exclourà la que hagués correspost per la consolidació del ple domini.\n\n• Els valors i efectes dipositats en el supòsit d’endós\n\nS’han d’addicionar els valors i efectes dipositats que no es van retirar abans de la defunció de la persona endossant, els resguards dels quals s'haguessin endossat o s’hagués pres nota de l'endós en els llibres de la persona dipositària, i els valors nominatius que també es van endossar, si la transferència no es va fer constar en els llibres de l'entitat emissora abans de la defunció de la persona causant.\nAquesta presumpció queda desvirtuada si es justifica de manera suficient que el preu o equivalència del valor dels béns i efectes transmesos s'ha incorporat al patrimoni de la persona venedora o cedent i figura en l'inventari de la seva herència, o si es justifica suficientment que la retirada de valors o efectes o la presa de nota de l'endós no s'ha pogut verificar amb anterioritat a la defunció de la persona causant per causes independents a la seva voluntat i a la de la persona endossatària. Aquesta addició es pot realitzar en base a les casuístiques anteriors.\nL’addició de béns en base a aquesta presumpció afecta exclusivament la persona endossatària dels valors que, si no tingués la condició d'hereva, serà considerada legatària.\nNota sobre l’exclusió de l'addició i sobre la deducció de l'ITPAJD No s’han d’addicionar els béns i els drets esmentats en els apartats anteriors si quan es van adquirir es va satisfer, per l’imp",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 16,
      "page_end": 17
    }
  },
  {
    "id": 26,
    "text": "la persona endossatària dels valors que, si no tingués la condició d'hereva, serà considerada legatària.\nNota sobre l’exclusió de l'addició i sobre la deducció de l'ITPAJD No s’han d’addicionar els béns i els drets esmentats en els apartats anteriors si quan es van adquirir es va satisfer, per l’impost sobre transmissions patrimonials i actes jurídics documentats, una quantitat superior a la que resulti d’aplicar al valor comprovat dels béns, en el moment de l’adquisició, el tipus mitjà efectiu que correspondria a l'hereu o al legatari afectat per la presumpció, en l'impost sobre successions i donacions.\nSi la quantitat ingressada per l'impost sobre transmissions patrimonials i actes jurídics documentats fos inferior a la que resulti d’aplicar al valor comprovat de cadascun dels béns, en el moment de l’adquisició, el tipus mitjà efectiu que correspondria per l'impost sobre successions i donacions a l'hereu o legatari afectat per la presumpció, cal addicionar els béns, i el subjecte passiu té dret a deduir de la quota a ingressar l’import pagat en concepte d'impost sobre transmissions patrimonials i actes jurídics documentats.\nNota sobre els grups M1 i M2 en la relació de béns Quan s’empleni el model 660 amb el programa d’ajuda o en PDF:\n- En el grup M1 es relacionaran els béns addicionats en virtut de presumpcions legals, sempre que s'atribueixin a tots els drethavents en la mateixa proporció en què fossin hereus.\n- En el grup M2 es relacionaran els béns addicionats en virtut de presumpcions legals sempre que no s'atribueixin al cabal hereditari, sinó a la base imposable individual d'alguna de les persones interessades.\nL’import dels béns addicionats que s’atribueixen individualment a cadascun dels hereus o legataris consta en la casella 4 del model 650.\nA.4.7. Assegurances de vida La base imposable és l’import que percep la persona beneficiària. Aquest import se suma a la resta dels béns i drets de l’herència que corresponen a la persona beneficiària.\nLes assegurances s’han de relacionar a l’apartat N. Assegurances del model 660.\nCada persona beneficiària ha d’incloure l’import total d’assegurances percebudes a l’apartat Base imposable real, casella 3, del mode",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 17,
      "page_end": 17
    }
  },
  {
    "id": 27,
    "text": "a la resta dels béns i drets de l’herència que corresponen a la persona beneficiària.\nLes assegurances s’han de relacionar a l’apartat N. Assegurances del model 660.\nCada persona beneficiària ha d’incloure l’import total d’assegurances percebudes a l’apartat Base imposable real, casella 3, del model 650.\nA.4.8. Regles especials en supòsits d’existència d’usdefruits En els casos en què a l’herència hi ha un usdefruit, s’estableixen regles especials per determinar la base de liquidació de cada persona interessada.\n\nA.4.8.1. Constitució de l’usdefruit i altres institucions\n\n• Usdefruit temporal. El seu valor és el resultat de calcular un 2 % per a cada període d’un any\n\nd’usdefruit i aquest percentatge s’aplica sobre el valor del bé en ple domini, sense que el valor de l’usdefruit pugui excedir el 70 %.\n\n• Usdefruit vitalici. El seu valor s’estima igual al 70 % del valor total dels béns, quan la persona\n\nusufructuària té menys de 20 anys. Aquest valor minora a mesura que augmenta l’edat, en la proporció d’un 1 % menys cada any de més, amb el límit mínim del 10 % del valor total.\nNorma de càlcul pel percentatge de valor que representa l’usdefruit vitalici:\n89 anys − l’edat de la persona usufructuària El resultat no pot ser superior al 70 % ni inferior al 10 %\n\n• Nua propietat. El seu valor es computa per la diferència entre el valor de l’usdefruit i el valor\n\ntotal dels béns subjectes a l’usdefruit.\nExemple pràctic Plantejament En el seu testament, l’Àngel nomena hereu el seu fill Bernat i usufructuària universal de tota l’herència, la seva dona Carme, de 62 anys. El valor de l’herència neta és d’1.300.000,00 €.\nEl patrimoni preexistent d’en Bernat en el moment de la mort de l’Àngel era de 200.000,00 € i el de la Carme de 600.000,00 €.\nValoració de l’usdefruit i de la nua propietat:\n\n• Usdefruit: 1.300.000,00 × 27% (89 − 62, edat de la usufructuària): 351.000,00 €.\n\n• Nua propietat: 1.300.000,00 − 351.000,00 = 949.000,00 €.\n\nAutoliquidació que ha de fer la Carme, vídua usufructuària Ha d’emplenar l’apartat Base imposable real del model 650:\n\n- Cabal hereditari fiscal (casella 1): 1.300.000,00 €.\n\n- Participació de la persona contribuent en el cabal hereditari (case",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 17,
      "page_end": 18
    }
  },
  {
    "id": 28,
    "text": "a propietat: 1.300.000,00 − 351.000,00 = 949.000,00 €.\n\nAutoliquidació que ha de fer la Carme, vídua usufructuària Ha d’emplenar l’apartat Base imposable real del model 650:\n\n- Cabal hereditari fiscal (casella 1): 1.300.000,00 €.\n\n- Participació de la persona contribuent en el cabal hereditari (casella 2): 351.000,00 €.\n\n- Percepcions com a persones beneficiàries de contractes d’assegurança de vida (casella\n\n3): 0,00 €.\n\n- Béns addicionables a la base imposable individual (casella 4): 0,00 €.\n\n- Base imposable real: 351.000,00 €.\n\n- Reducció per parentiu (casella 301): 100.000,00 €.\n\n- Total reduccions (casella 11): 100.000,00 €.\n\n- Base liquidable real (casella 13): 251.000,00 €.\n\n- Fins a 150.000,00 (casella 501): 14.500,00 €.\n\n- Resta 101.000,00 al 17,00 % (casella 502): 17.170,00 €.\n\n- Quota íntegra (casella 15): 31.670,00 €.\n\n- Coeficient multiplicador (casella 503): 1,1000\n\n- Quota tributària (casella 16): 34.837,00 €.\n\n- Bonificació a la quota tributària (casella 18): 34.488,63 €.\n\n- Quota a ingressar (casella 21): 348,37 €.\n\nAutoliquidació que ha de fer en Bernat, nu propietari Ha d’emplenar els apartats Base imposable real i Base imposable teòrica del model 650:\nBase imposable real:\n\n- Cabal hereditari fiscal (casella 1): 1.300.000,00 €.\n\n- Participació de la persona contribuent en el cabal hereditari (casella 2): 949.000,00 €.\n\n- Percepcions com a persones beneficiàries d’assegurança de vida (casella 3): 0,00 €.\n\n- Béns addicionables a la base imposable individual (casella 4): 0,00 €.\n\n- Base imposable real: 949.000,00 €.\n\nBase imposable teòrica (desmembrament de domini: béns en nua propietat):\n\n- Valor del ple domini (casella 6): 1.300.000,00 €.\n\n- Valor en nua propietat (casella 7): 949.000,00 €.\n\n- Base imposable teòrica (casella 10): 1.300.000,00 €. (casella 5 + casella 6 − casella 7)\n\n- Reducció per parentiu (casella 301): 100.000,00 €.\n\n- Total reduccions (casella 11): 100.000,00 €.\n\nQuota tributària. Tipus mitjà efectiu:\n\n- Base liquidable teòrica (casella 14): 1.200.000,00 € (casella 10 − casella 11).\n\n- Fins a 800.000,00 (casella 601): 153.000,00 €.\n\n- Resta 400.000,00 al 32,00 % (casella 602): 128.000,00 €.\n\n- Total (casella 603): 281.000,00",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 18,
      "page_end": 19
    }
  },
  {
    "id": 29,
    "text": "ons (casella 11): 100.000,00 €.\n\nQuota tributària. Tipus mitjà efectiu:\n\n- Base liquidable teòrica (casella 14): 1.200.000,00 € (casella 10 − casella 11).\n\n- Fins a 800.000,00 (casella 601): 153.000,00 €.\n\n- Resta 400.000,00 al 32,00 % (casella 602): 128.000,00 €.\n\n- Total (casella 603): 281.000,00 € (casella 601 + casella 602)\n\n- Coeficient multiplicador (casella 604): 1,0000\n\n- Quota (casella 605): 281.000,00 €.\n\n- Tipus mitjà efectiu (casella 17): 23,41 %\n\n- Base liquidable real (casella 13): 849.000,00 € (casella 5 − casella 11)\n\n- Quota tributària ajustada (casella 16): 198.750,90 € (casella 13 × casella 17)\n\n- Bonificació de la quota tributària (casella 18): 81.408,37 € (*)\n\n- Quota a ingressar (casella 21): 117.342,53 €\n\n(*) L’apartat A.6.3 conté les bonificacions i un exemple de càlcul de la bonificació.\nEn aquest exemple el càlcul del percentatge de bonificació a aplicar sobre la quota tributària és el resultat de:\n(1.000.000,00 × 44,25 % + 300.000,00 × 30,00 %) ÷ 1.300.000,00 = 40,96 % Bonificació de la quota tributària: 198.750,90 × 40,96 % = 81.408,37 € Quan es produeix el desmembrament del domini d’un bé o d’un dret per constitució d’un usdefruit, la liquidació que ha de fer la persona nua propietària no és sobre la totalitat de la base, sinó sobre la base liquidable real, segons el tipus mitjà de gravamen per determinar la quota tributària. Per calcular aquest tipus mitjà s’aplica l’escala de gravamen al valor íntegre dels béns, sense tenir en compte l’usdefruit. Un cop aplicada l’escala de gravamen i els coeficients multiplicadors, s’obté la quota tributària que es multiplica per 100 i es divideix per la base liquidable teòrica, i així, resulta el tipus mitjà de gravamen.\n\n• La base imposable real (casella 5 del model 650) és el que veritablement s’hereta a la mort de\n\nla persona causant o difunta, tenint en compte l’existència d’un usdefruit.\n\n• La base imposable teòrica (casella 10 del model 650) és la que correspon al valor total dels\n\nbéns, sense tenir en compte l’usdefruit.\n\n• La base liquidable (casella 13 del model 650) és la que resulta d’aplicar a la base imposable\n\nles reduccions que estableix la llei.\n\n• Usdefruits successius. El valor",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 19,
      "page_end": 19
    }
  },
  {
    "id": 30,
    "text": "e imposable teòrica (casella 10 del model 650) és la que correspon al valor total dels\n\nbéns, sense tenir en compte l’usdefruit.\n\n• La base liquidable (casella 13 del model 650) és la que resulta d’aplicar a la base imposable\n\nles reduccions que estableix la llei.\n\n• Usdefruits successius. El valor de la nua propietat en el cas d’usdefruits successius es\n\ncalcula tenint en compte l’usdefruit de percentatge més gran (és a dir, segons l’edat de la persona més jove). Quan s’extingeix aquest usdefruit, la persona nua propietària paga per l’augment de valor que experimenta la nua propietat, i així successivament, quan s’extingeixen la resta d’usdefruits.\n\n• Dret d’ús i habitació. El seu valor resulta d’aplicar el 75 % al valor dels béns subjectes a\n\naquest dret, d’acord amb les regles corresponents a la valoració dels usdefruits vitalicis o temporals.\nA.4.8.2. Extinció de l’usdefruit. Consolidació de domini Quan s’extingeix l’usdefruit per defunció de la persona usufructuària, la persona nua propietària ha de pagar el percentatge de l’usdefruit que s’incorpora al seu patrimoni. Ha d’aplicar a la base liquidable el tipus de gravamen, d’acord amb el valor i la tarifa vigents en el moment del\n\ndesmembrament. En el cas que la consolidació de domini sigui per causa diferent a la mort de la persona usufructuària o del termini previst, la persona adquirent ha de pagar la liquidació que tingui un import més elevat, ja sigui la liquidació pendent a causa del desmembrament del domini o bé la que correspon al negoci jurídic en virtut del qual s’extingeix el domini.\nExemple pràctic amb el mateix plantejament que l’exemple anterior Autoliquidació que ha de fer en Bernat, nu propietari, per consolidació de domini a la mort de la Carme, usufructuària Base imposable: 1.300.000,00 × 27% (percentatge de l’usdefruit) = 351.000,00 €.\nReduccions: no es pot aplicar cap reducció perquè la única que es podia aplicar era per parentiu i la va esgotar en presentar l’autoliquidació per l’adquisició de la nua propietat.\nTipus aplicable: 23,41 % (el tipus mitjà de l’herència de l’Àngel, el causant).\nBonificació de la quota tributària: 40,96 %.\nPer fer aquesta autoliquidació s’ha d’utilitzar el mo",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 19,
      "page_end": 20
    }
  },
  {
    "id": 31,
    "text": "que es podia aplicar era per parentiu i la va esgotar en presentar l’autoliquidació per l’adquisició de la nua propietat.\nTipus aplicable: 23,41 % (el tipus mitjà de l’herència de l’Àngel, el causant).\nBonificació de la quota tributària: 40,96 %.\nPer fer aquesta autoliquidació s’ha d’utilitzar el model 653.\nMés informació sobre la consolidació de domini a: https://atc.gencat.cat/ca/tributs/isd/consolidaciodomini/.\nA.4.9. Regles especials en supòsits d’existència de donacions o contractes i pactes successoris acumulables, anteriors a la data de la defunció També formen part de la base imposable, als efectes de calcular el tipus mitjà de la successió:\n\n• Les donacions i altres transmissions equiparables que la persona difunta hagués fet a favor de\n\nles persones beneficiàries de l’herència dins els quatre anys anteriors a la seva defunció.\n\n• Els béns de la persona difunta que, dins els quatre anys anteriors a la seva defunció, les\n\npersones beneficiàries de l’herència haguessin adquirit a través de contractes i pactes successoris (en vigor des de l’01.07.2021).\nL’import de la donació o contracte o pacte successori acumulable s’ha de fer constar a l’apartat O del model 660.\nExemple pràctic continuant amb les dades de l’exemple anterior, si l’Àngel també va fer donació al seu fill d’un immoble per valor de 600.000,00 € Autoliquidació que ha de fer en Bernat Ha d’emplenar l’apartat Base imposable teòrica del model 650 de la manera següent:\nBase imposable teòrica (desmembrament de domini: béns en nua propietat):\n\n- Valor del ple domini (casella 6): 1.300.000,00 €.\n\n- Valor en nua propietat (casella 7): 949.000,00 €.\n\n- Donacions acumulables (casella 8): 600.000,00 €.\n\n- Base imposable teòrica (casella 10): 1.900.000,00 € (casella 5 + casella 6 − casella 7 +\n\ncasella 8).\n\n- Reducció per parentiu (casella 301): 100.000,00 €.\n\n- Total reduccions (casella 11): 100.000,00 €.\n\nQuota tributària. Tipus mitjà efectiu:\n\n- Base liquidable teòrica (casella 14): 1.800.000,00 € (casella 10 − casella 11).\n\n- Fins a 800.000,00 (casella 601): 153.000,00 €.\n\n- Resta 1.000.000,00 al 32,00 % (casella 602): 320.000,00 €.\n\n- Total (casella 603): 473.000,00 € (casella 601 + casella 602).\n\n-",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 20,
      "page_end": 21
    }
  },
  {
    "id": 32,
    "text": "ota tributària. Tipus mitjà efectiu:\n\n- Base liquidable teòrica (casella 14): 1.800.000,00 € (casella 10 − casella 11).\n\n- Fins a 800.000,00 (casella 601): 153.000,00 €.\n\n- Resta 1.000.000,00 al 32,00 % (casella 602): 320.000,00 €.\n\n- Total (casella 603): 473.000,00 € (casella 601 + casella 602).\n\n- Coeficient multiplicador (casella 604): 1,0000\n\n- Quota (casella 605): 473.000,00 €.\n\n- Tipus mitjà efectiu (casella 17): 26,27 %\n\n- Base liquidable real (casella 13): 849.000,00 € (casella 5 − casella 11).\n\n- Quota tributària ajustada (casella 16): 223.032,30 € (casella 13 × casella 17).\n\n- Bonificació de la quota tributària (casella 18): 91.354,03 € (*).\n\n- Quota a ingressar (casella 21): 131.678,27 €.\n\n(*) L’apartat A.6.3. conté les bonificacions i un exemple de càlcul de la bonificació.\nEn aquest exemple el càlcul del percentatge de bonificació a aplicar sobre la quota tributària és el resultat de:\n(1.000.000,00 × 44,25 % + 300.000,00 × 30,00 %) ÷ 1.300.000,00 = 40,96 %.\nBonificació de la quota tributària: 849.000,00 × 40,96 % = 91.354,03 €.\nEn el cas d’acumulació de donacions, la base imposable a què es fa referència per calcular la bonificació no inclou l’import de la donació acumulada (base liquidable de la donació).\nA.4.10. Efectes de la partició de l’herència La partició o repartiment de béns determinats entre les persones hereves i legatàries la pot fer la persona difunta en el seu testament o heretament. També pot no fer-la i limitar-se a designar persones hereves per parts iguals o desiguals, sense atribució de béns concrets, o bé no fer ni testament ni heretament.\n\n• Principi d’igualtat en la partició\n\nLa liquidació de l’impost sobre successions s’ha de fer segons les instruccions de la persona que causa la successió expressades en el seu testament o heretament. En el cas que no hi hagi testament, es fa segons estableix la llei civil aplicable, en la declaració d’hereus abintestat.\nD’acord amb el principi d’igualtat en la partició, qualssevol que siguin les particions i adjudicacions que facin les persones interessades, es considera, als efectes de l’impost, com si s’haguessin fet amb estricta igualtat i d’acord amb les normes de la successió (l’heretame",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 20,
      "page_end": 21
    }
  },
  {
    "id": 33,
    "text": "ó d’hereus abintestat.\nD’acord amb el principi d’igualtat en la partició, qualssevol que siguin les particions i adjudicacions que facin les persones interessades, es considera, als efectes de l’impost, com si s’haguessin fet amb estricta igualtat i d’acord amb les normes de la successió (l’heretament, el testament o la llei).\nExemple pràctic Plantejament En Pau i en Martí són hereus per parts iguals dels béns del seu pare. Quan accepten l’herència, fan particions i adjudicacions: en Pau s’adjudica un pis amb valor declarat de 600.000,00 € i en Martí s’adjudica un fons d’inversió per valor de 300.000,00 €.\nLiquidació de l’impost sobre successions:\n\n- Base imposable d’en Pau: 450.000,00 €.\n\n- Base imposable d’en Martí: 450.000,00 €.\n\nTotal herència: 600.000,00 + 300.000,00 = 900.000,00 €.\nTotal herència per a cada germà: 900.000,00 ÷ 2 germans: 450.000,00 €.\n\n• Excessos d’adjudicació\n\nLa partició feta per les persones hereves, en què s’adjudiquen béns concrets a cada persona hereva, legatària o legitimària, es pot efectuar sense modificar el valor total que correspon a cada persona interessada, o es pot fer adjudicant a alguna o algunes d’elles béns de més valor del que els correspon. En aquest últim cas hi ha un excés d’adjudicació, que pot suposar una liquidació per l’impost sobre transmissions patrimonials i actes jurídics documentats en la modalitat de transmissions patrimonials oneroses (model 600), si hi ha contraprestació als altres hereus, o per l’impost sobre successions i donacions, en la modalitat de donació (model 651), si no n’hi ha.\n\nL’excés d’adjudicació no està subjecte a transmissions patrimonials com a tal, en el cas que un bé sigui indivisible o desmereixi molt amb la divisió, sempre que la persona adjudicatària compensi a l’altra l’excés, en metàl·lic. A més de la compensació en diners, també es considera compensació en metàl·lic l’assumpció de deutes de l’altre comuner o la dació en pagament amb altres béns, d’acord amb la STS 1502/2019, de 30 de octubre [Roj: STS 3480/2019]. Ara bé, en el cas de dació en pagament d’altres béns, qui rep el bé privatiu d’un dels comunes en compensació, ha de tributar per l’adjudicació del bé en pagament d’un d",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 21,
      "page_end": 22
    }
  },
  {
    "id": 34,
    "text": "es de l’altre comuner o la dació en pagament amb altres béns, d’acord amb la STS 1502/2019, de 30 de octubre [Roj: STS 3480/2019]. Ara bé, en el cas de dació en pagament d’altres béns, qui rep el bé privatiu d’un dels comunes en compensació, ha de tributar per l’adjudicació del bé en pagament d’un deute per la modalitat de transmissions patrimonials de l’impost sobre transmissions patrimonials i actes jurídics documentats.\nEn les particions fetes en la mateixa escriptura d’acceptació d’herència en què les persones interessades s’adjudiquin béns indivisibles amb compensació en metàl·lic dels excessos, l’escriptura tampoc no resta subjecta a la quota gradual de la modalitat d’actes jurídics documentats de l’impost sobre transmissions patrimonials i actes jurídics documentats.\nEl concepte d’indivisió és una qüestió de fet que requereix prova.\nExemple pràctic Plantejament En Lluís i en Manel són hereus per parts iguals dels béns del seu pare. Quan accepten l’herència, fan participacions i adjudicacions: en Lluís s’adjudica un pis de fàcil divisió perquè era el resultat de la unió prèvia de dos pisos, amb un valor declarat de 600.000,00 € i en Manel s’adjudica un fons d’inversió per valor de 300.000,00 €.\nDiferents supòsits:\n\n- Supòsit a): en Lluís compensa en Manel per l’excés, amb entrega de 150.000,00 €.\n\n- Supòsit b): en Lluís no compensa l’excés a en Manel.\n\n- Supòsit c): el pis és un bé indivisible i hi ha compensació de 150.000,00 € d’en Lluís a en\n\nManel.\nTributació per l’excés (l’excés és de 150.000,00 € perquè 450.000,00 € és la participació de cada hereu segons el principi d’igualtat i 600.000,00 € és l’import de l’adjudicació d’en Lluís):\n\n- Supòsit a): en Lluís ha de tributar per l’excés d’adjudicació per la modalitat de\n\ntransmissions patrimonials, al tipus del 10 % (immobles), sobre la base de 150.000,00 €.\n\n- Supòsit b): en Lluís ha de tributar per la modalitat de donacions per donació entre\n\ngermans.\n\n- Supòsit c): no tributa.\n\nA.4.11. Efectes de la renúncia de l’herència La renúncia a l’herència o al llegat, d’alguna o algunes de les persones hereves o legatàries, pot tenir efectes en la tributació.\n\n• Renúncia pura, simple i gratuïta\n\nSi hi ha una",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 22,
      "page_end": 22
    }
  },
  {
    "id": 35,
    "text": "itat de donacions per donació entre\n\ngermans.\n\n- Supòsit c): no tributa.\n\nA.4.11. Efectes de la renúncia de l’herència La renúncia a l’herència o al llegat, d’alguna o algunes de les persones hereves o legatàries, pot tenir efectes en la tributació.\n\n• Renúncia pura, simple i gratuïta\n\nSi hi ha una renúncia pura, simple i gratuïta d’una persona hereva o legatària, la persona beneficiària d’aquesta renúncia és qui ha de liquidar l’impost.\nSi la persona beneficiada per la renúncia ho és per substitució vulgar, s’ha de tenir en compte el parentiu entre el causant i la persona que resulta hereva o legatària com a conseqüència de la renúncia, d’acord amb l’article 53.1 del Reial decret 1629/1991, del 8 de novembre, pel qual s’aprova el Reglament de l’impost sobre successions i donacions. En aquest sentit, vegeu la consulta de la DGT V0350-21.\n\nExemple pràctic Plantejament L’Albert, en el seu testament, nomena hereu el seu nebot Miquel, amb substitució vulgar d’en Miquel per l’esposa de l’Albert, l’Anna.\nEn Miquel renuncia de manera pura i simple a l’herència, i com que hi ha prevista la substitució vulgar, la beneficiària de la renúncia serà l’Anna.\nTributació En Miquel no tributa perquè ha renunciat de manera pura i simple i s’entén que no ha adquirit res.\nL’Anna liquidarà per l’herència, com a hereva, i en la successió s’ha de tenir en compte el parentiu entre l’Albert i l’Anna.\nPer fer la liquidació en cas que no s’hagi previst la substitució vulgar, si la persona beneficiada per la renúncia no rep altres béns de la persona causant o difunta, s’ha de tenir en compte el coeficient de parentiu amb el causant, llevat que el coeficient multiplicador de la persona renunciant amb el causant sigui superior al que correspongui a la persona beneficiària, d’acord amb l’article 58.1 del Reial decret 1629/1991, del 8 de novembre, pel qual s’aprova el Reglament de l’impost sobre successions i donacions. També s’ha de tenir en compte el coeficient de parentiu amb el causant, llevat que el coeficient multiplicador de la persona renunciant amb el causant sigui superior al que correspongui a la persona beneficiària, en els supòsits de successió intestada quan el cridat a succeir r",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 22,
      "page_end": 23
    }
  },
  {
    "id": 36,
    "text": "cessions i donacions. També s’ha de tenir en compte el coeficient de parentiu amb el causant, llevat que el coeficient multiplicador de la persona renunciant amb el causant sigui superior al que correspongui a la persona beneficiària, en els supòsits de successió intestada quan el cridat a succeir renuncia a l’herència. En aquest sentit, vegeu la consulta de la DGT V0350-21.\nAra bé, quan s’aplica el coeficient de parentiu del causant, sempre s’ha de tenir en compte el valor del patrimoni preexistent de la persona beneficiària.\nTambé cal tenir en compte que en els casos en què s’ha d’aplicar el grup de parentiu de la persona renunciant, si la persona beneficiària de la renúncia rep directament altres béns de la persona causant, respecte dels béns que adquireix per substitució vulgar només s’aplica el que disposa el paràgraf anterior quan la suma de la quota a ingressar de les autoliquidacions per l’adquisició separada dels béns que ha adquirit directament de la persona causant i dels béns que ha adquirit com a conseqüència de la renúncia fos superior a la quota a ingressar de l’autoliquidació realitzada sobre la totalitat dels béns adquirits de la persona causant (aplicant en aquest cas el parentiu entre la persona beneficiària i la persona causant), d’acord amb l’article 58.2 del Reial decret esmentat.\nExemple pràctic Plantejament L’Albert atorga testament i nomena hereu el seu cosí Jordi i no preveu substitució vulgar.\nEn Jordi renuncia de manera pura i simple a l’herència, i com que no hi ha prevista la substitució vulgar, l’hereu es determina per successió intestada.\nD’acord amb les normes de la successió intestada, l’hereu és el pare d’en Jordi, en Marc (tiet de l’Albert), que accepta l’herència en escriptura pública.\nTributació En Jordi no tributa perquè ha renunciat de manera pura i simple i s’entén que no ha adquirit res.\nEn Marc liquidarà per l’herència, com a hereu. A efectes del coeficient de parentiu se li aplicarà el grup de la persona renunciant, en Jordi (que era grup IV), en comptes del que té en Marc amb l’Albert (grup III), perquè el coeficient de la persona renunciant és més alt, d’acord amb l’article 58.1 del Reial decret 1629/1991.\n\n• Renúnci",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 23,
      "page_end": 24
    }
  },
  {
    "id": 37,
    "text": "hereu. A efectes del coeficient de parentiu se li aplicarà el grup de la persona renunciant, en Jordi (que era grup IV), en comptes del que té en Marc amb l’Albert (grup III), perquè el coeficient de la persona renunciant és més alt, d’acord amb l’article 58.1 del Reial decret 1629/1991.\n\n• Renúncia a favor de persona determinada\n\nEn el cas que la renúncia no sigui pura i simple, sinó a favor d’una persona concreta, es produeix una doble tributació: d’una banda, la liquidació de l’impost de l’herència l’ha de fer qui renuncia, perquè per poder cedir aquesta herència a un tercer, prèviament l’ha hagut d’adquirir i, per tant, acceptar; d’altra banda, s’ha de liquidar per aquesta nova transmissió que implica la renúncia: per l’impost sobre transmissions patrimonials (si és en canvi de preu) o per l’impost sobre successions, modalitat donació (si és gratuïta).\nAtenció: en cas que la renúncia sigui a favor de totes les persones a les quals, d’acord amb la normativa civil, correspondria la quota de l’herència o el llegat de la persona renunciant, s’entén que l’herència o el llegat ha estat repudiada d’acord amb l’article 461-6.2 del Codi civil de Catalunya i, per tant no es produeix una doble tributació.\n\n• Renúncia de l’herència prescrita\n\nLa renúncia feta un cop prescrit l’impost corresponent a l’herència o al llegat es considera, a efectes fiscals, com una donació en favor de la persona beneficiària d’aquesta renúncia.\nA.5. Exempcions i reduccions. Base liquidable La base liquidable s’obté d’aplicar sobre la base imposable les reduccions aprovades a Catalunya, algunes de les quals substitueixen les regulades per l’Estat.\nVegeu a https://atc.gencat.cat/ca/tributs/isd/herencies/reduccions/ quines persones tenen dret a aplicar-se les exempcions i reduccions que es relacionen a continuació i els requisits per poder-ho fer:\n\n• Reducció per parentiu\n\n• Reducció per discapacitat igual o superior al 33 %\n\n• Reducció per a persones de 75 anys o més\n\n• Reduccions per assegurances\n\n• Reducció per l’adquisició de l’habitatge habitual de la persona difunta\n\n• Reducció per l’adquisició de béns i drets afectes a una activitat econòmica\n\n• Reduccions per l’adquisició de participa",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 23,
      "page_end": 24
    }
  },
  {
    "id": 38,
    "text": "at igual o superior al 33 %\n\n• Reducció per a persones de 75 anys o més\n\n• Reduccions per assegurances\n\n• Reducció per l’adquisició de l’habitatge habitual de la persona difunta\n\n• Reducció per l’adquisició de béns i drets afectes a una activitat econòmica\n\n• Reduccions per l’adquisició de participacions en entitats\n\n• Reducció per l’adquisició de determinades finques rústiques de dedicació forestal\n\n• Reducció per l’adquisició de béns del patrimoni cultural\n\n• Reducció per l’adquisició de béns del patrimoni natural\n\n• Reducció per sobreimposició decennal\n\n• Exempcions i reduccions per explotacions agràries\n\nEn l’enllaç esmentat també podeu consultar informació sobre la base de les reduccions, els béns comuns dels cònjuges i la concurrència de successors a títol universal.\nA.6. Deute tributari A.6.1. Tarifa La quota íntegra de l’impost sobre successions i donacions en les adquisicions lucratives per causa de mort s’obté d’aplicar a la base liquidable l’escala següent:\nBase liquidable fins a (euros) Quota íntegra (euros) Resta base liquidable (fins a euros) Tipus (%) 50.000,00 50.000,00 3.500,00 150.000,00 150.000,00 14.500,00 400.000,00 400.000,00 57.000,00 800.000,00\n\nBase liquidable fins a (euros) Quota íntegra (euros) Resta base liquidable (fins a euros) Tipus (%) 800.000,00 153.000,00 En endavant Exemple pràctic – liquidació del subjecte passiu Base liquidable: 120.000,00 € Quota corresponent al tram inferior de 50.000,00 €: 3.500,00 €.\nQuota de la resta de la base liquidable:\nResta de base: 120.000,00 − 50.000,00 = 70.000,00 €.\nQuota aplicable al tipus marginal: 70.000,00 × 11% = 7.700,00 € Quota íntegra: 11.200,00 € Tipus mitjà de gravamen: 9,33 % La quota íntegra es fa constar a la casella 15 del model 650.\nA.6.2. Quota tributària Per a les herències causades a partir de l’01.05.2020 la quota tributària de l’impost sobre successions i donacions s’obté aplicant a la quota íntegra el coeficient multiplicador que correspongui dels que s’indiquen a continuació, establerts en funció del patrimoni preexistent del contribuent i del grup, segons el grau de parentiu amb la persona transmitent.\nPatrimoni preexistent (euros) Grups de parentiu I i II Grup de parentiu",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 24,
      "page_end": 25
    }
  },
  {
    "id": 39,
    "text": "a la quota íntegra el coeficient multiplicador que correspongui dels que s’indiquen a continuació, establerts en funció del patrimoni preexistent del contribuent i del grup, segons el grau de parentiu amb la persona transmitent.\nPatrimoni preexistent (euros) Grups de parentiu I i II Grup de parentiu III Grup de parentiu IV De 0 a 500.000 1,0000 De 500.000,01 a 2.000.000,00 1,1000 De 2.000.000,01 a 4.000.000,00 1,1500 Més de 4.000.000,00 1,2000 La quota tributària es fa constar a la casella 16 del model 650.\nPer a herències fins al 30.04.2020 podeu consultar els coeficients multiplicadors a https://atc.gencat.cat/ca/tributs/isd/herencies/tarifa-i-coeficients-multiplicadors.\nA.6.3. Bonificació de la quota tributària Els cònjuges poden aplicar una bonificació del 99 % de la quota tributària de l’impost sobre successions en les adquisicions per causa de mort, incloses les quantitats percebudes pels beneficiaris d’assegurances de vida que s’acumulen a la resta de béns i drets que integren llur porció hereditària.\nA partir del 27.06.2025, en les adquisicions per causa de mort d'una causant víctima de violència masclista que hagi mort com a conseqüència d'actes derivats d'aquesta violència, els descendents i els ascendents també poden aplicar una bonificació del 99 % de la quota tributària, incloses les quantitats derivades d'assegurances de vida que s'acumulen a la porció hereditària.\nPer a les herències causades a partir de l’01.05.2020, la resta de contribuents dels grups I i II poden aplicar la bonificació en el percentatge mitjà ponderat que resulti de l'aplicació per a cada tram de base imposable dels percentatges següents:\n\na) Per als contribuents del grup I:\n\nBase imposable fins a (euros) Bonificació (%) Resta base imposable (fins a euros) Bonificació marginal (%) 99,00 99,00 97,00 200.000,00 98,00 95,00 300.000,00 97,00 200.000,00 90,00 94,20 250.000,00 80,00 750.000,00 89,47 250.000,00 70,00 1.000.000,00 84,60 60,00 1.500.000,00 76,40 50,00 2.000.000,00 69,80 40,00 2.500.000,00 63,84 25,00 3.000.000,00 57,37 en endavant 20,00\n\nb) Per a la resta de contribuents del grup II:\n\nBase imposable fins a (euros) Bonificació (%) Resta base imposable (fins a euros) Boni",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 25,
      "page_end": 26
    }
  },
  {
    "id": 40,
    "text": "0,00 89,47 250.000,00 70,00 1.000.000,00 84,60 60,00 1.500.000,00 76,40 50,00 2.000.000,00 69,80 40,00 2.500.000,00 63,84 25,00 3.000.000,00 57,37 en endavant 20,00\n\nb) Per a la resta de contribuents del grup II:\n\nBase imposable fins a (euros) Bonificació (%) Resta base imposable (fins a euros) Bonificació marginal (%) 60,00 60,00 55,00 200.000,00 57,50 50,00 300.000,00 55,00 200.000,00 45,00 51,00 250.000,00 40,00 750.000,00 47,33 250.000,00 35,00 1.000.000,00 44,25 30,00 1.500.000,00 39,50 25,00 2.000.000,00 35,88 20,00 2.500.000,00 32,70 10,00 3.000.000,00 28,92 en endavant En el cas de desmembrament del domini, la base imposable és la base imposable teòrica.\nEn el cas d’acumulació de donacions i contractes o pactes successoris, la base imposable a què es fa referència no inclou l’import de la donació acumulada (base liquidable de la donació).\nLes herències causades a partir de l’01.05.2020, no tenen dret a la bonificació prevista a les taules anteriors en el cas que optin per aplicar qualsevol de les reduccions i exempcions que es relacionen a continuació (apartat 4 de l’article 633-4 del Decret legislatiu 1/2024):\n\n• Les reduccions que estableixen les seccions tercera a desena (per adquisició de béns i drets\n\nafectes a una activitat econòmica, per adquisició de participacions en entitats, per adquisició de determinades finques rústiques de dedicació forestal, per adquisició de béns afectes a explotacions agràries, per adquisició de béns del patrimoni cultural i per adquisició de béns del\n\npatrimoni natural), llevat de la reducció per habitatge habitual que estableix la secció sisena, reducció que és aplicable en tots els casos.\n\n• Les exempcions i reduccions regulades per la Llei de l’Estat 19/1995, de 4 de juliol, de\n\nmodernització de les explotacions agràries.\n\n• Qualsevol altra reducció de la base imposable o exempció que requereixi que el contribuent la\n\nsol·liciti i que depengui de la concurrència de determinats requisits el compliment dels quals correspongui exclusivament a la voluntat del contribuent.\nEl percentatge mig ponderat resultant ha de tenir només dos decimals, aproximant les mil·lèsimes a la centèsima més propera: si la mil·lèsima és igual",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 26,
      "page_end": 27
    }
  },
  {
    "id": 41,
    "text": "liciti i que depengui de la concurrència de determinats requisits el compliment dels quals correspongui exclusivament a la voluntat del contribuent.\nEl percentatge mig ponderat resultant ha de tenir només dos decimals, aproximant les mil·lèsimes a la centèsima més propera: si la mil·lèsima és igual o inferior a 5, es manté la centèsima; si és superior a 5, s’aproxima a la centèsima superior.\nExemple pràctic – càlcul del tipus mig ponderat Suposem una herència amb un únic hereu (fill de 18 anys) que té una base imposable d’1.600.000 €, una base liquidable de 500.000 € i una quota tributària de 15.000 €. Suposem també que no hi ha cap de les reduccions previstes en l’apartat 4 de l’article 633-4.\nL’import de la bonificació sobre la quota es calcularia de la manera següent:\nBase imposable: 1.600.000,00 € Grup de parentiu: I (descendent menor de 21 anys) Segons taula de l’apartat 2 de l’article 633-4:\nFins a 1.500.000,00 al 76,40 % Resta 100.000,00 al 50,00 % Càlcul del tipus mig ponderat:\n((1.500.000,00 × 76,40 %) + (100.000,00 × 50 %)) ÷ 1.600.000,00 = 74,75 % Import bonificació quota: 15.000,00 × 74,75 % = 11.212,50 € (casella 18) Import a ingressar: 15.000,00 −11.212,50 = 3.787,50 € (caselles 21 i 24).\nL’opció a què s’ha fet referència anteriorment s’entén exercida amb la presentació de l’autoliquidació. Si durant el termini voluntari de presentació de l’autoliquidació el contribuent manifesta opcions diferents, s’entén que val l’opció manifestada en darrer lloc.\nEl dret d’opció no es rehabilita si, de resultes de la comprovació administrativa, es constata que no es poden aplicar una o més d’una de les reduccions o exempcions objecte d’aquesta bonificació, i tampoc no es rehabilita si s’incompleixen les regles de manteniment a què resta condicionat el gaudi definitiu de les reduccions o exempcions esmentades.\nPer a herències fins al 30.04.2020 podeu consultar les bonificacions a https://atc.gencat.cat/ca/tributs/isd/herencies/bonificacio-de-la-quota-tributaria.\nA.6.4. Deducció per doble imposició internacional Quan la persona contribuent és subjecte passiu de l’impost per obligació personal té dret a deduir la menor de les dues quantitats següents:\n\na) L’import",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 27,
      "page_end": 27
    }
  },
  {
    "id": 42,
    "text": "ficacions a https://atc.gencat.cat/ca/tributs/isd/herencies/bonificacio-de-la-quota-tributaria.\nA.6.4. Deducció per doble imposició internacional Quan la persona contribuent és subjecte passiu de l’impost per obligació personal té dret a deduir la menor de les dues quantitats següents:\n\na) L’import satisfet a l’estranger per un impost similar.\n\nb) El resultat d’aplicar el tipus mitjà efectiu a la part de base liquidable corresponent als béns\n\nsituats fora d’Espanya.\nLa deducció per doble imposició internacional es fa constar a la casella 19 del model 650.\n\nA.7. Competència A.7.1. Persones contribuents residents a l’Estat espanyol En la modalitat de successions, que inclou les adquisicions per causa de mort (herència, llegat o qualsevol altre títol successori) i les assegurances de vida que tributen per la modalitat de successions, quan la competència correspon a Catalunya l’autoliquidació s’ha de presentar a l’Agència Tributària de Catalunya (ATC) i quan la competència és estatal, a l’Agència Estatal d'Administració Tributària (AEAT).\n\n• Administració competent quan la persona causant o difunta era resident a Espanya\n\na) Si la persona beneficiària de l’herència resideix a Espanya, l’Administració competent és la de\n\nla comunitat autònoma en la qual la persona difunta va residir el major nombre de dies durant els últims cinc anys; el còmput es fa de data a data i finalitza el dia anterior a la data de defunció. Per a determinar el període de permanència es computen les absències temporals. Si no és possible determinar així la residència, es considera resident en el territori d’una comunitat autònoma si hi té el seu principal centre d’interessos, considerant com a centre d’interessos el lloc on obté la major part de la base imposable ordinària en l’impost sobre la renda de les persones físiques (IRPF). Si no és possible determinar la residència per cap d’aquests criteris es considera resident en el lloc de la seva última residència declarada a efectes de l’IRPF.\n\nb) Si la persona beneficiària de l’herència no resideix a Espanya, la competència correspon a\n\nl’AEAT.\nNota: si la persona causant o difunta era resident a Espanya, i alguns hereus són residents a Espanya",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 27,
      "page_end": 28
    }
  },
  {
    "id": 43,
    "text": "s es considera resident en el lloc de la seva última residència declarada a efectes de l’IRPF.\n\nb) Si la persona beneficiària de l’herència no resideix a Espanya, la competència correspon a\n\nl’AEAT.\nNota: si la persona causant o difunta era resident a Espanya, i alguns hereus són residents a Espanya i altres no, els residents han de presentar l’autoliquidació a la comunitat autònoma de residència de la persona difunta i els no residents l’han de presentar a l’AEAT.\n\n• Administració competent quan la persona causant o difunta no era resident a Espanya\n\nLa competència correspon a l’AEAT i la persona beneficiària de l’herència només ha de tributar pels béns situats a Espanya.\nNota: quan el causant no fos resident a l’Estat espanyol, serà competent l’AEAT, si bé es podrà optar per aplicar la normativa estatal o la normativa de la comunitat autònoma amb el major valor dels béns situats a l’Estat espanyol, i si no hi ha cap bé situat a l’Estat espanyol, la normativa de la comunitat autònoma en què resideixi el contribuent.\nA.7.2. Persones contribuents no residents a l’Estat espanyol En aquest cas, la gestió no es troba cedida a les comunitats autònomes i, per tant, la competència de gestió correspon a l’Agència Estatal d’Administració Tributària (AEAT). Tanmateix, en aquests casos es pot optar per aplicar la normativa estatal o la normativa pròpia de la comunitat autònoma en què hagués estat resident el causant.\nSi el causant no és resident, es podrà optar per aplicar la normativa estatal o la normativa de la comunitat autònoma amb el major valor dels béns situats a l’Estat espanyol.\n\nB. Donacions\n\nB.1. Fets subjectes Estan subjectes a aquest impost les adquisicions gratuïtes, és a dir, sense contraprestació, de béns i drets entre vius, ja sigui per donació o per qualsevol altre negoci jurídic a títol gratuït.\nB.1.1. La donació És l’acte de liberalitat, entre vius, pel qual la persona donant disposa a títol gratuït d’una cosa o d’un dret a favor de la persona donatària, que l’adquireix quan l’accepta.\n\nB.1.2. Altres negocis jurídics gratuïts entre vius Tenen aquesta consideració, als efectes d’aquest impost, els següents:\n\n• La condonació del deute, total o parcial, r",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 28,
      "page_end": 29
    }
  },
  {
    "id": 44,
    "text": "la persona donant disposa a títol gratuït d’una cosa o d’un dret a favor de la persona donatària, que l’adquireix quan l’accepta.\n\nB.1.2. Altres negocis jurídics gratuïts entre vius Tenen aquesta consideració, als efectes d’aquest impost, els següents:\n\n• La condonació del deute, total o parcial, realitzada amb ànim de liberalitat.\n\n• La renúncia de drets a favor d’una persona determinada. En particular, la renúncia d’un\n\nusdefruit ja acceptat, encara que sigui de manera pura i simple, es considera a efectes fiscals com a donació de la persona usufructuària al nu propietari o nua propietària.\n\n• L’assumpció alliberadora del deute d’una altra persona, sense contraprestació.\n\n• El desistiment o assentiment a la demanda en judici o arbitratge a favor de l’altra part, amb\n\nànim de liberalitat, així com la transacció que suposa renúncia, desistiment o assentiment a la demanda, i amb ànim de liberalitat.\n\n• Assegurances de vida. Quan la persona beneficiària és una persona diferent de la contractant:\n\n- El contracte d’assegurança de vida, per al cas de supervivència de la persona assegurada.\n\n- Assegurança individual, en el cas de defunció de la persona assegurada, que és una persona\n\ndiferent de la persona contractant o prenedor (si la persona assegurada és la mateixa que la contractant, i la persona beneficiària és diferent de la contractant, les rendes percebudes en concepte d’assegurança tributen per la modalitat de successions de l’impost).\n\n• La resta d’assegurances, quan no tributen per l’impost sobre la renda de les persones físiques i\n\nla persona beneficiària és una persona diferent de la contractant, tributen per la modalitat de donacions de l’impost sobre successions i donacions (Consulta DGT V0202-25).\nPodeu consultar exemples d’operacions i com tributen a:\nhttps://atc.gencat.cat/ca/tributs/isd/donacions/operacions/.\nB.1.3. Donacions especials Les donacions especials són en part oneroses (amb contraprestació) i en part gratuïtes (sense contraprestació), per això estan subjectes a dos impostos: l’impost sobre successions, modalitat donació, i l’impost sobre transmissions patrimonials i actes jurídics documentats, modalitat transmissions patrimonials.\nDonaci",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 28,
      "page_end": 29
    }
  },
  {
    "id": 45,
    "text": "cials són en part oneroses (amb contraprestació) i en part gratuïtes (sense contraprestació), per això estan subjectes a dos impostos: l’impost sobre successions, modalitat donació, i l’impost sobre transmissions patrimonials i actes jurídics documentats, modalitat transmissions patrimonials.\nDonacions oneroses i remuneratòries. En una donació onerosa la persona donant imposa a la donatària o a una tercera persona una càrrega inferior al valor del bé o dret que s’ha donat. S’ha de liquidar per donació la diferència entre el valor del bé i la part onerosa.\nExemple pràctic – donació d’un immoble gravat amb hipoteca Donació d’un immoble valorat en 350.000 €, gravat amb una hipoteca, amb un capital pendent d’amortitzar 125.000 €. La persona donatària se subroga en el préstec hipotecari.\n125.000 € és la part onerosa i per tant, es liquida per impost de transmissions patrimonials.\nLa diferència de 225.000 € (350.000 −125.000), es liquida per donació.\nCessió de béns a canvi de pensions. Les cessions de béns a favor de persones físiques a canvi de pensions vitalícies o temporals han de tributar com a donació en la part en què el valor dels béns excedeix al de la pensió, d’acord amb el que s’indica a continuació.\nLa persona a favor de la qual es constitueix la pensió ha de presentar una autoliquidació per la modalitat de transmissions patrimonials oneroses (TPO) pel valor de la pensió, d'acord amb els apartats anteriors, i la persona a la qual se li cedeix el bé també ha de tributar per la mateixa modalitat pel valor del bé que rep (en relació al valor dels béns immobles vegeu l’apartat transmissió de béns immobles). Quan la base imposable a efectes de la cessió del bé sigui superior en més del 20 % i en 12.020,24 euros a la base de la pensió, la persona cessionària ha de presentar autoliquidació per la modalitat de TPO (model 600) pel valor en què ambdues bases\n\ncoincideixin, i per la diferència, quan qui rep el bé és una persona física, ha de presentar una altra autoliquidació en concepte de donació (model 651).\nExemple pràctic – cessió de béns a canvi d’una pensió vitalícia La Cristina, de 90 anys, té un immoble valorat en 400.000 € i el 12.01.2023 el cedeix a en Salv",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 29,
      "page_end": 30
    }
  },
  {
    "id": 46,
    "text": "i per la diferència, quan qui rep el bé és una persona física, ha de presentar una altra autoliquidació en concepte de donació (model 651).\nExemple pràctic – cessió de béns a canvi d’una pensió vitalícia La Cristina, de 90 anys, té un immoble valorat en 400.000 € i el 12.01.2023 el cedeix a en Salvador a canvi d’una renda vitalícia. La pensió mensual s’estableix en 8.000 €. Entre ells no hi ha relació de parentiu.\nCàlcul:\nBase imposable de l’autoliquidació per la constitució de la pensió vitalícia, capitalitzant la renda anual al tipus d’interès legal vigent en la data de l’operació (3,25 %) i aplicant el percentatge segons les regles de l’usdefruit):\n8.000 × 12 = 96.000 € anuals (96.000 × 100) ÷ 3,25 = 2.953.846,10 €.\nEn aquest cas el percentatge del dret d'usdefruit és del 10 %, que és el mínim que s'aplica a les persones que tenen 80 anys o més.\n2.953.846,10 ÷ 10 = 295.384,61 €.\nValor de capitalització = 295.384,61 €.\nResultat:\nValor transmissió - valor capitalització (400.000,00 −295.384,61 ) = 104.615,39 €.\nSubjecte a impost sobre donacions = 104.615,39 €.\nCom que el valor del bé (400.000 €) és superior en més d’un 20 % i en 12.020,24 € al de la pensió, s’han de presentar les autoliquidacions següents:\n\n1. En Salvador ha de presentar dues autoliquidacions.\n\na) Una per la modalitat de TPO (model 600):\n\nBase imposable: 295.384,61 € Tipus impositiu: 10 % Quota a ingressar: 29.538,46 €\n\nb) Una per la modalitat de donacions (model 651):\n\nBase imposable: 104.615,39 € Tipus impositiu: 7 % Quota íntegra: 7.323,08 € Coeficient multiplicador: 2 Quota a ingressar: 14.646,16 €\n\n2. La Cristina ha de presentar una autoliquidació per la constitució de la pensió (model 600):\n\nBase imposable: 295.384,61 € Tipus impositiu: 1 % Quota a ingressar: 2.953,85 € B.2. Data de meritació La data de meritació és la data que s’inicia el còmput del termini per liquidar l’impost.\nEn les adquisicions per donació o per altres negocis gratuïts entre vius, l’impost es merita el dia en que té lloc l’acte o el contracte.\nEn les assegurances de vida per al cas de supervivència de la persona contractant o de l’assegurada, l’impost es merita el dia en què la primera o única quantitat a percebre",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 30,
      "page_end": 30
    }
  },
  {
    "id": 47,
    "text": "sicions per donació o per altres negocis gratuïts entre vius, l’impost es merita el dia en que té lloc l’acte o el contracte.\nEn les assegurances de vida per al cas de supervivència de la persona contractant o de l’assegurada, l’impost es merita el dia en què la primera o única quantitat a percebre és exigible per la persona beneficiària.\n\nSi hi ha alguna condició suspensiva que afecta a la donació, no s’ha de liquidar l’impost fins al moment que desapareix aquesta condició.\nSi hi ha alguna condició resolutòria, es liquida l’impost sense perjudici de la seva devolució en cas de complir-se la condició.\nB.3. Persones obligades Estan obligades com a persones contribuents les persones donatàries o afavorides per la transmissió gratuïta entre vius i les persones beneficiàries d’assegurances de vida per al cas de supervivència de la persona assegurada (assegurança col·lectiva) i en cas de defunció de la persona assegurada que sigui una persona diferent de la contractant (assegurança individual).\nLes persones jurídiques no estan subjectes a aquest impost, sinó a l’impost sobre societats.\nB.4. Base imposable B.4.1. Determinació de la base imposable La base imposable està constituïda pel valor net dels béns i drets adquirits.\nEl valor net és el valor dels béns minorat per les càrregues i deutes que hi recauen.\nPel que fa als deutes, només es pot deduir l’import dels que estiguin garantits amb dret real sobre els mateixos béns o drets adquirits. A més, la persona adquirent ha d’haver assumit de forma fefaent l’obligació de pagar el deute. Així, s’allibera la persona que n’era deutora.\nExemple pràctic – donació d’un immoble gravat amb hipoteca En Toni (persona donant) dóna a la Marta (persona donatària) un immoble sobre el qual hi ha una hipoteca en garantia d’un préstec. En l’escriptura de donació s’estableix que la persona donatària assumeix el préstec hipotecari. El valor de l’immoble és de 500.000 € i el capital pendent d’amortització, a la data de la donació, és de 150.000 €.\nTributació Com que la persona donatària assumeix el deute fefaentment, en l’escriptura de donació, pot deduir aquest deute, sens perjudici de la liquidació que correspon per l’impost de transmiss",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 30,
      "page_end": 31
    }
  },
  {
    "id": 48,
    "text": "l’immoble és de 500.000 € i el capital pendent d’amortització, a la data de la donació, és de 150.000 €.\nTributació Com que la persona donatària assumeix el deute fefaentment, en l’escriptura de donació, pot deduir aquest deute, sens perjudici de la liquidació que correspon per l’impost de transmissions patrimonials per l’import del préstec.\nBase imposable de la donació: 350.000 € (500.000 −150.000 de deute) subjecta a la modalitat de donacions de l’ISD.\nLa diferència: 150.000 €, tributa per ITP (transmissions oneroses) (tipus 10 %).\nB.4.2. Concepte de valor per a fets imposables a partir de l’01.01.2022 A l'efecte d'aquest impost, tret que resulti d’aplicació alguna norma específica, com en el cas de béns immobles, es considera que el valor dels béns i drets és el seu valor de mercat. No obstant això, si el valor declarat per les persones interessades és superior al valor de mercat, aquesta magnitud es prendrà com a base imposable.\nS'entén per valor de mercat el preu més probable pel qual podria vendre's, entre parts independents, un bé lliure de càrregues.\nNorma específica. En el cas dels béns immobles, el seu valor és el valor de referència previst en la normativa reguladora del cadastre immobiliari, a la data de meritació de l'impost. No obstant, quan el valor del bé immoble declarat per les persones interessades és superior al seu valor de referència, aquesta magnitud es pren com a base imposable.\n\nQuan un immoble no té valor de referència o no pot ser certificat per la Direcció General del Cadastre, la base imposable, sense perjudici de la comprovació administrativa, és la major de les magnituds següents: valor declarat per les persones interessades o valor de mercat.\nEl valor de referència es pot consultar a la seu electrònica del Cadastre:\nhttps://www.sedecatastro.gob.es.\nMés informació sobre la valoració de béns immobles i el valor de referència a:\nhttps://atc.gencat.cat/valor-referencia.\nA efectes de l’impost, la valoració de les accions o participacions sense cotització en mercats organitzats s’ha de realitzar d’acord amb el valor de mercat (valor real), que pot no coincidir amb el seu valor comptable. Vegeu les consultes DGT V2238-07 i DGTJ V110/21,",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 31,
      "page_end": 32
    }
  },
  {
    "id": 49,
    "text": "c.gencat.cat/valor-referencia.\nA efectes de l’impost, la valoració de les accions o participacions sense cotització en mercats organitzats s’ha de realitzar d’acord amb el valor de mercat (valor real), que pot no coincidir amb el seu valor comptable. Vegeu les consultes DGT V2238-07 i DGTJ V110/21, de 14 de maig de 2021 i 199/21, de 16 de juny de 2021.\nB.4.3. Concepte de valor per a fets imposables fins al 31.12.2021 A l'efecte d'aquest impost, tret que resulti d’aplicació alguna norma específica, es considera que el valor dels béns i drets és el seu valor de mercat. No obstant això, si el valor declarat per les persones interessades és superior al valor de mercat, aquesta magnitud es prendrà com a base imposable.\nS'entén per valor de mercat el preu més probable pel qual podria vendre's, entre parts independents, un bé lliure de càrregues.\nPer comprovar el valor dels béns i drets l’Agència Tributària de Catalunya utilitza els criteris que s’especifiquen en el document “Valors per a la comprovació de béns immobles” en base al qual es determina el que l’Administració entén com a valor del bé o dret gravat.\nD’altra banda, l’Agència Tributària de Catalunya també publica anualment unes “Instruccions de comprovació de valors dels béns immobles” on s’estableixen uns paràmetres de caràcter objectiu que serveixen per classificar els expedients en prioritaris i no prioritaris, amb vista a l’eventual comprovació de valor, i que té en compte el valor declarat pels obligats tributaris.\nAquesta informació es pot consultar a: https://atc.gencat.cat/ca/normativa-i-criteris/valoracionsimmobiliaries/.\nA efectes de l’impost, la valoració de les accions o participacions sense cotització en mercats organitzats s’ha de realitzar d’acord amb el valor de mercat (valor real), que pot no coincidir amb el seu valor comptable. Vegeu les consultes DGT V2238-07 i DGTJ V110/21, de 14 de maig de 2021 i 199/21, de 16 de juny de 2021.\nB.4.4. Regles especials en supòsits d’existència d’usdefruit En els casos en què es fa la donació de la nua propietat, l’usdefruit de béns o drets o el dret d’ús o el dret d’habitació s’estableixen regles especials per determinar la base de liquidació de cada perso",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 32,
      "page_end": 32
    }
  },
  {
    "id": 50,
    "text": "1 i 199/21, de 16 de juny de 2021.\nB.4.4. Regles especials en supòsits d’existència d’usdefruit En els casos en què es fa la donació de la nua propietat, l’usdefruit de béns o drets o el dret d’ús o el dret d’habitació s’estableixen regles especials per determinar la base de liquidació de cada persona interessada.\nB.4.4.1. Constitució de l’usdefruit i altres institucions\n\n• Usdefruit temporal. El seu valor és el resultat de calcular un 2 % per a cada període d’un any\n\nd’usdefruit i aquest percentatge s’aplica sobre el valor del bé en ple domini, sense que el valor de l’usdefruit pugui excedir el 70 %.\n\n• Usdefruit vitalici. El seu valor s’estima igual al 70 % del valor total dels béns, quan la persona\n\nusufructuària té menys de 20 anys. Aquest valor minora a mesura que augmenta l’edat, en la proporció d’un 1 % menys cada any de més, amb el límit mínim del 10 % del valor total.\nNorma de càlcul del percentatge de valor que representa l’usdefruit vitalici:\n89 anys − l’edat de la persona usufructuària El resultat no pot ser superior al 70 % ni inferior al 10 %\n\n• Nua propietat. El seu valor es computa per la diferència entre el valor de l’usdefruit i el valor\n\ntotal dels béns subjectes a l’usdefruit.\n\n• Usdefruits successius. El valor de la nua propietat en el cas d’usdefruits successius es\n\ncalcula tenint en compte l’usdefruit de percentatge més gran (és a dir, segons l’edat de la persona més jove). Quan s’extingeix aquest usdefruit, la persona nua propietària paga per l’augment de valor que experimenta la nua propietat, i així successivament, quan s’extingeixen la resta d’usdefruits.\n\n• Dret d’ús i habitació. El seu valor resulta d’aplicar el 75 % al valor dels béns subjectes a\n\naquest dret, d’acord amb les regles corresponents a del tipus mig ponderat la valoració dels usdefruits vitalicis o temporals.\nPodeu consultar exemples pràctics a: https://atc.gencat.cat/ca/tributs/isd/donacions/exemples/.\nB.4.4.2. Extinció de l’usdefruit. Consolidació de domini En l’extinció de l’usdefruit per defunció de la persona usufructuària, la persona nua propietària ha de pagar el percentatge de l’usdefruit que s’incorpora al seu patrimoni. Ha d’aplicar a la base liquidable el tip",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 32,
      "page_end": 33
    }
  },
  {
    "id": 51,
    "text": "uts/isd/donacions/exemples/.\nB.4.4.2. Extinció de l’usdefruit. Consolidació de domini En l’extinció de l’usdefruit per defunció de la persona usufructuària, la persona nua propietària ha de pagar el percentatge de l’usdefruit que s’incorpora al seu patrimoni. Ha d’aplicar a la base liquidable el tipus mitjà de gravamen.\nExemple pràctic – liquidació del nu propietari, David, per consolidació de domini a la mort de la usufructuària, Rosa.\nBase imposable: 1.600.000,00 × 44 % (percentatge de l’usdefruit): 704.000,00 euros.\nTipus aplicable: el tipus mitjà de la donació (casella 20 del model 651).\nPer fer aquesta autoliquidació s’ha d’utilitzar el model 653.\nMés informació sobre la consolidació de domini a: https://atc.gencat.cat/ca/tributs/isd/consolidaciodomini/.\nB.4.5. Regles especials en supòsits de donacions o contractes i pactes successoris anteriors fets dins del període de tres anys i acumulables En el supòsit en què la persona donant hagi fet una altra donació o negoci jurídic equiparable a la mateixa persona donatària, dins el període de tres anys anteriors a la data de la donació, es considera com una sola transmissió als efectes de la liquidació de la donació. També es consideren una sola transmissió les adquisicions de béns de la persona donant conseqüència de contractes i pactes successoris en què es lliuren béns o drets en el mateix moment en què es formalitza l'operació, formalitzats entre la persona donant i la donatària dins els tres anys anteriors a la donació (en vigor des de l'01.07.2021).\nL’import de la donació o contracte o pacte successori anterior, pel valor comprovat en el seu dia, se suma a la base de la donació que es liquida, als efectes de determinar el seu tipus mitjà de gravamen.\nAquesta acumulació només es fa per determinar el tipus mitjà aplicable a l’última donació o negoci jurídic equiparable, i no altera el tipus de gravamen de les donacions anteriors que s’acumulen.\nPodeu consultar exemples pràctics a: https://atc.gencat.cat/ca/tributs/isd/donacions/exemples/.\nB.5. Exempcions i reduccions. Base liquidable En les donacions i en altres negocis jurídics gratuïts entre vius, la base liquidable es correspon amb la base imposable, excep",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 33,
      "page_end": 33
    }
  },
  {
    "id": 52,
    "text": "ions anteriors que s’acumulen.\nPodeu consultar exemples pràctics a: https://atc.gencat.cat/ca/tributs/isd/donacions/exemples/.\nB.5. Exempcions i reduccions. Base liquidable En les donacions i en altres negocis jurídics gratuïts entre vius, la base liquidable es correspon amb la base imposable, excepte que resulti aplicable alguna o algunes de les reduccions establertes legalment.\n\nVegeu a https://atc.gencat.cat/ca/tributs/isd/donacions/reduccions/ quines persones tenen dret a aplicar-se les exempcions i reduccions que es relacionen a continuació i els requisits per poder-ho fer:\n\n• Reducció per donació destinada al primer habitatge habitual de descendents (donació\n\nd’immoble o donació de diners per adquirir-lo)\n\n• Reducció per donació destinada a l’habitatge habitual d’una persona víctima de violència\n\nmasclista (donació d’immoble o donació de diners per adquirir-lo)\n\n• Reducció per donació d’un negoci empresarial o professional de la persona donant\n\n• Reducció per donació de participacions en entitats\n\n• Reducció per donació de diners per constituir o adquirir una empresa o negoci o participacions\n\nen entitats amb domicili social i fiscal a Catalunya\n\n• Reducció per donació de béns del patrimoni històric espanyol o català, per part del cònjuge,\n\nparella estable o descendent\n\n• Reducció per aportacions a patrimonis protegits\n\n• Reducció per donacions fetes per entitats sense finalitat de lucre\n\n• Reducció per donació de determinades finques rústiques de dedicació forestal\n\n• Exempcions i reduccions per donació d'explotacions agràries\n\nB.6. Deute tributari B.6.1. Tarifa general En general, la quota íntegra de l’impost sobre successions i donacions en les adquisicions lucratives per causa de mort s’obté d’aplicar a la base liquidable l’escala següent:\nBase liquidable fins a (euros) Quota íntegra (euros) Resta base liquidable (fins a euros) Tipus (%) 50.000,00 50.000,00 3.500,00 150.000,00 150.000,00 14.500,00 400.000,00 400.000,00 57.000,00 800.000,00 800.000,00 153.000,00 En endavant B.6.2. Tarifa reduïda En particular, en les transmissions lucratives entre vius a favor de contribuents del grups I i II s’obté de resultes d’aplicar a la base liquidable l’escala se",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 33,
      "page_end": 34
    }
  },
  {
    "id": 53,
    "text": "3.500,00 150.000,00 150.000,00 14.500,00 400.000,00 400.000,00 57.000,00 800.000,00 800.000,00 153.000,00 En endavant B.6.2. Tarifa reduïda En particular, en les transmissions lucratives entre vius a favor de contribuents del grups I i II s’obté de resultes d’aplicar a la base liquidable l’escala següent:\nBase liquidable fins a (euros) Quota íntegra (euros) Resta base liquidable (fins a euros) Tipus (%) 200.000,00 200.000,00 10.000,00 600.000,00 600.000,00 38.000,00 En endavant Per poder aplicar aquesta tarifa, la donació entre vius, o el negoci jurídic equiparable, s’ha d’haver formalitzat en escriptura pública o resolució judicial (fins al 30.04.2020 aquesta tarifa només es podia aplicar si es formalitzava en escriptura pública). Si l’escriptura no és requisit de validesa, cal que l’atorgament o atorgaments s’elevin a públic:\n\n• En el cas de la donació, en el termini d'un mes a comptar de la data de lliurament del bé.\n\n• En el cas del negoci jurídic equiparable, en el termini d'un mes a comptar de la celebració del\n\nnegoci.\n\nPer a fets imposables produïts a partir de l’01.05.2020, la tarifa reduïda no és aplicable als negocis jurídics a què fa referència la lletra e de l'article 12 del Reial decret 1629/1991, del 8 de novembre, pel qual s'aprova el Reglament de l'impost sobre successions i donacions (contracte d'assegurança de vida per a cas de supervivència de la persona assegurada i contracte individual d'assegurança per a cas de defunció de la persona assegurada que sigui persona diferent de la contractant, quan en un i un altre cas la persona beneficiària sigui diferent de la persona contractant).\nB.6.3. Quota tributària Per a les donacions efectuades a partir de l’01.05.2020, la quota tributària de l’impost sobre successions i donacions s’obté aplicant a la quota íntegra el coeficient multiplicador que correspongui dels que s’indiquen a continuació, establerts en funció del patrimoni preexistent del contribuent i del grup, segons el grau de parentiu amb el transmitent.\nPatrimoni preexistent (euros) Grups de parentiu I i II Grup de parentiu III Grup de parentiu IV De 0 a 500.000 1,0000 De 500.000,01 a 2.000.000,00 1,1000 De 2.000.000,01 a 4.000.000,00 1,15",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 34,
      "page_end": 35
    }
  },
  {
    "id": 54,
    "text": "en funció del patrimoni preexistent del contribuent i del grup, segons el grau de parentiu amb el transmitent.\nPatrimoni preexistent (euros) Grups de parentiu I i II Grup de parentiu III Grup de parentiu IV De 0 a 500.000 1,0000 De 500.000,01 a 2.000.000,00 1,1000 De 2.000.000,01 a 4.000.000,00 1,1500 Més de 4.000.000,00 1,2000 Per a fets imposables fins al 30.04.2020 podeu consultar els coeficients multiplicadors a https://atc.gencat.cat/ca/tributs/isd/donacions/tarifa-i-coeficients-multiplicadors.\nB.7. Competència B.7.1. Persones contribuents residents a l’Estat espanyol Segons el tipus de bé donat, per tal de determinar l’Administració tributària de la comunitat autònoma encarregada de gestionar l’impost s’apliquen les regles següents:\n\n• Donació de béns immobles: l’Administració tributària de la comunitat autònoma on es troben\n\nels immobles. Si el bé immoble es troba fora de l’Estat espanyol, és competent l’Administració tributària de l’Estat.\n\n• Donació de la resta de béns i drets: l’Administració tributària de la comunitat autònoma on la\n\npersona donatària té la residència habitual a la data de meritació. Es considera que una persona física és resident en el territori d’una comunitat autònoma quan hi romangui un major nombre de dies del període dels cinc anys immediats anteriors, comptats de data a data, que finalitzi el dia anterior al de meritació de l’impost sobre successions i donacions.\nSi en un sol document es donen diversos béns i la competència d’aquests béns correspon a diverses comunitats autònomes, per una mateixa persona donant a favor d’una mateixa persona donatària, cada comunitat grava el valor dels béns donats de la seva competència, però s’ha d’aplicar el tipus mitjà corresponent al valor de tots els béns donats.\nB.7.2. Persones contribuents no residents a l’Estat espanyol En aquest cas, la gestió no es troba cedida a les comunitats autònomes i, per tant, la competència de gestió correspon a l’Agència Estatal d’Administració Tributària (AEAT).\n\nGLOSSARI\n\nAbintestat. Sense haver fet testament.\nAcceptació a benefici d’inventari. Acceptació d’herència en què la persona hereva només respon dels deutes de la persona causant i de les càrregues h",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 35,
      "page_end": 36
    }
  },
  {
    "id": 55,
    "text": "per tant, la competència de gestió correspon a l’Agència Estatal d’Administració Tributària (AEAT).\n\nGLOSSARI\n\nAbintestat. Sense haver fet testament.\nAcceptació a benefici d’inventari. Acceptació d’herència en què la persona hereva només respon dels deutes de la persona causant i de les càrregues hereditàries amb l’actiu hereditari i no es produeix confusió entre el patrimoni personal de la persona hereva i el que s’ha heretat.\nAcceptació d’herència. Declaració expressa de voluntat en virtut de la qual manifesta que vol esdevenir hereu o hereva i, en conseqüència, adquireix els béns i els drets que la componen i se subroga en les obligacions de la persona causant que no s’extingeixen per la mort.\nActa de declaració d’hereus abintestat. Document notarial pel qual s’estableix l’ordre successori d’una persona difunta que no ha deixat testament.\nActe d’última voluntat. Disposició que fa una persona dels seus béns per a després de la seva mort.\nActe de disposició. Acte jurídic mitjançant el qual se cedeix un dret, es transmet un bé o es grava un immoble.\nActiu hereditari (cabal hereditari/cabal relicte). Conjunt de béns i de drets de caràcter patrimonial d’una persona difunta, considerat com a objecte de la successió per causa de mort.\nAdjudicació. Lliurament de béns o drets.\nAdjudicació d’herència. Assignació a una persona de la part de l’herència que li correspon en la successió de la persona causant.\nAdquisició d’herència. Acte jurídic pel qual la persona successora que ha acceptat una herència fa seus els béns que li són assignats i els incorpora al seu patrimoni.\nAfinitat. Relació de parentiu que, a conseqüència del matrimoni, s’origina entre un cònjuge i parents o parentes per consanguinitat de l’altra persona.\nAlienació. Acte pel qual una persona transmet a una altra el domini o qualsevol altre dret sobre una cosa.\nAssegurança. Contracte pel qual una part garanteix a l’altra, en cas que es produeixi l’esdeveniment el risc del qual és objecte de cobertura, una indemnització, un capital, una renda o altres prestacions convingudes a canvi del pagament d’un preu.\nAutoliquidació. Declaració tributària realitzada per la persona contribuent en què quantifica, i si e",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 35,
      "page_end": 36
    }
  },
  {
    "id": 56,
    "text": "a l’altra, en cas que es produeixi l’esdeveniment el risc del qual és objecte de cobertura, una indemnització, un capital, una renda o altres prestacions convingudes a canvi del pagament d’un preu.\nAutoliquidació. Declaració tributària realitzada per la persona contribuent en què quantifica, i si escau, ingressa l’import del deute.\nCausant. Persona física la mort de la qual obre la successió en tot el seu patrimoni i n’origina la transmissió dels béns.\nCens. Prestació periòdica dinerària anual, de caràcter perpetu o temporal, que es vincula a la propietat d’una finca, la qual respon directament i immediatament del pagament.\nCohereu o cohereva. Persona hereva juntament amb una altra o altres.\nCol·lateralitat. Parentiu de consanguinitat que uneix els descendents d’un antecessor comú no relacionats entre ells per línia directa.\nComunitat proindivís. Comunitat per meitats o parts d’un mateix bé.\nComunitat hereditària. Concurrència simultània a la successió d’una pluralitat de persones hereves i que s’extingeix amb la partició d’herència.\nConsanguinitat. Parentiu que uneix les persones que tenen un ascendent comú.\nDeclaració de mort. Resolució judicial per la qual es declara morta una persona absent durant un temps perllongat o desapareguda en circumstàncies de perill per a la seva vida.\n\nDonació. Acte de liberalitat, entre vius, pel qual la persona donant disposa, a títol gratuït, d’una cosa o d’un dret a favor de la persona donatària, que l’adquireix quan l’accepta.\nDonació onerosa. Donació en què la persona donant imposa a la persona donatària o a una tercera persona una càrrega inferior al valor que s’ha donat.\nDonació per causa de mort. Donació que fa una persona, que no es farà efectiva fins després de la seva mort, que és revocable.\nDonant. Persona que fa una donació.\nDonatària. Persona que rep una donació.\nDret d’habitació. Dret real que té una persona d’ocupar la part de l’immoble que s’indica.\nDret d’ús. Dret real de posseir i utilitzar un bé aliè.\nEntitat col·laboradora. Entitat de crèdit o estalvis autoritzada per col·laborar en el cobrament de les autoliquidacions tributàries.\nEscriptura pública. Document en el qual es fa constar un acte o negoci jurídi",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 36,
      "page_end": 37
    }
  },
  {
    "id": 57,
    "text": "part de l’immoble que s’indica.\nDret d’ús. Dret real de posseir i utilitzar un bé aliè.\nEntitat col·laboradora. Entitat de crèdit o estalvis autoritzada per col·laborar en el cobrament de les autoliquidacions tributàries.\nEscriptura pública. Document en el qual es fa constar un acte o negoci jurídic atorgat davant notari.\nExempció. Alliberació legal de l’obligació de pagar l’impost, però mantenir-se l’obligació de presentar l’autoliquidació assenyalant l’exempció.\nGrau. Distància que, en el parentiu, separa les persones entre les quals s’estableix el còmput. En línia recta hi ha tants graus com generacions o persones, sense comptar la de l’extrem del qual es parteix. En línia col·lateral hi ha tants graus com persones hi ha entre ambdues línies, sense comptar la de l’extrem del qual es parteix.\nHerència. Conjunt de drets, béns i obligacions de la persona causant que no s’extingeixen per la mort i que es transmeten a la persona hereva.\nHerència jacent. Herència des del moment de la mort de la persona causant fins a la seva acceptació.\nHereu/eva. Qui succeeix la persona causant d’una successió amb caràcter universal.\nInterès de demora. Quantitat que s’ha d’ingressar a causa de la realització d’un pagament fora de termini o de la presentació d’una autoliquidació o declaració de la qual resulti una quantitat que s’ha d’ingressar una vegada finalitzat el termini establert.\nJudici de divisió de l’herència (anteriorment judici de testamentaria). Procediment judicial l’objecte del qual és la liquidació i la partició d’una herència entre els successors del causant.\nLegatària. Persona a favor de la qual s’ha fet un llegat.\nLegitimària. Persona que té dret a reclamar una part del valor dels béns de l’herència pel fet de ser descendent o pare o mare de la persona causant.\nLiberalitat. Disposició de béns a favor d’algú sense cap contraprestació.\nLínia. Sèrie de graus format cadascun per una generació, que determina la proximitat o l’allunyament en el parentiu.\nLínia ascendent: Línia que va de fills a pares.\nLínia col·lateral. Línia entre les persones amb un avantpassat comú que no descendeixen l’una de l’altra.\nLínia descendent. Línia que va de pares a fills.\nLlegat. Atribu",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 37,
      "page_end": 37
    }
  },
  {
    "id": 58,
    "text": "cun per una generació, que determina la proximitat o l’allunyament en el parentiu.\nLínia ascendent: Línia que va de fills a pares.\nLínia col·lateral. Línia entre les persones amb un avantpassat comú que no descendeixen l’una de l’altra.\nLínia descendent. Línia que va de pares a fills.\nLlegat. Atribució pel testador de béns concrets.\nNua propietat. Dret sobre un bé que implica la titularitat del bé, sense el dret d`ús i gaudi (usdefruit).\n\nParentiu. Vincle existent entre parents, per consanguinitat, afinitat o adopció.\nPartició d’herència. Acció de dividir una herència entre les persones hereves, que provoca l’extinció de la comunitat hereditària.\nPassiu hereditari. Conjunt de deutes i de càrregues d’una persona difunta.\nPensió vitalícia. Dret de crèdit a percebre i obligació consegüent de pagar una pensió periòdica, durant el temps definit per la vida d’una persona o més d’una que visquin en el moment de la constitució.\nPersona jurídica. Conjunt de persones o de béns reconegut com a subjecte de dret amb personalitat independent dels seus associats.\nPrellegat. Llegat ordenat a favor de l’hereu.\nPremoriència. Mort d’una persona abans que una altra o abans d’un terme o una circumstància fixats prèviament.\nPropietat. Dret d’usar, gaudir i disposar d’una cosa o d’un dret de forma plena i exclusiva, sense més limitacions que les que estableixen les lleis.\nRedempció. Forma d’extinció d’un dret real (per exemple un cens) en virtut de la qual el titular d’una càrrega l’elimina o l’extingeix voluntàriament pagant-ne el valor a la persona en favor de la qual està constituïda.\nRèdit. Interès que ret un capital.\nRegistre civil. Registre públic en què consten tots els fets relatius a l’estat civil de les persones.\nRegistre d’actes d’última voluntat. Registre públic en què s’inscriu l’atorgament de testament i d’altres actes d’última voluntat.\nRegistre de la propietat. Registre públic en què s’inscriuen les titularitats sobre els béns immobles i les càrregues que puguin afectar-los.\nRepresentació. Legitimació que té una persona per actuar en nom i en interès d’una altra.\nRepudiació d’herència. Acte jurídic pel qual es renuncia formalment a l’herència.\nSubjecte passiu o persona",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 37,
      "page_end": 38
    }
  },
  {
    "id": 59,
    "text": "ic en què s’inscriuen les titularitats sobre els béns immobles i les càrregues que puguin afectar-los.\nRepresentació. Legitimació que té una persona per actuar en nom i en interès d’una altra.\nRepudiació d’herència. Acte jurídic pel qual es renuncia formalment a l’herència.\nSubjecte passiu o persona contribuent. Persona física obligada a fer el pagament i/o presentació de l’impost.\nSubstitució vulgar. Disposició testamentària per la qual es designa una persona substituta perquè rebi l’herència o el llegat en comptes de la persona hereva o la legatària que no vulgui o no pugui ser-ho.\nSucceir. Ocupar la posició jurídica d’una persona en morir i subrogar-se en la titularitat de tots els seus béns, drets, obligacions o relacions jurídiques que no s’extingeixen per la mort.\nSuccessió. Fenomen jurídic pel qual una persona, en morir, és substituïda per una altra en la titularitat de tots els seus béns, drets, obligacions o relacions jurídiques que no s’extingeixen per la mort.\nSuccessió intestada. Successió regida per la llei a falta de successió contractual o testada.\nSuccessió per caps. Successió per la qual cadascú hereta per la seva persona i no pas per cap representació d’una altra, i l’herència es divideix en tantes parts com individus hi són cridats.\nSuccessió per estirps (successió per representació). Successió que es produeix quan una persona hereva premor la persona causant i, en conseqüència, succeeixen els seus fills i filles, que es reparteixen la part de l’herència que corresponia al seu pare o mare.\nSuccessió testada. Successió regida pel testament de la persona causant.\n\nTestament. Negoci jurídic formal, unilateral, personalíssim i revocable en virtut del qual la persona causant regula la seva successió i institueix persones hereves i altres disposicions per després de la seva mort.\nTestament hològraf. Testament escrit per la mà d’una persona testadora major d’edat sense altres formalitats que la d’expressar el lloc, l’any, el mes i el dia de l’atorgament i d’autoritzar-lo amb la seva signatura, que ha de ser adverat i protocol·litzat després de la seva mort.\nTítol lucratiu. Títol adquisitiu que prové d’un acte de liberalitat.\nTítol successor. Títol en",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 38,
      "page_end": 39
    }
  },
  {
    "id": 60,
    "text": "d’edat sense altres formalitats que la d’expressar el lloc, l’any, el mes i el dia de l’atorgament i d’autoritzar-lo amb la seva signatura, que ha de ser adverat i protocol·litzat després de la seva mort.\nTítol lucratiu. Títol adquisitiu que prové d’un acte de liberalitat.\nTítol successor. Títol en virtut del qual una persona adquireix béns en una herència.\nTitularitat. Fet de pertànyer un bé o un dret a una persona determinada que n’és la titular.\nUsdefruit. Dret d’ús i gaudi que té una persona sobre un bé propietat d’una altra, que consisteix a posseir el bé, usar-lo i percebre’n tots els fruits.\nUsufructuària. Persona que té l’usdefruit d’una cosa.\nVeïnatge civil. Condició de la persona amb nacionalitat espanyola que determina l’aplicació d’un o altre dels ordenaments civils subsistents a l’Estat espanyol.",
    "meta": {
      "source_pdf": "guia_isd.pdf",
      "title": "Guia pràctica de l’impost sobre successions i donacions",
      "page_start": 39,
      "page_end": 39
    }
  }
]