[
  {
    "id": 0,
    "text": "Fiscalitat directa.\n\nActivitats\n\nPID_00302181\n\nAna María Delgado García Rafael Oliver Cuello Temps mínim de dedicació recomanat: 5 hores\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Ana María Delgado García Rafael Oliver Cuello Doctora en Dret. Catedràtica de Dret financer i tributari. Universitat Oberta de Catalunya.\n\nDoctor en Dret. Catedràtic de Dret financer i tributari. Universitat Internacional de Catalunya.\n\nLa revisió d'aquest recurs d'aprenentatge UOC ha estat coordinada per la professora: Ana María Delgado García Com￿citar￿aquest￿recurs￿d’aprenentatge￿amb￿l’estil￿APA:\n\nDelgado García, A. M. [Ana María] i Oliver Cuello, R. [Rafael] (2025). Fiscalitat directa. Activitats (6a. ed.) [recurs d’aprenentatge textual]. Fundació Universitat Oberta de Catalunya (FUOC).\n\nSisena edició: febrer 2025 © d’aquesta edició, Fundació Universitat Oberta de Catalunya (FUOC) Rambla del Poblenou, 154-156, 08018 Barcelona Autoria: Ana María Delgado García, Rafael Oliver Cuello Producció: FUOC Tots els drets reservats Cap part d'aquesta publicació, incloent-hi el disseny general i la coberta, no pot ser copiada, reproduïda, emmagatzemada o transmesa de cap manera ni per cap mitjà, tant si és elèctric com mecànic, òptic, de gravació, de fotocòpia o per altres mètodes, sense l'autorització prèvia per escrit del titular dels drets.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Índex\n\nIntroducció..................................................................................................\n\nObjectius.......................................................................................................\n\n1.\n\nImpost sobre la renda de les persones físiques..........................\n\n1.1.\n\nActivitat 1.1.1 ..............................................................................\n\n1.2.\n\nActivitat 1.1.2 ..............................................................................\n\n1.3.\n\nActivitat 1.1.3 ..............................................................................\n\n1.4.\n\nActivitat 1.1.4 ..............................................................................\n\n1.5.\n\nActivitat 1.1.5 ...........................................................",
    "meta": {
      "page_start": 1,
      "page_end": 3,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 1,
    "text": ".............\n\n1.3.\n\nActivitat 1.1.3 ..............................................................................\n\n1.4.\n\nActivitat 1.1.4 ..............................................................................\n\n1.5.\n\nActivitat 1.1.5 ..............................................................................\n\n2.\n\nImpost sobre societats......................................................................\n\n2.1.\n\nActivitat 1.2.1 ..............................................................................\n\n2.2.\n\nActivitat 1.2.2 ..............................................................................\n\n2.3.\n\nActivitat 1.2.3 ..............................................................................\n\n2.4.\n\nActivitat 1.2.4 ..............................................................................\n\n2.5.\n\nActivitat 1.2.5 ..............................................................................\n\n3.\n\nImpost sobre successions i donacions...........................................\n\n3.1.\n\nActivitat 1.3.1 ..............................................................................\n\n3.2.\n\nActivitat 1.3.2 ..............................................................................\n\n3.3.\n\nActivitat 1.3.3 ..............................................................................\n\n4.\n\nImpost sobre el patrimoni..............................................................\n\n4.1.\n\nActivitat 1.4.1 ..............................................................................\n\n4.2.\n\nActivitat 1.4.2 ..............................................................................\n\n4.3.\n\nActivitat 1.4.3 ..............................................................................\n\n\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Introducció Les activitats d’autoavaluació formativa de Dret Financer i Tributari II, enfocades per competències, es presenten agrupades pels impostos a què fan referència, perquè a l’estudiant li sigui més fàcil la recerca de les mateixes.\n\nAixí mateix, en cada una de les activitats es detalla mitjançant una icona les principals competències que es desenvolupen, als efectes que es pugui identificar ràpidament quines comp",
    "meta": {
      "page_start": 3,
      "page_end": 5,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 2,
    "text": "n agrupades pels impostos a què fan referència, perquè a l’estudiant li sigui més fàcil la recerca de les mateixes.\n\nAixí mateix, en cada una de les activitats es detalla mitjançant una icona les principals competències que es desenvolupen, als efectes que es pugui identificar ràpidament quines competències es posaran en pràctica.\n\nAlgunes de les competències (com el treball autònom, l’expressió escrita o les habilitats bàsiques informàtiques), malgrat ser presents en totes les activitats, s’ha considerat oportú que hi figurin, perquè l’estudiant sigui conscient que està desenvolupant també les esmentades competències.\n\nCada activitat presenta la estructura següent: un enunciat, uns recursos, una solució i un procediment de resolució. Es recomana realitzar les activitats seguint els passos descrits a continuació.\n\nMetodologia A fi d’aconseguir els objectius perseguits mitjançant les activitats d’autoavaluació formativa de Dret Financer i Tributari II enfocades per competències, es recomana seguir la metodologia de treball següent:\n\n1) L’estudiant ha de seleccionar les activitats que li interessa realitzar, en funció del contingut (els diferents impostos) o de les competències que desitja exercitar o perfeccionar.\n\nLlegenda ￿Capacitat￿d’anàlisi: habilitat per desintegrar en les seves diferents parts un determinat element tributari (una institució o figura jurídica, una norma, una sentència, etc.), identificant les seves propietats i les relacions que s’estableixen entre aquestes.\n\n￿Capacitat￿de￿síntesi: destresa per compondre un determinat element tributari a partir de les seves parts integrants, fins i tot de forma diferent de l’element original.\n\n￿Raonament￿crític: pensament de forma independent i lliure de biaixos, avaluant i sospesant les dades per emetre un judici raonat en matèria tributària i permetre prendre decisions conseqüents.\n\n￿Comunicació￿escrita: habilitat lingüística que, després d’una planificació conceptual (generació d’idees en l’àmbit tributari a comunicar, organització de les mateixes i avaluació de la millor forma de comunicar-les), permet la seva translació per escrit.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats ￿Habilitats￿bàsiq",
    "meta": {
      "page_start": 5,
      "page_end": 6,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 3,
    "text": "at lingüística que, després d’una planificació conceptual (generació d’idees en l’àmbit tributari a comunicar, organització de les mateixes i avaluació de la millor forma de comunicar-les), permet la seva translació per escrit.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats ￿Habilitats￿bàsiques￿d’informàtica￿tributària: utilització de diferents aplicacions i programes informàtics comuns en l’àmbit tributari, així com la navegació per internet, a nivell d’usuari.\n\n￿Cerca￿d’informació: localització de les principals fonts i recursos en matèria tributària, especialment a través de la xarxa, i selecció de la informació que contenen.\n\n￿Resolució￿de￿problemes: solució d’una situació conflictiva o que planteja un desafiament que requereix, en molts casos, la presa de decisions en l’àmbit tributari.\n\n￿Treball￿autònom: desenvolupament de les diferents tasques d’aprenentatge de forma individual.\n\n￿Creativitat￿en￿l’àmbit￿de￿la￿fiscalitat: elaboració d’un resultat que prèviament no existia, a partir de l’aplicació de la normativa tributària, especialment en l’àmbit de la planificació fiscal.\n\n2) L’estudiant ha de llegir l’enunciat de l’activitat.\n\n3) És imprescindible que l’estudiant treballi els recursos que se li indiquen per a cada activitat.\n\n4) A continuació, l’estudiant ja està en condicions de resoldre l’activitat.\n\n5) Una vegada contestada l’activitat, l’estudiant ha de contrastar les seves respostes amb la solució proposada per a l’activitat.\n\n6) Finalment, es recomana consultar el procediment de resolució proposat per comprovar si l’estudiant ha seguit els passos necessaris per contestar correctament l’activitat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Objectius Els objectius que es pretenen aconseguir mitjançant la realització de les presents activitats d’autoavaluació formativa, enfocades per competències, de Dret Financer i Tributari II per part dels estudiants, són els següents:\n\n1.\n\nRealitzar un aprenentatge autònom.\n\n2.\n\nProporcionar material docent i recursos tributaris complementaris.\n\n3.\n\nExercitar les principals competències de Dret Financer i Tributari II.\n\n4.\n\nAprofundir en els continguts de Dret Financer i Tributari II.\n\n5.\n\nFac",
    "meta": {
      "page_start": 5,
      "page_end": 7,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 4,
    "text": "t dels estudiants, són els següents:\n\n1.\n\nRealitzar un aprenentatge autònom.\n\n2.\n\nProporcionar material docent i recursos tributaris complementaris.\n\n3.\n\nExercitar les principals competències de Dret Financer i Tributari II.\n\n4.\n\nAprofundir en els continguts de Dret Financer i Tributari II.\n\n5.\n\nFacilitar una visió pràctica i global del sistema tributari, especialment per a l’exercici professional.\n\n6.\n\nDesenvolupar diferents tipus d’activitats d’avaluació.\n\n7.\n\nMillorar la participació i el resultat de l’avaluació contínua.\n\n8.\n\nCompletar la formació tributària i incidir positivament en el rendiment acadèmic dels estudiants.\n\n\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 1. Impost sobre la renda de les persones físiques 1.1. Activitat 1.1.1 Enunciat En Marcos i la Laura, de 54 i 53 anys respectivament, estan casats en règim de guanys i viuen a Gijón (Astúries). Tenen dos fills en comú, en Julián, de divuit anys, que conviu amb ells i ha obtingut en aquest exercici 6.000 euros en concepte de rendiments del treball, i la Marta, de setze anys, que també conviu amb ells, però no obté rendes.\n\nEn Marcos treballa com a directiu a una empresa de transports i té un salari brut de 70.000 euros, l'import de les retencions de l'IRPF ha estat de 12.000 euros i les cotitzacions a la Seguretat Social, 4.000 euros. L'empresa cedeix per a l'ús personal d’en Marcos un vehicle pel qual satisfà un rènting mensual de 700 euros (si fos nou, el valor de mercat del vehicle seria de 25.000 euros). En Marcos aporta pel seu compte 1.500 euros a un pla pensions que té contractat amb el banc. A més, en Marcos va resultar premiat amb un premi de la loteria de l'ONCE de 3.500 euros.\n\nPer la seva banda, la Laura treballa com a funcionària a l'Administració de Justícia i té un sou brut de 30.000 euros (retencions de l'IRPF de 6.000 euros i cotitzacions a la mutualitat de funcionaris de 1.800 euros). El pare de la Laura va morir l'any passat i, amb els diners de l'herència, la Laura va contractar aquell mateix any una assegurança de rendes vitalícies (immediates), per la qual cosa ha percebut en aquest exercici una renda de 4.000 euros. També és propietària d'uns drets discogràfics q",
    "meta": {
      "page_start": 7,
      "page_end": 9,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 5,
    "text": "800 euros). El pare de la Laura va morir l'any passat i, amb els diners de l'herència, la Laura va contractar aquell mateix any una assegurança de rendes vitalícies (immediates), per la qual cosa ha percebut en aquest exercici una renda de 4.000 euros. També és propietària d'uns drets discogràfics que al seu dia van pertànyer al seu pare, pels quals aquest exercici ha obtingut 4.500 euros.\n\nEl matrimoni és propietari de tres immobles:\n\n• El seu habitatge habitual, que van adquirir el 2010 i té un valor cadastral revisat fa cinc anys de 90.000 euros. Per adquirir aquest habitatge se'ls va concedir un préstec hipotecari pel qual aquest any han abonat al banc la quantitat total de 8.000 euros.\n\n• Un local comercial que van adquirir fa tres anys per 32.000 euros, per al qual abonen 4.000 euros en concepte de despeses i tributs de l'adquisició, i que han venut aquest any per 45.000 euros, amb un pagament de 1.000 euros en concepte de despeses de transmissió.\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • Un apartament que ha estat llogat com a habitatge habitual a l’Aurora durant vuit mesos per un import total de 5.600 euros. La resta de l'any ha estat desocupat. L'habitatge no està situat en una zona de mercat residencial tensionat ni ha estat objecte d'una actuació de rehabilitació. El valor cadastral de l'apartament és de 120.000 euros (revisat el 2018) i el preu d'adquisició va ser de 200.000 euros, el 40 % dels quals correspon al valor del sòl. Les despeses durant els mesos en què ha estat llogat l'immoble han estat les següents: IBI (300 euros), taxa d'escombraries (80 euros), comunitat de propietaris (800 euros), assegurança de la llar (350 euros), pintat d'habitacions (600 euros).\n\nAmb aquestes dades, determineu raonadament el següent:\n\n1)￿Les bases imposables generals i de l’estalvi en tributació individual.\n\n2) L’import del mínim personal i familiar de cadascun dels cònjuges.\n\n3)￿La incidència que té en l'IRPF el préstec hipotecari que estan pagant per l'habitatge habitual.\n\nRecursos • Mòdul 1 dels Materia",
    "meta": {
      "page_start": 9,
      "page_end": 10,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 6,
    "text": "aonadament el següent:\n\n1)￿Les bases imposables generals i de l’estalvi en tributació individual.\n\n2) L’import del mínim personal i familiar de cadascun dels cònjuges.\n\n3)￿La incidència que té en l'IRPF el préstec hipotecari que estan pagant per l'habitatge habitual.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 35/2006, de 28 de novembre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\n– Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiques i es modifica el Reglament de Plans i Fons de Pensions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats A continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1) El fet imposable de l'IRPF és l'obtenció de renda pel contribuent. D’acord amb l’art. 6 LIRPF, componen la renda: a) els rendiments del treball; b) els rendiments del capital; c) els rendiments de les activitats econòmiques; d) els guanys i les pèrdues patrimonials; e) les imputacions de renda que s'estableixin per llei.\n\nA efectes de la determinació de la base imposable i del càlcul d’aquest impost, la renda es classifica en general i de l’estalvi, per la qual cosa hem de distingir entre una base imposable general i una base imposable de l’estalvi (art. 47 LIRPF).\n\nLa renda general es defineix a l'art. 45 LIRPF i inclou: rendiments del treball, rendiments del capital mobiliari de la quarta modalitat (altres rendiments de l'art. 25.4 LIRPF), rendiments del capital immobiliari, rendiments d'activitats econòmiques",
    "meta": {
      "page_start": 10,
      "page_end": 11,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 7,
    "text": "una base imposable de l’estalvi (art. 47 LIRPF).\n\nLa renda general es defineix a l'art. 45 LIRPF i inclou: rendiments del treball, rendiments del capital mobiliari de la quarta modalitat (altres rendiments de l'art. 25.4 LIRPF), rendiments del capital immobiliari, rendiments d'activitats econòmiques, guanys i pèrdues que no derivin de la transmissió d'elements patrimonials, i les imputacions de renda.\n\nPer la seva banda, la renda de l'estalvi es defineix a l'art. 46 LIRPF i inclou la resta de les rendes subjectes a aquest impost, és a dir, els rendiments de capital mobiliari dels apartats 1, 2 i 3 de l'art. 25 LIRPF i els guanys i les pèrdues derivades de la transmissió d'elements patrimonials.\n\nD'altra banda, cal tenir en compte la regla d'individualització de rendes que estableix l'art. 11.1 LIRPF, segons la qual la renda s'entendrà obtinguda pels contribuents en funció de l'origen o la font, sigui quin sigui, si escau, el règim econòmic del matrimoni. Per tant, cal aplicar aquesta regla per calcular les bases imposables dels cònjuges en tributació individual, a l'efecte de determinar quines rendes són atribuïbles a cadascú.\n\nRealitzades aquestes consideracions, passem a continuació a determinar els diferents tipus de renda que es meriten en aquest cas, calculant, respecte de cadascuna, l'import a integrar a la base imposable i distingint si es tracta de renda general o renda de l’estalvi.\n\na) Rendes d’en Marcos Els sous i salaris es consideren rendiments íntegres del treball (art. 17.1.a LIRPF), els quals caldrà minorar en l'import de les cotitzacions a la Seguretat Social, ja que aquestes tenen la consideració de despeses deduïbles (art. 19.2.a LIRPF), però no així les retencions, que tenen la naturalesa d’un pagament a compte que minora la quota líquida, però no són una despesa deduïble. Així mateix, són deduïbles 2.000 euros addicionals en concepte d'altres despeses (art. 19.2.f LIRPF), per la qual cosa finalment haurà d'integrar per aquest concepte: 64.000 euros (70.000 – 4.000 – 2.000).\n\nD'altra banda, en Marcos també obté rendiments del treball en espècie que s'han de valorar d'acord amb la regla prevista per a la utilització de vehicles automòbils (art",
    "meta": {
      "page_start": 11,
      "page_end": 11,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 8,
    "text": "eses (art. 19.2.f LIRPF), per la qual cosa finalment haurà d'integrar per aquest concepte: 64.000 euros (70.000 – 4.000 – 2.000).\n\nD'altra banda, en Marcos també obté rendiments del treball en espècie que s'han de valorar d'acord amb la regla prevista per a la utilització de vehicles automòbils (art. 43.1.1.b, LIRPF), en virtut del qual, en el supòsit d'ús de vehicles que no són propietat del pagador, la valoració serà del 20 % del valor de mercat que correspondria al vehicle si fos nou (20 % de 25.000 = 5.000 euros).\n\nQuant a l'aportació al pla de pensions, aquesta no té la consideració de renda del treball perquè la realitza el contribuent, però, podrà donar lloc a una reducció a la base imposable per obtenir la base liquidable (arts. 51 i 52 LIRPF ), però no considerem aquesta reducció, ja que en l'enunciat només es demana calcular la base imposable, no la liquidable, de manera que aquesta magnitud no es pot tenir en compte en aquest moment.\n\nFinalment, a l'enunciat s'indica que en Marcos obté també un premi de la loteria de l'ONCE. L'art. 11.5 LIRPF, últim paràgraf, assenyala que les adquisicions de béns i drets que no es derivin d'una transmissió prèvia, com els guanys en el joc, es consideraran guanys patrimonials de la persona a qui correspongui el dret a obtenir-los o que els hagi guanyat directament. Per tant, d'acord amb les regles d'individualització de rendes, el premi se li haurà d'atribuir exclusivament a ell. No obstant això, els premis de la loteria (SELAE, ONCE i Creu Roja) no s'inclouen en la base imposable de l'IRPF, sinó que queden subjectes al gravamen especial sobre els premis de determinades loteries i apostes que es regula a la Disposició addicional 33a LIRPF, a l'apartat 2 del qual s'estableix una exempció per als premis d'import igual o inferior a 40.000 euros, per la qual cosa el premi de l'ONCE que obté en Marcos estaria exempt del gravamen especial i no s'inclouria tampoc a la base imposable de l'IRPF.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats b) Rendes de la Laura Els rendiments del treball que obté són els procedents del seu salari, els quals es poden minorar en les cotitzacions a la mutualitat de funcionaris com a des",
    "meta": {
      "page_start": 11,
      "page_end": 12,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 9,
    "text": "especial i no s'inclouria tampoc a la base imposable de l'IRPF.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats b) Rendes de la Laura Els rendiments del treball que obté són els procedents del seu salari, els quals es poden minorar en les cotitzacions a la mutualitat de funcionaris com a despesa deduïble i en els 2.000 euros addicionals en concepte d'altres despeses (art. 19.2, lletres a i f, LIRPF), de manera que el rendiment net a integrar a la base imposable és de 26.200 euros (30.000 – 1.800 – 2.000). Els rendiments del treball s'atribueixen exclusivament a la Laura per ser qui genera el dret a la seva percepció (art. 11.2 LIRPF).\n\nLa Laura obté també rendiments de capital mobiliari de diferent classe. D'una banda, les rendes vitalícies de l'assegurança, que tenen la consideració de rendiments derivats de la cessió a tercers de capitals propis (art. 25.3 LIRPF). Aquestes rendes s'integren en la base imposable en funció d'un percentatge que ve determinat per l'edat del rendista en el moment de constitució de la renda, i en aquest cas és del 28 % (1.120 euros).\n\nD'altra banda, la Laura obté rendiments derivats d'uns drets discogràfics que van pertànyer al seu pare, els quals tenen també la consideració de capital mobiliari, però, a diferència dels anteriors, s'inclouen en la base imposable general en tractar-se d'«altres rendiments del capital mobiliari», en particular, «els procedents de la propietat intel·lectual quan el contribuent no en sigui l'autor» (art. 25.4, lletra a, LIRPF). Totes aquestes rendes del capital procedeixen de béns la titularitat jurídica dels quals correspon exclusivament a la Laura, per la qual cosa, d'acord amb la regla de l'art. 11.3 LIRPF, s'han d'atribuir només a ella.\n\nD'aquesta manera, la Laura haurà d'integrar a la base imposable general els rendiments del treball (26.200) i els rendiments de capital mobiliari dels drets discogràfics (4.500 euros), mentre que a la base de l'estalvi haurà d'incloure les rendes vitalícies per l'import sotmès a tributació (1.120 euros).\n\nc) Rendes del matrimoni El matrimoni és titular de diversos immobles proindivís que generen diferents tipus de rendes i que caldrà atribuir a parts iguals",
    "meta": {
      "page_start": 11,
      "page_end": 12,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 10,
    "text": "gràfics (4.500 euros), mentre que a la base de l'estalvi haurà d'incloure les rendes vitalícies per l'import sotmès a tributació (1.120 euros).\n\nc) Rendes del matrimoni El matrimoni és titular de diversos immobles proindivís que generen diferents tipus de rendes i que caldrà atribuir a parts iguals a cadascun dels cònjuges. Per facilitar els càlculs, determinarem, en primer lloc, els rendiments íntegrament i posteriorment atribuirem la meitat a cadascun dels cònjuges.\n\nEl local comercial dona lloc a un guany patrimonial de la base imposable de l’estalvi, ja que deriva de la transmissió d’un element patrimonial. L'art. 35 LIRPF conté la manera de calcular els guanys derivats de transmissions a títol onerós, que es determinen per la diferència entre els valors d'adquisició i transmissió. D'acord amb aquest precepte, el valor d'adquisició és l'import real pel qual s'ha efectuat més les despeses i els tributs satisfets per l'adquirent (32.000 + 4.000), mentre que el valor de transmissió es calcula minorant l'import real pel que va efectuar la venda en les despeses i tributs satisfets per aquesta (45.000 – 1.000), obtenint així un guany patrimonial de 8.000 euros (44.000 − 36.000).\n\nD'altra banda, l'apartament que el matrimoni té llogat genera rendiments de capital immobiliari pels vuit mesos de lloguer, així com una imputació de rendes pels quatre mesos que està desocupat, ja que durant aquest període es compleixen els requisits de l'art. 85 LIRPF: no constitueix l'habitatge habitual del matrimoni, no genera rendiments i no es troba afecte a una activitat econòmica. Pel que fa als rendiments del capital immobiliari, d’acord amb l’art. 23 LIRPF, el rendiment íntegre (5.600 euros) es pot minorar en una sèrie de despeses que en el nostre cas són les següents: IBI (300 euros), taxa d'escombraries (80 euros), comunitat de propietaris (800 euros), assegurança de la llar (350 euros), pintat d'habitacions (600 euros). Tots ells deduïbles, ja que tenen la consideració de despeses necessàries per a l'obtenció dels rendiments (art. 23.1.a LIRPF).\n\nEl rendiment íntegre també es pot minorar en la despesa deduïble en concepte d'amortització, que serà el resultat d'aplicar el 3 %",
    "meta": {
      "page_start": 12,
      "page_end": 12,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 11,
    "text": "ros), pintat d'habitacions (600 euros). Tots ells deduïbles, ja que tenen la consideració de despeses necessàries per a l'obtenció dels rendiments (art. 23.1.a LIRPF).\n\nEl rendiment íntegre també es pot minorar en la despesa deduïble en concepte d'amortització, que serà el resultat d'aplicar el 3 % al més gran de dos valors (adquisició o cadastral) sense incloure el valor del sòl (art. 23.1.b LIRPF), que en el nostre cas dona el resultat següent (determinat en funció dels mesos que ha estat llogat l'immoble): 200.000 × 60 % = 120.000 × 3 % = 3.600/12 × 8 = 2.400. Així, doncs, el rendiment net serà: 5.600 – 300 – 80 – 800 – 350 – 600 – 2.400 = 1.070 euros.\n\nAixí mateix, el rendiment net pot ser objecte d'una reducció del 50 % en tractar-se d'un arrendament destinat a habitatge (art. 23.2.d LIRPF), de manera que el rendiment a integrar a la base general és de 535 euros (1.070 – 50 %).\n\nPel que fa a la imputació de rendes pels quatre mesos que l'immoble ha estat desocupat, caldria incloure en la base imposable, d'acord amb l'art. 85 LIRPF, l'1,1 % del valor cadastral, de manera que es determina proporcionalment al nombre de dies en què es\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats compleixen els requisits de la imputació (en el nostre cas quatre mesos): 120.000 × 1,1 % = 1.320/12 × 4 = 440 euros.\n\nEn conseqüència, les rendes que obté el matrimoni per cadascun dels immobles són les següents: d'una banda, el guany patrimonial derivat de la venda del local comercial que s'integra a la base de l'estalvi (8.000 euros); rendiments de capital immobiliari (535 euros) i la imputació de rendes (440 euros) que s'integren a la base general. Totes aquestes rendes s'han d'atribuir per parts iguals a cadascun dels cònjuges, ja que procedeixen d'elements la titularitat jurídica dels quals correspon a tots dos.\n\n2)￿El mínim personal i familiar es defineix com la part de la base liquidable que, per destinar-se a satisfer les necessitats bàsiques personals i familiars del contribuent, no se sotmet a tributació per aquest impost (art. 56 LIRPF). En aquest cas, cal analitzar l'aplicació del mínim del contribuent i del mínim per descendents.\n\nEl mínim del contribuent és, amb",
    "meta": {
      "page_start": 12,
      "page_end": 13,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 12,
    "text": "se liquidable que, per destinar-se a satisfer les necessitats bàsiques personals i familiars del contribuent, no se sotmet a tributació per aquest impost (art. 56 LIRPF). En aquest cas, cal analitzar l'aplicació del mínim del contribuent i del mínim per descendents.\n\nEl mínim del contribuent és, amb caràcter general, 5.550 euros anuals (art. 57.1 LIRPF). El mínim per descendents es genera quan els fills compleixen determinats requisits: menors de 25, que convisquin amb el contribuent i que no obtinguin rendes superiors a 8.000 euros (art. 58 LIRPF). En aquest cas, tots dos descendents compleixen tots els requisits, de manera que el mínim serà de 2.400 euros pel primer i 2.700 euros pel segon. Ara bé, quan dos o més contribuents tinguin dret a l'aplicació del mínim per descendents, ascendents o discapacitat, respecte dels mateixos ascendents o descendents, l'import s'ha de prorratejar entre ells per parts iguals (art. 61, regla 1a, LIRPF).\n\nEn conseqüència, en el nostre cas, cada cònjuge tindrà dret a 5.550 euros en concepte de mínim del contribuent i 2.550 euros en concepte de mínim per descendents. En total, a cada cònjuge correspondran 8.100 euros en concepte de mínim personal i familiar, partint del supòsit que presenten declaració individual.\n\nFinalment, cal assenyalar que a la comunitat autònoma del Principat d'Astúries, on els cònjuges tenen la residència, no s'han aprovat imports del mínim personal i familiar per al càlcul del gravamen autonòmic, competència normativa que està prevista a l'art. 46.1.a de la Llei 22/2009, de 18 de desembre.\n\n3) La Disposició transitòria 18a LIRPF manté la deducció per inversió en habitatge habitual per a aquells contribuents que l’hagin adquirit amb anterioritat a l'1 de gener de 2013, cas en què serà aplicable aquesta deducció tal com es regulava en la redacció de la LIRPF en vigor a 31 de desembre de 2012, sense perjudici dels percentatges de deducció que hagin estat aprovats per les comunitats autònomes (regulació continguda als arts.\n\n67.1, 68.1, 70.1, 77.1, i 78 LIRPF vigents en aquesta data). D'acord amb aquest règim, els contribuents es poden deduir el 15 % (7,5 % estatal i 7,5 % autonòmic) de les quantitats destina",
    "meta": {
      "page_start": 13,
      "page_end": 13,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 13,
    "text": "percentatges de deducció que hagin estat aprovats per les comunitats autònomes (regulació continguda als arts.\n\n67.1, 68.1, 70.1, 77.1, i 78 LIRPF vigents en aquesta data). D'acord amb aquest règim, els contribuents es poden deduir el 15 % (7,5 % estatal i 7,5 % autonòmic) de les quantitats destinades a l'adquisició de l'habitatge habitual sobre una base màxima de 9.040 euros.\n\nEn el nostre cas, les quantitats invertides en l'habitatge habitual (préstec hipotecari) pugen a 8.000 euros, per la qual cosa els cònjuges es podran deduir de la seva quota íntegra 1.200 euros (8.000 × 15 %) que, en presentar la declaració individual, seran 600 euros cadascun (4.000 × 15 %).\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 1.2. Activitat 1.1.2 Enunciat Calculeu l’import del rendiment net del treball per integrar en la base imposable de l’IRPF en els casos següents, raoneu la resposta i citeu els preceptes normatius aplicables:\n\n1) El Sr. Álvarez percep 30.000 euros de salari, suporta una retenció de l’IRPF de 4.800 euros i unes cotitzacions a la Seguretat Social de 1.905 euros. Així mateix, l’empresa li abona unes dietes per a compensar les despeses per desplaçament dins del territori espanyol corresponents a tres dies, i ha pernoctat en municipi diferent del lloc de feina habitual i de la residència del perceptor: un total de 210 euros per despeses de manutenció, 200 euros del bitllet de tren (justificat mitjançant factura) i un total de 240 euros per despeses d’estada (justificat mitjançant factura).",
    "meta": {
      "page_start": 13,
      "page_end": 14,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 14,
    "text": "a tres dies, i ha pernoctat en municipi diferent del lloc de feina habitual i de la residència del perceptor: un total de 210 euros per despeses de manutenció, 200 euros del bitllet de tren (justificat mitjançant factura) i un total de 240 euros per despeses d’estada (justificat mitjançant factura). El Sr. Álvarez, així mateix, fa una aportació al seu pla de pensions de 1.500 euros.\n\n2) La Sra. Gómez obté un salari de 4.000 euros, corresponent als tres primers mesos de l’any. La retenció de l’IRPF és de 450 euros i les cotitzacions a la Seguretat Social són de 254 euros. A l’abril és acomiadada i percep una indemnització de 6.000 euros, que és la quantitat establerta com a obligatòria per l’Estatut dels Treballadors. Durant cinc mesos, percep un total de 3.800 euros per prestació per desocupació. Al setembre troba una nova feina, que exigeix el trasllat de la seva residència habitual a un nou municipi. En els quatre últims mesos de l’any percep 6.500 euros de salari, la retenció de l’IRPF és de 850 euros i les cotitzacions a la Seguretat Social són de 412 euros. La Sra. Gómez abona 500 euros com a despeses de defensa jurídica per l’acomiadament i obté un guany de 600 euros per la venda de participacions d’un fons d’inversió.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 35/2006, de 28 de novembre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\n– Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiques i es modifica el Reglament de Plans i Fons de Pensions.\n\n• Vincles d’interès:\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www",
    "meta": {
      "page_start": 14,
      "page_end": 15,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 15,
    "text": "ació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1) L’art. 17 LIRPF, dedicat als rendiments íntegres del treball, estableix, en el seu apartat 1, que es consideraran rendiments íntegres del treball totes les contraprestacions o utilitats, sigui quina en sigui la denominació o naturalesa, dineràries o en espècie, que derivin, directament o indirectament, del treball personal o de la relació laboral o estatutària i no tinguin el caràcter de rendiments d’activitats econòmiques. S’inclouran, en particular, els sous i salaris. Per tant, els 30.000 euros de salari que percep el Sr. Álvarez constitueixen un rendiment íntegre del treball.\n\nD’altra banda, l’enunciat indica que el Sr. Álvarez suporta una retenció de l’IRPF de 4.800 euros. Referent a això, cal tenir en compte que la retenció no és una despesa deduïble, sinó que es tracta d’un pagament a compte de l’impost. En conseqüència, no s’ha de restar dels ingressos íntegres del treball. En aquest sentit, l’art. 79 LIRPF, dedicat a la quota diferencial, disposa que aquesta és el resultat de minorar la quota líquida total de l’impost (la suma de les quotes líquides, estatal i autonòmica) en una sèrie d’imports, entre els quals hi ha les retencions, els ingressos a compte i els pagaments fraccionats.\n\nL’art. 17.1 LIRPF inclou entre els rendiments íntegres del treball les dietes i assignacions per a despeses de viatge, excepte els de locomoció i els normals de manutenció i estada en establiments d’hostaleria amb els límits que s’estableixin per reglament. De manera que cal acudir a l’art. 9 RIRPF per a conèixer quins són aquests límits.\n\nL’art. 9.a.2 RIRPF estableix, en relació amb le",
    "meta": {
      "page_start": 14,
      "page_end": 15,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 16,
    "text": "ons per a despeses de viatge, excepte els de locomoció i els normals de manutenció i estada en establiments d’hostaleria amb els límits que s’estableixin per reglament. De manera que cal acudir a l’art. 9 RIRPF per a conèixer quins són aquests límits.\n\nL’art. 9.a.2 RIRPF estableix, en relació amb les assignacions per a despeses de locomoció, que s’exceptuen de gravamen les quantitats destinades per l’empresa a compensar les despeses de locomoció de la persona empleada o treballadora que es desplaci fora de la fàbrica, taller, oficina, o centre de treball, per realitzar la feina en un lloc diferent, en les condicions i imports següents:\n\na) Quan la persona empleada o treballadora utilitzi mitjans de transport públic, l’import de la despesa que es justifiqui mitjançant factura o document equivalent.\n\nEn el supòsit present, l’enunciat indica que l’empresa abona al Sr. Álvarez 200 euros del bitllet de tren (justificat mitjançant factura). Per tant, aquesta quantitat no es subjecta a gravamen i, per això, aquest import no s’inclou entre els rendiments íntegres del treball.\n\nAixí mateix, l’art. 9.a.3 RIRPF estableix, respecte de les assignacions per a despeses de manutenció i estada, que s’exceptuen de gravamen les quantitats destinades per l’empresa a compensar les despeses normals de manutenció i estada en restaurants, hotels i altres establiments d’hostaleria, meritades per despeses en un municipi diferent del lloc de feina habitual del perceptor i del que constitueixi la seva residència.\n\nEn concret, el precepte reglamentari assenyala que es consideren assignacions per a despeses normals de manutenció i estada en hotels, restaurants i altres establiments d’hostaleria exclusivament les següents: 1r Quan s’hagi pernoctat en un municipi diferent del lloc de feina habitual i del que constitueixi la residència del perceptor, les següents: Per despeses d’estada, els imports que es justifiquin.\n\nPer tant, en el nostre cas, els 240 euros per despeses d’estada (justificats mitjançant factura) que l’empresa abona al Sr. Álvarez s’exceptuen de gravamen i, en conseqüència, no s’inclouen entre els rendiments íntegres del treball.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Act",
    "meta": {
      "page_start": 15,
      "page_end": 16,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 17,
    "text": "ue es justifiquin.\n\nPer tant, en el nostre cas, els 240 euros per despeses d’estada (justificats mitjançant factura) que l’empresa abona al Sr. Álvarez s’exceptuen de gravamen i, en conseqüència, no s’inclouen entre els rendiments íntegres del treball.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats A més, l’art. 9.a.3 RIRPF disposa que es consideren assignacions per a despeses normals de manutenció i estada en hotels, restaurants i altres establiments d’hostaleria exclusivament les següents: 1r Quan s’hagi pernoctat en un municipi diferent del lloc de feina habitual i del que constitueixi la residència del perceptor, les següents: Per despeses de manutenció, 53,34 euros diaris, si corresponen a desplaçament dins del territori espanyol, o 91,35 euros diaris, si corresponen a desplaçaments a territori estranger.\n\nEn el nostre cas, l’enunciat indica que l’empresa abona al Sr. Álvarez unes dietes per a compensar les despeses per desplaçament dins del territori espanyol corresponents a tres dies, i ha pernoctat en municipi diferent del lloc de feina habitual i de la residència del perceptor, per un total de 210 euros per despeses de manutenció. Atès que el límit reglamentari és de 160,02 euros (53,34 × 3), aquesta quantitat no es subjectarà a gravamen, però la resta de l’import abonat per l’empresa (210 − 160,02 = 49,98 euros) sí que constitueix un rendiment íntegre del treball.\n\nFinalment, l’enunciat assenyala que el Sr. Álvarez, així mateix, fa una aportació al seu pla de pensions de 1.500 euros. Referent a això, cal tenir en compte que l’aportació que fa el contribuent al seu pla de pensions no constitueix una renda obtinguda, sinó una aplicació de renda. No estem davant d’una contribució de l’empresari al pla de pensions del treballador, que sí que seria un supòsit d’obtenció de renda sotmesa a gravamen. Ens trobem davant d’una aportació del treballador al seu pla de pensions, que no és cap tipus de rendiment del treball.\n\nReferent a això, l’art. 51 LIRPF, dedicat a les reduccions per aportacions i contribucions a sistemes de previsió social, assenyala que podran reduir-se en la base imposable general les aportacions i contribucions a sistemes de previsió",
    "meta": {
      "page_start": 15,
      "page_end": 16,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 18,
    "text": "pla de pensions, que no és cap tipus de rendiment del treball.\n\nReferent a això, l’art. 51 LIRPF, dedicat a les reduccions per aportacions i contribucions a sistemes de previsió social, assenyala que podran reduir-se en la base imposable general les aportacions i contribucions a sistemes de previsió social: les aportacions fetes pels partícips a plans de pensions.\n\nL’art. 19.1 LIRPF estableix que el rendiment net del treball és el resultat de disminuir el rendiment íntegre en l’import de les despeses deduïbles. Al seu torn, l’art. 19.2 LIRPF disposa que tenen la consideració de despeses deduïbles exclusivament les següents: a) Les cotitzacions a la Seguretat Social. f) En concepte d’altres despeses diferents de les anteriors, 2.000 euros anuals.\n\nEn el supòsit present, l’enunciat indica que el Sr. Álvarez suporta unes cotitzacions a la Seguretat Social de 1.905 euros. Per tant, el rendiment net del treball és de 26.144,98 euros (30.000 + 49,98 − 1.905 − 2.000).\n\nFinalment, no s’ha d’aplicar la reducció dels rendiments nets del treball prevista en l’art.\n\n20 LIRPF, ja que aquest rendiment net és superior a 19.747,50 euros.\n\n2) Com ja s’ha assenyalat en el supòsit anterior, l’art. 17 LIRPF, dedicat als rendiments íntegres del treball, estableix, en el seu apartat 1, que es consideraran rendiments íntegres del treball totes les contraprestacions o utilitats, sigui quina en sigui la denominació o naturalesa, dineràries o en espècie, que derivin, directament o indirectament, del treball personal o de la relació laboral o estatutària i no tinguin el caràcter de rendiments d’activitats econòmiques. S’inclouran, en particular, els sous i salaris. De manera que els 4.000 euros de salari que percep la Sra. Gómez corresponent als tres primers mesos de l’any constitueixen un rendiment íntegre del treball.\n\nL’enunciat també indica que la Sra. Gómez suporta una retenció de l’IRPF de 450 euros.\n\nJa s’ha comentat en el supòsit anterior que la retenció no és una despesa deduïble, sinó que es tracta d’un pagament a compte de l’impost i que, en conseqüència, no s’ha de restar dels ingressos íntegres del treball, sinó de la quota líquida total de l’impost, tal com disposa l’art. 79",
    "meta": {
      "page_start": 16,
      "page_end": 16,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 19,
    "text": "e 450 euros.\n\nJa s’ha comentat en el supòsit anterior que la retenció no és una despesa deduïble, sinó que es tracta d’un pagament a compte de l’impost i que, en conseqüència, no s’ha de restar dels ingressos íntegres del treball, sinó de la quota líquida total de l’impost, tal com disposa l’art. 79 LIRPF.\n\nQuant a la indemnització de 6.000 euros que percep la Sra. Gómez per l’acomiadament, que és la quantitat establerta com a obligatòria per l’Estatut dels Treballadors, l’art. 7.e LIRPF assenyala que estaran exemptes les indemnitzacions per acomiadament o cessament de la persona treballadora, en la quantia establerta amb caràcter obligatori en l’Estatut dels Treballadors, en la seva normativa de desenvolupament o, si escau, en la normativa reguladora de l’execució de sentències, sense que es pugui considerar com a tal l’establerta en virtut de conveni, pacte o contracte. L’import de la indemnització exempta a què es refereix aquesta lletra té com a límit la quantitat de 180.000 euros. Per tant, en aquest supòsit, els 6.000 euros d’indemnització no s’inclouen en els rendiments íntegres del treball.\n\nD’altra banda, l’enunciat indica que la Sra. Gómez, durant cinc mesos, percep un total de 3.800 euros per prestació per desocupació. La prestació contributiva per desocupació comprèn el pagament d’una quantitat econòmica mensual i l’ingrés pel Servei Públic d’Ocupació Estatal (SEPE) de les cotitzacions a la Seguretat Social. La cotització a la Seguretat Social s’efectua per les contingències comunes de jubilació, invalidesa permanent,\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats mort i supervivència, incapacitat temporal, protecció a la família i assistència sanitària.\n\nNo es cotitza per atur, accident de treball i malaltia professional, Fons de Garantia Salarial i Formació Professional.\n\nLa base de cotització a la Seguretat Social durant la percepció de la prestació per desocupació és la mateixa que la seva base reguladora, independentment dels límits que es puguin aplicar a la quantia mensual. Durant la prestació per atur el Servei Públic d’Ocupació Estatal ingressarà les cotitzacions a la Seguretat Social, i assumirà l’aportació empresarial i descomptarà",
    "meta": {
      "page_start": 16,
      "page_end": 17,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 20,
    "text": "ació per desocupació és la mateixa que la seva base reguladora, independentment dels límits que es puguin aplicar a la quantia mensual. Durant la prestació per atur el Servei Públic d’Ocupació Estatal ingressarà les cotitzacions a la Seguretat Social, i assumirà l’aportació empresarial i descomptarà de la quantia de la prestació l’aportació del treballador, qui assumeix el pagament del cent per cent de la quota que li correspongui.\n\nPer tant, la prestació per desocupació inclou la prestació econòmica per desocupació total o parcial i l’abonament d’una part de la cotització a la Seguretat Social durant aquest període. D’altra banda, sobre la quantia de la prestació per desocupació, s’efectuen retencions destinades a l’IRPF.\n\nEn el nostre cas, com que l’enunciat diu que la Sra. Gómez percep un total de 3.800 euros per prestació per desocupació i no es faciliten les dades de cotització a la Seguretat Social ni de retenció de l’IRPF, cal entendre que es tracta de l’import corresponent després d’haver descomptat la cotització a la Seguretat Social. Pel que fa a la retenció de l’IRPF, no se’n faciliten dades, però, en qualsevol cas, com ja s’ha comentat, no és una despesa deduïble, sinó que es tracta d’un pagament a compte de l’impost.\n\nAixí mateix, l’enunciat assenyala que al setembre la Sra. Gómez va trobar una nova feina, que exigeix el trasllat de la residència habitual a un nou municipi i que en els quatre últims mesos de l’any percep 6.500 euros de salari, la retenció de l’IRPF és de 850 euros i les cotitzacions a la Seguretat Social són de 412 euros.\n\nTambé s’indica en l’enunciat que la Sra. Gómez abona 500 euros com a despeses de defensa jurídica per l’acomiadament. Referent a això, cal tenir en compte que l’art. 19.2.e LIRPF estableix la deduïbilitat de les despeses de defensa jurídica derivades directament de litigis suscitats en la relació de la persona contribuent amb la persona de la qual percep els rendiments, amb el límit de 300 euros anuals. En conseqüència, la Sra. Gómez només es pot deduir 300 euros en concepte de despeses de defensa jurídica per l’acomiadament.\n\nEn relació amb el guany de 600 euros per la venda de participacions d’un fons d’inversió",
    "meta": {
      "page_start": 17,
      "page_end": 17,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 21,
    "text": "nt amb la persona de la qual percep els rendiments, amb el límit de 300 euros anuals. En conseqüència, la Sra. Gómez només es pot deduir 300 euros en concepte de despeses de defensa jurídica per l’acomiadament.\n\nEn relació amb el guany de 600 euros per la venda de participacions d’un fons d’inversió, no ens trobem davant un rendiment del treball, sinó davant un guany patrimonial. Segons disposa l’art. 33.1 LIRPF, són guanys i pèrdues patrimonials les variacions en el valor del patrimoni de la persona contribuent que es posin de manifest en ocasió de qualsevol alteració en la seva composició, tret que per aquesta llei es qualifiquin com a rendiments.\n\nRespecte a les despeses deduïbles, com ja s’ha assenyalat en el supòsit anterior, l’art.\n\n19.2 LIRPF disposa que tenen la consideració de despeses deduïbles exclusivament les següents: a) Les cotitzacions a la Seguretat Social. f) En concepte d’altres despeses diferents de les anteriors, 2.000 euros anuals.\n\nA més, s’afegeix que tractant-se de contribuents desocupats inscrits en l’oficina d’ocupació que acceptin un lloc de treball que exigeixi el trasllat de la residència habitual a un nou municipi, en les condicions que es determinin, s’incrementarà aquesta quantia, en el període impositiu en què es produeixi el canvi de residència i en el següent, en\n\n2.000 euros anuals addicionals.\n\nEn conclusió, el rendiment net del treball de la Sra. Gómez és de 9.334 euros (4.000 +\n\n3.800 + 6500 − 254 − 412 − 300 − 2.000 − 2.000).\n\nFinalment, cal tenir en compte que l’art. 20 LIRPF, dedicat a la reducció per obtenció de rendiments del treball, estableix que els contribuents amb rendiments nets del treball inferiors a 19.747,50 euros sempre que no tinguin rendes, excloses les exemptes, diferents de les del treball superiors a 6.500 euros, minoren el rendiment net del treball en les quanties següents:\n\na) Contribuents amb rendiments nets del treball iguals o inferiors a 14.047,50 euros:\n\n6.498 euros anuals.\n\nb) Contribuents amb rendiments nets del treball compresos entre 14.047,50 i 19.747,50 euros: 6.498 euros menys el resultat de multiplicar per 1,14 la diferència entre el rendiment del treball i 14.047,50 euros anuals.\n\nA aqu",
    "meta": {
      "page_start": 17,
      "page_end": 17,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 22,
    "text": "ets del treball iguals o inferiors a 14.047,50 euros:\n\n6.498 euros anuals.\n\nb) Contribuents amb rendiments nets del treball compresos entre 14.047,50 i 19.747,50 euros: 6.498 euros menys el resultat de multiplicar per 1,14 la diferència entre el rendiment del treball i 14.047,50 euros anuals.\n\nA aquests efectes, el rendiment net del treball és el resultant de minorar el rendiment íntegre en les despeses previstes en les lletres a), b), c), d) i e) de l’article 19.2 d’aquesta Llei. És a dir, en el nostre cas, 4.000 + 3.800 + 6.500 − 254 − 412 − 300 = 13.334 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Per tant, la reducció aplicable és de 6.498 euros.\n\nEn conseqüència, el rendiment net del treball per integrar en la base imposable de l’IRPF de la Sra. Gómez és de 2.836 euros (9.334 − 6.498).\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n1.3. Activitat 1.1.3 Enunciat L’Emma, amb domicili a Saragossa, és mare de dos nens, en Juan i l’Elena, de nou i onze anys respectivament. Amb ells, conviu també el seu marit, si bé estan casats en règim de separació de béns. L'Emma és professora d'institut.\n\nDurant aquest exercici ha obtingut els següents ingressos:\n\n1)￿Pel que fa al treball de professora d'institut, ha percebut una retribució bruta de 2.450 euros al mes (catorze pagues), sobre la qual se li han practicat unes retencions de 8.900 euros. Les cotitzacions a la Seguretat Social han pujat a\n\n6.400 euros.\n\n2) Imparteix classes com a professora associada a la Universitat de Saragossa, per la qual cosa obté uns ingressos anuals bruts d",
    "meta": {
      "page_start": 17,
      "page_end": 18,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 23,
    "text": "e 2.450 euros al mes (catorze pagues), sobre la qual se li han practicat unes retencions de 8.900 euros. Les cotitzacions a la Seguretat Social han pujat a\n\n6.400 euros.\n\n2) Imparteix classes com a professora associada a la Universitat de Saragossa, per la qual cosa obté uns ingressos anuals bruts de 8.900 euros i suporta una retenció de 900 euros (les cotitzacions a la Seguretat Social han ascendit a 240 euros). A conseqüència d'aquestes classes, i dins del marc d'un conveni signat entre la Universitat de Saragossa i una universitat francesa, ha estat convidada a fer unes classes a aquesta universitat francesa. L'estada a aquesta ciutat és de dues setmanes, durant les quals impartirà classes de dilluns a divendres, per les quals obtindrà una retribució directa satisfeta per la universitat francesa per un import de 1.200 euros. A més, se li satisfà en concepte de dietes per desplaçament, estada i manutenció un total de 2.500 euros (justifica despeses d'estada en hotels per import de 1.500 euros i se satisfan 812 euros en concepte de despeses de manutenció, a raó de 58 euros diaris; les despeses de desplaçament, corresponents a bitllets de tren, sumen 300 euros).\n\n3)￿És propietària de tres habitatges:\n\nCapacitat d’anàlisi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • El que constitueix el seu habitatge habitual (en propietat juntament amb el marit). El valor cadastral revisat és de 220.000 euros (50.000 euros corresponen al valor del sòl). Les despeses incorregudes durant l'exercici directament imputables a l'habitatge són: 1.500 euros (en concepte d'IBI);\n\n450 euros (en concepte d’assegurança sobre el contingut de l’habitatge);\n\n3.600 euros (en concepte de subministraments).\n\n• Un habitatge a la platja que ocupa la família durant els mesos d'estiu (tres mesos). La resta del temps (els altres nou mesos) ha estat arrendada a un tercer per un import de 750 euros mensuals. El valor cadastral revisat puja a 110.000 euros (22.000 euros corresponen al valor del sòl). Les despeses en què ha incorregut durant l'exercici directament imputables a",
    "meta": {
      "page_start": 18,
      "page_end": 19,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 24,
    "text": "estiu (tres mesos). La resta del temps (els altres nou mesos) ha estat arrendada a un tercer per un import de 750 euros mensuals. El valor cadastral revisat puja a 110.000 euros (22.000 euros corresponen al valor del sòl). Les despeses en què ha incorregut durant l'exercici directament imputables a l’habitatge són: 900 euros (en concepte d'IBI); 330 euros (en concepte d'assegurança sobre el contingut de l'habitatge); 950 euros (en concepte de comunitat de propietaris).\n\n• Un habitatge a la muntanya que és ocupat per la família durant alguns caps de setmana i ponts. El seu valor cadastral no revisat puja a 80.000 euros (10.000 euros corresponen al valor del sòl). Les despeses en què ha incorregut durant l'exercici directament imputables són les següents: 320 euros (en concepte d'IBI); 190 euros (en concepte d’assegurança sobre el contingut de l’habitatge); 750 euros (en concepte de subministraments).\n\n4)￿Té 5.400 accions d'una empresa que cotitza a l'IBEX35 i, a conseqüència d'això, ha obtingut dividends per un import d’11.000 euros. La retenció suportada per aquest concepte és de 2.500 euros.\n\n5)￿Ha obtingut una devolució d’ingressos indeguts per part de l’AEAT. Això ha suposat un ingrés en concepte d'interessos de demora de 800 euros.\n\n6) Ven un cotxe en aquest exercici per un import de 5.000 euros. Aquest vehicle el va adquirir fa cinc anys per un import de 13.000 euros.\n\nDetermineu raonadament les quantitats que l’Emma ha d’integrar en la base imposable general i en la base imposable de l'estalvi en concepte d'IRPF (per això heu de determinar prèviament l'import dels rendiments nets de cadascuna de les rendes obtingudes per la contribuent).\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Llei 35/2006, de 28 de novembre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\n– Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiqu",
    "meta": {
      "page_start": 19,
      "page_end": 20,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 25,
    "text": "bre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\n– Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiques i es modifica el Reglament de Plans i Fons de Pensions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1) Els ingressos que l’Emma ha percebut per la seva feina com a professora d'institut s'han de considerar com a rendiments del treball. Concretament, l'art. 17.1.a LIRPF assenyala que es consideraran rendiments íntegres del treball totes les contraprestacions o utilitats, sigui quina sigui la seva denominació o naturalesa, dineràries o en espècie, que derivin, directament o indirectament, del treball personal o de la relació laboral o estatutària i no tinguin el caràcter de rendiments d’activitats econòmiques, incloent-hi, entre altres, els salaris. Per tant, l'import dels rendiments íntegres del treball com a professora d'institut és de 34.300 euros (2.450 euros × 14 pagues).\n\n2) Els ingressos que percep l’Emma com a professora associada a la universitat, pels motius abans exposats, també s'han de qualificar de rendiments del treball. En aquest sentit, l’Emma ha percebut, d'una banda, uns ingressos bruts de 8.900 euros i, de l'altra, fruit de les classes impartides a França, uns ingressos de 1.200 euros. Ara bé, l'art. 7.p LIRPF assenyala que els rendiments del treball percebuts per feines efectivament realitzades a l'estranger es troben exempts quan aquests treballs es realitzin per a una empresa o entitat no resident a Espanya i quan al territori en què es realitzin els treballs s'apliqui un impost",
    "meta": {
      "page_start": 20,
      "page_end": 20,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 26,
    "text": "ra bé, l'art. 7.p LIRPF assenyala que els rendiments del treball percebuts per feines efectivament realitzades a l'estranger es troben exempts quan aquests treballs es realitzin per a una empresa o entitat no resident a Espanya i quan al territori en què es realitzin els treballs s'apliqui un impost de naturalesa idèntica o anàloga a la de l'IRPF i no es tracti d'un país o territori considerat paradís fiscal. Per tant, en aquest cas, atès que la Universitat de Saragossa i la universitat francesa tenen un conveni de col·laboració subscrit i que Espanya i França (on també hi ha un impost per a no residents) han subscrit un conveni per evitar la doble imposició internacional, els ingressos obtinguts per l’Emma a França es troben exempts de tributació, en aplicació del citat article. Per part seva, l'art. 6.2 RIRPF assenyala que «l'exempció tindrà un límit màxim de 60.100 euros anuals. Per calcular la retribució corresponent als treballs realitzats a l'estranger, s'han de prendre en consideració els dies que efectivament el treballador ha estat desplaçat a l'estranger, així com les retribucions específiques corresponents als serveis prestats a l'estranger». Per tant, els ingressos percebuts per la Universitat de Saragossa s'han de minorar per l'import dels dies que l’Emma ha impartit classes a França.\n\nPel que fa al còmput de dies, la Sentència del Tribunal Suprem de 25 de febrer de 2021 ha assenyalat que: a més d'incloure's els dies d'estada a l'estranger, també s'han d'entendre compresos els dies de desplaçament al país de destinació o de tornada a Espanya. Per tant, cal considerar catorze dies. Així, el sou cobrat diari per l’Emma és de 24,38 euros diaris (8.900 euros/365 dies), per la qual cosa 341,32 euros (24,38 euros × 14 dies) estan\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats exempts de tributació. En definitiva, els rendiments íntegres del treball com a professora associada pugen a 8.558,68 euros (8.900 − 341,32).\n\nEn tercer lloc, l'art. 17.1.d LIRPF inclou dins dels rendiments íntegres del treball les dietes i assignacions per a despeses de viatge, excepte els de locomoció i els normals de manutenció i estada en establiments d'hostaleria amb els",
    "meta": {
      "page_start": 20,
      "page_end": 21,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 27,
    "text": "a professora associada pugen a 8.558,68 euros (8.900 − 341,32).\n\nEn tercer lloc, l'art. 17.1.d LIRPF inclou dins dels rendiments íntegres del treball les dietes i assignacions per a despeses de viatge, excepte els de locomoció i els normals de manutenció i estada en establiments d'hostaleria amb els límits que s'estableixin per reglament. En aquest sentit, la despesa de 1.500 euros per estada en hotels es troba exempta de tributació (art. 9.3.a.1r RIRPF), la despesa de 300 euros per desplaçament també es troba exempta (art. 9.2.a RIRPF) i les despeses de manutenció de 812 euros (a raó de 58 euros diaris), també estan exemptes, ja que el límit diari de manutenció assenyalat a l'art.\n\n9.3.a.1r RIRPF per a desplaçaments a territori estranger puja a 91,35 euros diaris.\n\nSumant tots els rendiments indicats, obtenim el rendiment íntegre del treball de l'Emma:\n\n42.858,68 euros (34.300 + 8.558,68).\n\nPer determinar el rendiment net del treball, cal aplicar les previsions de l'art. 19 LIRPF, que concreta les despeses que són deduïbles del rendiment íntegre. En el nostre cas, només dues de les despeses que preveu aquest precepte són aplicables a la contribuent.\n\nD'una banda, les cotitzacions a la Seguretat Social o a mutualitats generals obligatòries de funcionaris (art. 19.2.a LIRPF), que en aquest cas pugen a 6.640 euros (6.400 + 240). I, d’altra banda, en concepte d'altres despeses diferents de les anteriors, 2.000 euros anuals (art. 19.2.f LIRPF). L’Emma no es troba en cap dels supòsits que permeten incrementar aquesta quantia.\n\nPer tant, l’import del rendiment net del treball és de 34.218,68 euros. (42.858,68 – 6.640 – 2.000).\n\nFinalment, cal assenyalar que en el nostre cas no és aplicable la reducció prevista en l'art.\n\n20 LIRPF atès que l’Emma percep rendiments nets del treball superiors a 19.747,50 euros.\n\n3)￿L’Emma és propietària de tres habitatges:\n\nEl primer és el seu habitatge habitual: en aquest cas, com que no obté cap mena de renda i com que es tracta del seu habitatge habitual, l’Emma no haurà de declarar cap renda (art. 85.1 LIRPF).\n\nEn relació amb l'habitatge de la platja, cal diferenciar el temps en què l'habitatge ha estat ocupat per la família i el tem",
    "meta": {
      "page_start": 21,
      "page_end": 21,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 28,
    "text": "habitatge habitual: en aquest cas, com que no obté cap mena de renda i com que es tracta del seu habitatge habitual, l’Emma no haurà de declarar cap renda (art. 85.1 LIRPF).\n\nEn relació amb l'habitatge de la platja, cal diferenciar el temps en què l'habitatge ha estat ocupat per la família i el temps que ha estat arrendat, per la qual va obtenir rendiments anuals del capital immobiliari per un import de 6.750 euros (750 euros mensuals × 9 mesos). En aquest cas, l’Emma ha d'imputar-se la renda corresponent als tres mesos en què l'habitatge està ocupat per la família, ja que no està afectat per activitats econòmiques, ni genera rendiments del capital i no és l'habitatge habitual. L'art. 85.1 LIRPF assenyala que «en el cas d'immobles localitzats en municipis on els valors cadastrals hagin estat revisats, modificats o determinats mitjançant un procediment de valoració col·lectiva de caràcter general, de conformitat amb la normativa cadastral, i hagin entrat en vigor en el període impositiu o en el termini dels deu períodes impositius anteriors, el percentatge serà l'1,1 %». Per tant, al valor cadastral de l'habitatge, 110.000 euros, se li ha d'aplicar un 1,1 %, que dona com a resultat 1.210 euros. Ara bé, aquest resultat s'ha de dividir entre 4, atès que només ha estat ocupada per la família durant un trimestre. Per tant, la imputació de renda puja a 302,50 euros.\n\nPel que fa a l'arrendament, és aplicable l'art. 22 LIRPF, ja que es considera rendiments del capital immobiliari. En aquest cas, l'import dels rendiments íntegres del capital, com s'ha assenyalat, és de 6.750 euros. A aquesta quantitat se li poden minorar les despeses deduïbles previstes a l'art. 23 LIRPF i que desenvolupa l'art. 13 RIRPF, i en concret, l'IBI, l'assegurança i les despeses de la comunitat de propietaris, en proporció als mesos que ha estat arrendada. Per tant, l'import de les despeses deduïbles és de 1.635 euros (900 + 330 + 950/4 trimestres × 3). Per la seva banda, l'art. 14 RIRPF també preveu com a despesa deduïble l'amortització de l'immoble. En concret, assenyala que es pot aplicar un 3 % sobre el més gran dels valors següents: el cost d'adquisició satisfet o el valor cadastral, sense",
    "meta": {
      "page_start": 21,
      "page_end": 21,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 29,
    "text": "és de 1.635 euros (900 + 330 + 950/4 trimestres × 3). Per la seva banda, l'art. 14 RIRPF també preveu com a despesa deduïble l'amortització de l'immoble. En concret, assenyala que es pot aplicar un 3 % sobre el més gran dels valors següents: el cost d'adquisició satisfet o el valor cadastral, sense incloure en el còmput el del sòl. Com que no es detalla el cost d'adquisició en el supòsit, el percentatge d'amortització s'aplica sobre el valor cadastral, disminuït pel valor del sòl, per tant, per sobre de 88.000 euros (110.000 – 22.000). A aquests 88.000 s'aplicarà el 3 % i l’Emma es podrà deduir la part proporcional dels mesos en què l'immoble ha estat arrendat, és a dir, 1.980 euros (2.640 euros/4 × 3). Així, l'import del rendiment net a integrar a la base imposable general per l'arrendament de l'habitatge a la platja és de\n\n3.135 euros (6.750 – 1.635 – 1.980).\n\nFinalment, en relació amb l'habitatge a la muntanya que ocupa la família en determinades ocasions, és aplicable el que disposa l'art. 85 LIRPF, pels motius abans exposats. Per tant, sobre el valor cadastral s'ha d'aplicar un 2 %, ja que aquest valor no està revisat, per\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats la qual cosa, la imputació de renda a integrar a la base imposable general puja a 1.600 euros (80.000 × 2 %).\n\n4) Els 11.000 euros de dividends que ha obtingut per les accions són rendiments íntegres del capital mobiliari, segons el que disposa l'art. 25.1.a LIRPF. Com que no s'especifica cap despesa, els 11.000 euros formen part de la base de l'estalvi.\n\n5) En relació amb els interessos de demora, el Tribunal Suprem en la sentència de 3 de desembre de 2020 ha determinat que no es poden fer tributar a l'IRPF els interessos de demora favorables als contribuents resultants d'una devolució d'ingressos indeguts.\n\n6)￿Pel que fa a la venda del cotxe, l'art. 33.5.b LIRPF determina que les pèrdues patrimonials derivades del consum no s'han de computar com a tal. En aquest sentit, la venda d'un vehicle és el cas típic de bé de consum el preu del qual de venda sempre serà menor al d'adquisició.\n\nEn definitiva, la suma dels imports dels rendiments nets de la feina (34.218,68 euros), els rendime",
    "meta": {
      "page_start": 21,
      "page_end": 22,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 30,
    "text": "patrimonials derivades del consum no s'han de computar com a tal. En aquest sentit, la venda d'un vehicle és el cas típic de bé de consum el preu del qual de venda sempre serà menor al d'adquisició.\n\nEn definitiva, la suma dels imports dels rendiments nets de la feina (34.218,68 euros), els rendiments derivats del capital immobiliari (3.135 euros) i les imputacions de renda (302,50 euros + 1.600 euros) formen part de la base imposable general, que puja, per tant, a 39.256,18 euros. Per part seva, només formen part de la base de l'estalvi, els 11.000 euros derivats dels dividends.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n1.4. Activitat 1.1.4 Enunciat En Rafael, ciutadà argentí de 45 anys, sense fills i resident a Madrid des de fa tres anys, ha desenvolupat durant l'any en curs una important activitat en diversos sectors. Així, és funcionari de la comunitat autònoma adscrit a la Conselleria d'Hisenda, activitat per la qual cobra un salari de 1.400 euros al mes (14 pagues), amb unes cotitzacions socials de 300 euros a l'any i unes retencions a l'IRPF de 2.000 euros. A més, la Conselleria té un compromís amb els sindicats pel qual aporta anualment a un pla de pensions per als treballadors una quantitat equivalent al 5 % del salari íntegre.\n\nCom que en Rafael és molt actiu, ha aconseguit una feina a les tardes (a la Conselleria fa horari de matí) en una assessoria, per la qual cobra 800 euros íntegres mensuals, sobre els quals se li practica una retenció del 8 % i que implica una cotització a la seguretat social de 100 euros mensuals. Evidentm",
    "meta": {
      "page_start": 22,
      "page_end": 22,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 31,
    "text": "en Rafael és molt actiu, ha aconseguit una feina a les tardes (a la Conselleria fa horari de matí) en una assessoria, per la qual cobra 800 euros íntegres mensuals, sobre els quals se li practica una retenció del 8 % i que implica una cotització a la seguretat social de 100 euros mensuals. Evidentment, per a aquesta segona activitat ha obtingut la corresponent declaració de compatibilitat per part de l’administració pública.\n\nCapacitat d’anàlisi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats En la mesura que ha acumulat uns estalvis, ha fet inversions, de manera que és titular de 500 accions d'una societat cotitzada que distribueix uns dividends de 5 euros per acció. A més, és soci (propietari de 2.500 accions) d'una altra entitat que distribueix dividends d'1 euro per acció i atorga una prima d'assistència a junta de 10 cèntims per acció. L'entitat gestora de les accions li cobra per despeses d'administració i dipòsit 150 euros l'any.\n\nD'altra banda, en arribar a Espanya va estar casat fins a la mort del seu cònjuge, del qual va heretar dos immobles: un apartament a Madrid on viu (el seu valor cadastral és de 150.000 euros, el 70 % dels quals correspon al valor del sòl i que va ser valorat en l'ISD per 175.000 euros) i un habitatge a la Costa Blanca, on passa alguns caps de setmana i les vacances, el valor cadastral del qual és de 180.000 euros (dels quals el 60 % correspon al valor del sòl) i que en l'ISD va ser valorat en 200.000 euros. Tots dos valors cadastrals van ser revisats i van entrar en vigor fa cinc anys.\n\nRafael, però, té una certa afició al joc, de manera que cada mes assisteix al casino més proper. Aquest any la seva ratxa ha estat dolenta, ja que només al novembre va aconseguir guanyar un premi (5.000 euros, sobre els quals se li va practicar el corresponent 19 % de retenció), mentre que tots els mesos restants va tenir pèrdues (cada mes juga 150 euros). A més, va participar també en un concurs de ràdio i va obtenir un premi substanciós (tres pernils de la millor qualitat, valorats al mercat en 1.200 euros cada un). Final",
    "meta": {
      "page_start": 22,
      "page_end": 23,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 32,
    "text": "li va practicar el corresponent 19 % de retenció), mentre que tots els mesos restants va tenir pèrdues (cada mes juga 150 euros). A més, va participar també en un concurs de ràdio i va obtenir un premi substanciós (tres pernils de la millor qualitat, valorats al mercat en 1.200 euros cada un). Finalment, temptant a la sort, va participar en un conegut concurs de televisió i va obtenir un cotxe el valor de mercat del qual en el moment del premi era de 17.000 euros.\n\nAmb aquestes dades:\n\n1)￿Qualifiqueu i quantifiqueu totes les rendes existents en el supòsit a l'efecte de l'IRPF.\n\n2) Calculeu les bases imposables i liquidables de l'IRPF d’en Rafael per a aquest exercici.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 35/2006, de 28 de novembre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiques i es modifica el Reglament de Plans i Fons de Pensions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1) Com que es tracta d'un tribut analític, hem de qualificar i quantificar totes les rendes per separat en funció de la seva naturalesa (art. 15 LIRPF) abans de procedir a integrar-les a la base imposable.\n\nEn primer lloc, en Rafael obté rendiments del treball de dues fonts diferents que, com que tenen la mateixa naturalesa, reben un tractament semblant. D'una banda, de la seva feina a la Conselleria d'Hisenda der",
    "meta": {
      "page_start": 23,
      "page_end": 24,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 33,
    "text": "la seva naturalesa (art. 15 LIRPF) abans de procedir a integrar-les a la base imposable.\n\nEn primer lloc, en Rafael obté rendiments del treball de dues fonts diferents que, com que tenen la mateixa naturalesa, reben un tractament semblant. D'una banda, de la seva feina a la Conselleria d'Hisenda deriva un rendiment íntegre de 19.600 euros, sobre els quals no és procedent cap reducció en el sentit de l'art. 18 LIRPF. D’altra banda, de l'assessoria percep un rendiment íntegre de 9.600 euros, també a computar íntegrament. Hem de tenir en compte que les retencions (2.000 euros de la Conselleria i 768 de l'assessoria) no es tenen en compte en la quantificació del rendiment del treball, sinó en la determinació de la quota diferencial del tribut. En conseqüència, prenem els imports íntegres, previs a la retenció. Sumant tots dos rendiments, el rendiment íntegre del treball del nostre protagonista és de 29.200 euros. A això hem de sumar una retribució en espècie per l'aportació de la Conselleria al pla de pensions (art. 17.1 LIRPF) que es valorarà (art. 43.1.1r LIRPF) pel seu import, que en el nostre cas és de 980 euros (5 % del salari íntegre de la Conselleria). Tot i que l'art. 43.2 LIRPF ordena afegir l'import de l'ingrés a compte, cal tenir present que l'art. 102 RIRPF estableix que «no hi haurà obligació d'efectuar ingressos a compte respecte a les contribucions satisfetes pels promotors de plans de pensions, de plans de previsió social empresarial i de mutualitats de previsió social que redueixin la base imposable», de manera que, en aquest cas, l’import íntegre a considerar coincideix amb el de l’aportació (980 euros). Per tant, el rendiment íntegre de la feina és de 30.180 euros (sumant els rendiments en diners i en espècie).\n\nPer calcular el rendiment net hem de minorar l'import íntegre en les despeses previstes a l'art. 19 LIRPF, que en el cas proposat es concreten en les cotitzacions socials (300 euros anuals a la Conselleria i 1.200 euros a l'assessoria), la qual cosa implica una reducció de 1.500 euros. S'hi ha d'afegir la previsió continguda a l'art. 19.2.f LIRPF, sobre la qual podem concloure, a la vista de les circumstàncies enunciades, que no escau cap",
    "meta": {
      "page_start": 24,
      "page_end": 24,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 34,
    "text": "en les cotitzacions socials (300 euros anuals a la Conselleria i 1.200 euros a l'assessoria), la qual cosa implica una reducció de 1.500 euros. S'hi ha d'afegir la previsió continguda a l'art. 19.2.f LIRPF, sobre la qual podem concloure, a la vista de les circumstàncies enunciades, que no escau cap dels imports incrementats, de manera que s'aplica el general de 2.000 euros. Per tant, el rendiment net de la feina d’en Rafael es xifra en 26.680 euros. Per l'import del rendiment net no és procedent l'aplicació de la reducció prevista a l'art. 20 LIRPF.\n\nEn segon lloc, en Rafael figura com a titular d’una sèrie d’accions o participacions en societats que, conforme a l’art. 25.1 LIRPF, podran donar rendiments del capital mobiliari derivats de la participació en els fons propis de qualsevol tipus d'entitat. En aquest precepte s'inclouen de manera expressa els dividends i les primes d'assistència a juntes, de manera que hem de computar com a ingressos íntegres d’en Rafael 2.500 euros (5 per cadascuna de les 500 accions) a la primera societat i 2.750 euros de la segona (1 euro de dividend i 0,10 per prima d'assistència a junta per cadascuna de les 2.500 accions). Això suposa un rendiment íntegre del capital mobiliari de 5.250 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats D’altra banda, les despeses d'administració i dipòsit de valors negociables constitueixen una despesa deduïble d'acord amb l'art. 26 LIRPF, de manera que el rendiment net del capital mobiliari obtingut per en Rafael serà de 5.250 – 150 = 5.100 euros.\n\nEn tercer lloc, tenim que en Rafael és propietari de dos immobles. El primer, que constitueix el seu habitatge habitual, no té rellevància als efectes de l'IRPF, ja que no es considera generador d'ingressos. Però el segon immoble, mentre es tracta d'un habitatge que no produeix rendiments del capital immobiliari perquè està a disposició dels propietaris, dona lloc a una imputació de rendes immobiliàries en virtut de l'art. 85 LIRPF. D'acord amb aquest precepte, en supòsits com l'analitzat, «tindrà la consideració de renda imputada la quantitat que resulti d'aplicar el 2 per cent al valor cadastral i es determina proporcionalment al nombre d",
    "meta": {
      "page_start": 24,
      "page_end": 25,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 35,
    "text": "ietaris, dona lloc a una imputació de rendes immobiliàries en virtut de l'art. 85 LIRPF. D'acord amb aquest precepte, en supòsits com l'analitzat, «tindrà la consideració de renda imputada la quantitat que resulti d'aplicar el 2 per cent al valor cadastral i es determina proporcionalment al nombre de dies que correspongui en cada període impositiu». Tot i això, afegeix el precepte que «en el cas d'immobles localitzats en municipis en què els valors cadastrals hagin estat revisats, modificats o determinats mitjançant un procediment de valoració col·lectiva de caràcter general, de conformitat amb la normativa cadastral, i hagin entrat en vigor en el període impositiu o en el termini dels deu períodes impositius anteriors, el percentatge serà l'1,1 %».\n\nEn el supòsit analitzat, hem d'atendre, doncs, el valor cadastral de l'immoble (180.000 euros) que va ser revisat i va entrar en vigor fa cinc anys. Atès que no han passat més de deu períodes impositius des de la seva entrada en vigor, el percentatge que cal tenir en compte és l'1,1 %. Per tant, la renda obtinguda per en Rafael es quantifica en 1.980 euros.\n\nFinalment, l'afició al joc ha generat a en Rafael diverses alteracions en la composició del seu patrimoni que, previsiblement, posaran de manifest canvis en el seu valor, cosa que donarà lloc, d'acord amb l'art. 33 LIRPF, a l'existència de guanys o pèrdues patrimonials que no deriven de transmissions. Des d'aquest punt de vista, hi ha un premi de 5.000 euros (una vegada més, les retencions no es computen a l'hora d'incloure-hi la renda, sinó en la determinació de la quota diferencial) que constituirà un guany patrimonial.\n\nTambé hi ha una sèrie de pèrdues (11 mesos a 150 euros, 1.650 euros), que d’acord amb l'art. 33.5 LIRPF només tindrem en consideració en la mesura que no excedeixen els guanys obtinguts en el període impositiu (és a dir, les pèrdues que excedeixin els guanys no computen a l'IRPF com a tals). Així, tindríem doncs la possibilitat de computar les pèrdues.\n\nA més, aconsegueix dos premis en espècie, els pernils i el vehicle. Les rendes en espècie segons l'art. 43.2 LIRPF, es valoraran «segons les normes contingudes en aquesta llei. A aquest valor s",
    "meta": {
      "page_start": 25,
      "page_end": 25,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 36,
    "text": "ls guanys no computen a l'IRPF com a tals). Així, tindríem doncs la possibilitat de computar les pèrdues.\n\nA més, aconsegueix dos premis en espècie, els pernils i el vehicle. Les rendes en espècie segons l'art. 43.2 LIRPF, es valoraran «segons les normes contingudes en aquesta llei. A aquest valor s'addicionarà l'ingrés a compte, llevat que el seu import hagi estat repercutit al perceptor de la renda». Aquest precepte, pel que ara interessa, remet per a la valoració dels guanys als art. 34 i 37 LIRPF, i en aquest cas és aplicable l'art. 37.1.l, que disposa que «en les incorporacions de béns o drets que no derivin d'una transmissió, es computarà com a guany patrimonial el seu valor de mercat». Així, totes dues prestacions es valoraran pel seu valor de mercat (3.600 euros els pernils i 17.000 euros el vehicle). A aquests imports cal afegir el valor de l'ingrés a compte, ja que no consta que hagi estat repercutit al contribuent. Amb aquesta finalitat, l'art. 105 RIRPF estableix que «la quantia de l'ingrés a compte que correspongui fer pels premis satisfets en espècie, que constitueixin guanys patrimonials, es calcula aplicant el percentatge previst a l'art. 99.1 del present reglament al resultat d'incrementar en un 20 per cent el valor d'adquisició o cost per al pagador».\n\nAquesta tramesa a l'art. 99 RIRPF implica que el percentatge a considerar serà del 19 %.\n\nEn conseqüència, la valoració dels dos guanys patrimonials en espècie serà la següent:\n\n• Pernils: valor, 3.600 euros; base per calcular l'ingrés a compte (3.600 incrementat un 20 %), 4.320 euros; ingrés a compte (19 % de la base), 820,80 euros; valor del guany patrimonial en espècie (valor del bé més ingrés a compte: 3.600 + 820,80), 4.420,80 euros.\n\n• Cotxe: valor, 17.000 euros; base per calcular l’ingrés a compte (17.000 incrementat en un 20 %), 20.400 euros; ingrés a compte (19 % de la base), 3.876 euros; valor del guany patrimonial en espècie (valor del bé més ingrés a compte: 17.000 + 3.876),\n\n20.876 euros.\n\n2)￿De cara a la formació de les bases imposables i liquidables hem de partir necessàriament de la classificació de les rendes del contribuent entre renda general i renda de l'estalvi.\n\nAixí, l'art.",
    "meta": {
      "page_start": 25,
      "page_end": 25,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 37,
    "text": "r del guany patrimonial en espècie (valor del bé més ingrés a compte: 17.000 + 3.876),\n\n20.876 euros.\n\n2)￿De cara a la formació de les bases imposables i liquidables hem de partir necessàriament de la classificació de les rendes del contribuent entre renda general i renda de l'estalvi.\n\nAixí, l'art. 46 LIRPF qualifica com a rendes de l'estalvi les derivades dels rendiments del capital mobiliari contemplats als apartats 1, 2 i 3 de l'art. 25 LIRPF i els guanys i pèrdues patrimonials que procedeixin de transmissions. Totes les altres rendes seran qualificades (art. 45 LIRPF) com a renda general. En aquest cas només els rendiments del capital mobiliari (que, com s’ha dit, són dels regulats en l'art. 25.1 LIRPF) es qualificaran de renda de l'estalvi, i totes les altres rendes obtingudes per en Rafael seran classificables com a renda general.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats A l'efecte de calcular la base imposable general, l'art. 48 LIRPF disposa que aquesta «serà el resultat de sumar els saldos següents: a) El saldo resultant d'integrar i compensar entre si, sense cap limitació, en cada període impositiu, els rendiments i les imputacions de renda a què fa referència l'art. 45 d'aquesta llei. b) El saldo positiu resultant d'integrar i compensar, exclusivament entre si, en cada període impositiu, els guanys i les pèrdues patrimonials, exclosos els que preveu l'article següent».\n\nEn el nostre supòsit, a la lletra a) inclourem els rendiments del treball (26.680 euros) i la imputació de rendes immobiliàries (1.980 euros), per la qual cosa aquesta partida té un saldo positiu de 28.660 euros. Per la seva banda, a la lletra b) integrem i compensem entre si els guanys i pèrdues que no formen part de la renda de l'estalvi, com són tots els que ha obtingut el nostre contribuent (5.000 + 4.420,80 + 20.876 – 1.650), de manera que el saldo d'aquesta partida és positiu per un import de 28.646,80 euros. En ser ambdues partides positives no és procedent valorar ja les possibles compensacions i directament tindrem la base imposable general per la suma de totes dues, que en aquest supòsit és de 57.306,80 euros.\n\nD’altra banda, l'art. 49 LIRPF també distingeix en",
    "meta": {
      "page_start": 25,
      "page_end": 26,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 38,
    "text": "sitiu per un import de 28.646,80 euros. En ser ambdues partides positives no és procedent valorar ja les possibles compensacions i directament tindrem la base imposable general per la suma de totes dues, que en aquest supòsit és de 57.306,80 euros.\n\nD’altra banda, l'art. 49 LIRPF també distingeix en la base imposable de l'estalvi dues subpartides (rendiments i guanys derivats de transmissions). En el cas analitzat només hi ha rendiments que vagin a la base imposable de l'estalvi, amb un import positiu de 5.100 euros. No és procedent, doncs, cap mena de compensació ni operació i la base imposable de l'estalvi tindrà un import de 5.100 euros.\n\nPer passar a la base liquidable cal partir de l'art. 50 LIRPF, que estableix que «la base liquidable general estarà constituïda pel resultat de practicar a la base imposable general, exclusivament i per aquest ordre, les reduccions a què es refereixen els arts. 51, 53, 54, 55 i disposició addicional onzena d’aquesta llei, sense que pugui resultar negativa a conseqüència d'aquestes disminucions» i que «la base liquidable de l'estalvi serà el resultat de disminuir la base imposable de l'estalvi en el romanent, si n'hi hagués, de la reducció prevista a l'art. 55, sense que pugui resultar negativa a conseqüència d'aquesta disminució». És a dir, a la base imposable general tenim en compte les aportacions a sistemes de previsió social (propis, del cònjuge, constituïts a favor de persones amb discapacitat i aportacions a patrimonis protegits de persones amb discapacitat) i el possible pagament de pensions compensatòries. En canvi, en la base de l'estalvi només minorarà, si escau, l'excés no aplicat del pagament de pensions compensatòries. Atès que en el cas que analitzem no hi ha pensions compensatòries ja podem concloure que la base liquidable de l'estalvi coincidirà amb la base imposable de l'estalvi.\n\nPer la seva banda, a la base imposable general és procedent minorar l'import de les aportacions a sistemes de previsió social; en aquest cas, l’única partida computable és l’aportació realitzada per la Conselleria que, a més, no excedeix els límits marcats per l’art. 52 LIRPF, de manera que la base imposable general (57.306,80 euro",
    "meta": {
      "page_start": 26,
      "page_end": 26,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 39,
    "text": "sable general és procedent minorar l'import de les aportacions a sistemes de previsió social; en aquest cas, l’única partida computable és l’aportació realitzada per la Conselleria que, a més, no excedeix els límits marcats per l’art. 52 LIRPF, de manera que la base imposable general (57.306,80 euros) es minorarà en 980 euros, i la base liquidable general quedarà en 56.326,80 euros.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 1.5. Activitat 1.1.5 Enunciat La Rebeca, de 45 anys, vídua des de fa dos anys, treballa en una empresa del sector immobiliari, en la qual percep una retribució dinerària íntegra de 2.800 euros al mes (repartides en 14 pagues), sobre la qual se li practiquen unes retencions del 15 %. La cotització a la Seguretat Social per a aquesta treballadora és de 12.500 euros a l’any. A més, com a complement, la seva empresa aporta 5.000 euros al pla de pensions del qual és partícip la Rebeca. L’empresa també li ha pagat dos cursos: un relatiu a l’ús d’un programa que han instal·lat per a la gestió de l’activitat (curs valorat en 1.500 euros) i un altre de pintura a l’oli (valorat en 1.000 euros), ja que forma part de les inquietuds personals de la Rebeca. També, com a conseqüència del compliment dels objectius anuals marcats, li han lliurat en propietat un cotxe, el cost d’adquisició del qual, tributs inclosos, ha estat de 18.000 euros. Finalment, l’empresa paga una assegurança de malaltia a la treballadora, per un import de 800 euros, i ho ha fet extensiu als dos fills de la Reb",
    "meta": {
      "page_start": 26,
      "page_end": 27,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 40,
    "text": "compliment dels objectius anuals marcats, li han lliurat en propietat un cotxe, el cost d’adquisició del qual, tributs inclosos, ha estat de 18.000 euros. Finalment, l’empresa paga una assegurança de malaltia a la treballadora, per un import de 800 euros, i ho ha fet extensiu als dos fills de la Rebeca, per la qual cosa paga uns altres 800 euros per a cadascun.\n\nEls fills de la Rebeca i el seu difunt espòs tenen 7 i 5 anys, el més petit dels quals té una discapacitat física reconeguda del 42 %. Amb ells conviu la mare de la Rebeca, de 70 anys, que com a únics ingressos percep una pensió de jubilació de 700 euros al mes (repartides en 14 pagues) i té reconeguda una discapacitat física del 68 %.\n\n1) Determineu l’import dels rendiments nets del treball de la Rebeca en l’IRPF.\n\n2) Calculeu el seu mínim personal i familiar a l’efecte de l’IRPF (considereu que la seva comunitat autònoma no ha aprovat cap norma específica en aquest punt).\n\n3) Analitzeu si té dret a l’aplicació de les deduccions per família nombrosa o persones amb discapacitat a càrrec previstes en la llei de l’IRPF i, en el seu cas, en quina quantia.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 35/2006, de 28 de novembre, de l’Impost sobre la Renda de les Persones Físiques i de modificació parcial de les lleis dels Impostos sobre Societats, sobre la Renda de no Residents i sobre el Patrimoni.\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Reial Decret 439/2007, de 30 de març, pel qual s’aprova el Reglament de l’Impost sobre la Renda de les Persones Físiques i es modifica el Reglament de Plans i Fons de Pensions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.",
    "meta": {
      "page_start": 27,
      "page_end": 28,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 41,
    "text": "d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1) Segons l’art. 17 LIRPF, «es consideraran rendiments íntegres del treball totes les contraprestacions o utilitats, qualsevol que sigui la seva denominació o naturalesa, dineràries o en espècie, que derivin, directament o indirectament, del treball personal o de la relació laboral o estatutària i no tinguin el caràcter de rendiments d’activitats econòmiques». Aquest precepte es completa amb una enumeració de rendiments típics del treball i d’altres rendiments als quals s’atorga aquesta consideració. En l’anàlisi de les dades que ofereix l’enunciat, podem trobar els següents rendiments del treball obtinguts per la Rebeca:\n\na) Salari (art. 17.1.a LIRPF), que hem de computar pel seu import íntegre (això és, les retencions no es tenen en consideració en aquest moment, sinó en el càlcul de la quota diferencial, com correspon al seu paper d’avançament del pagament del tribut). Així, prenem la retribució bruta de 2.800 euros al mes, en 14 pagues, la qual cosa dona un salari brut anual de 39.200 euros.\n\nb) Aportació de l’empresari al pla de pensions (art. 17.1.e LIRPF). En principi, aquesta aportació s’ha de qualificar, d’acord amb l’art. 42 LIRPF, com a retribució en espècie i, segons l’art. 43.1.1r.e de la llei, la seva valoració es farà «pel seu import». Cal tenir present que l’art. 43.2 LIRPF disposa que «a aquest valor s’addicionarà l’ingrés a compte, tret que el seu import hagi estat repercutit al perceptor de la renda», per la qual cosa hem de determinar si hi ha un ingrés a compte en aquest punt, que es calcularia en funció del tipus de retenció aplicable. Sobre aquest tema, l’art. 102.2 RIRPF estableix que «no hi ha obligació d’efectuar ingressos a compte respecte a les contribucions satisfe",
    "meta": {
      "page_start": 28,
      "page_end": 28,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 42,
    "text": "rceptor de la renda», per la qual cosa hem de determinar si hi ha un ingrés a compte en aquest punt, que es calcularia en funció del tipus de retenció aplicable. Sobre aquest tema, l’art. 102.2 RIRPF estableix que «no hi ha obligació d’efectuar ingressos a compte respecte a les contribucions satisfetes pels promotors de plans de pensions, de plans de previsió social empresarial i de mutualitats de previsió social que redueixin la base imposable». Per tant, no procedeix fer un ingrés a compte i, en conseqüència, valorarem l’aportació al pla de pensions simplement pel seu import, això és, 5.000 euros.\n\nc) Els cursos que paga l’empresa encaixen, segons la definició de l’art. 42 LIRPF, en el concepte de rendiments del treball en espècie («Constitueixen rendes en espècie la utilització, el consum o l’obtenció, per a finalitats particulars, de béns, drets o serveis de manera gratuïta o per un preu inferior al normal de mercat, encara que no representin una despesa real per a qui les concedeixi»). Ara bé, el primer d’aquests no compliria el requisit d’estar orientat a finalitats particulars, per la qual cosa, en conseqüència, la LIRPF el configura com un supòsit de no subjecció (art. 42.2.a LIRPF: «No tindran la consideració de rendiments del treball en espècie: les quantitats destinades a l’actualització, capacitació o reciclatge del personal ocupat, quan siguin exigits pel desenvolupament de les seves activitats o les característiques dels llocs de treball»). Per contra, el curs de pintura, com que està desvinculat de l’activitat i respon a finalitats particulars, hem de considerar-lo com una retribució en espècie, que, atès que no encaixaria en cap de les regles de valoració es-\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats pecífica de l’art. 43 IRPF, s’ha de valorar pel seu valor normal de mercat –art. 43.1 LIRPF– (1.000 euros). Entendrem que l’ingrés a compte ja ha estat repercutit a la treballadora.\n\nd) El lliurament del cotxe en propietat també és un supòsit de retribució en espècie, però que disposa d’una regla específica de valoració, ja que l’art. 43.1.1r.b LIRPF indica que en aquest cas la valoració es farà pel «cost d’adquisició per al pagador, inc",
    "meta": {
      "page_start": 28,
      "page_end": 29,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 43,
    "text": "a ha estat repercutit a la treballadora.\n\nd) El lliurament del cotxe en propietat també és un supòsit de retribució en espècie, però que disposa d’una regla específica de valoració, ja que l’art. 43.1.1r.b LIRPF indica que en aquest cas la valoració es farà pel «cost d’adquisició per al pagador, inclosos els tributs que gravin l’operació» (18.000 euros). Entendrem que l’ingrés a compte ja ha estat repercutit a la treballadora. Malgrat que la retribució per objectius a vegades podria considerar-se un rendiment obtingut de manera irregular i, per tant, objecte de reducció (resolució de la DGT de 23 de maig de 2016, V2206-16), en l’enunciat se’ns aclareix que són objectius anuals, la qual cosa exclou la seva consideració com a renda irregular.\n\ne) Finalment, l’empresa paga una assegurança de malaltia per a la Rebeca i els seus fills, per un import de 800 euros per a cadascun. També estem davant una retribució en espècie, si bé la LIRPF estableix una exempció en l’art. 42.3 per a aquest supòsit, de manera que estan exemptes «les primes o quotes satisfetes a entitats asseguradores per a la cobertura de malaltia, quan es compleixin els requisits i límits següents: 1r. Que la cobertura de malaltia afecti el propi treballador, i també pugui afectar el seu cònjuge i descendents; [i] 2n. Que les primes o quotes satisfetes no excedeixin de 500 euros anuals per a cadascuna de les persones assenyalades en el paràgraf anterior o de 1.500 euros per a cadascuna d’aquestes amb discapacitat. L’excés sobre aquesta quantia constituirà una retribució en espècie». En aquest cas, no es compleix el límit quantitatiu aplicable per a la Rebeca i un dels seus fills (500 euros per a cadascun), mentre que sí que es respecta el relatiu a l’altre fill, ja que, com que té una discapacitat reconeguda, el límit s’eleva a 1.500 euros.\n\nPer tant, hem de tenir en compte que tant en la Rebeca com en el seu fill hi ha un excés de 300 euros en cadascun sobre el límit i que, com assenyala el precepte, aquest excés serà una retribució en espècie (600 euros). Entendrem que l’ingrés a compte ja ha estat repercutit a la treballadora.\n\nSi sumem tots els rendiments indicats, obtenim el rendiment íntegre del",
    "meta": {
      "page_start": 29,
      "page_end": 29,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 44,
    "text": "u fill hi ha un excés de 300 euros en cadascun sobre el límit i que, com assenyala el precepte, aquest excés serà una retribució en espècie (600 euros). Entendrem que l’ingrés a compte ja ha estat repercutit a la treballadora.\n\nSi sumem tots els rendiments indicats, obtenim el rendiment íntegre del treball de la Rebeca:\n\nRendiment Import Salari 39.200 Aportació al pla de pensions 5.000 Curs 1.000 Cotxe 18.000 Assegurança malaltia\n\nRendiment íntegre del treball 63.800 Per a la determinació del rendiment net del treball, hem d’aplicar les previsions de l’art.\n\n19 LIRPF, que concreta de forma taxada les despeses deduïbles. Així, només dues de les despeses previstes en aquest precepte resulten aplicables a la contribuent:\n\n• Art. 19.2.a LIRPF: «les cotitzacions a la Seguretat Social o a mutualitats generals obligatòries de funcionaris», que en aquest cas se’ns indica que són 12.500 euros a l’any.\n\n• Art. 19.2.f LIRPF: «en concepte d’altres despeses diferents de les anteriors, 2.000 euros anuals», sense que la contribuent estigui en cap dels supòsits que permeten incrementar aquesta quantia.\n\nEn conseqüència, el rendiment net de la Rebeca serà:\n\nConcepte Import Rendiment íntegre 63.800 Cotització a la Seguretat Social −12.500 Despesa de l’art. 19.2.f −2.000\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Concepte Import Rendiment net del treball 49.300 Atès l’import dels seus rendiments, no procedeix l’aplicació de la reducció sobre el rendiment net regulada en l’art. 20 LIRPF, per la qual cosa el seu rendiment net a considerar serà de 49.300 euros.\n\n2) Quant al mínim personal i familiar, hem de situar-nos en les disposicions dels articles 56 a 61 LIRPF. L’art. 56.3 estableix que «el mínim personal i familiar serà el resultat de sumar el mínim del contribuent i els mínims per descendents, ascendents i discapacitat a què es refereixen els articles 57, 58, 59 i 60 d’aquesta llei, incrementats o disminuïts a l’efecte del càlcul del gravamen autonòmic en els imports que, d’acord amb el que estableix la Llei 22/2009, per la qual es regula el sistema de finançament de les comunitats autònomes de règim comú i ciutats amb estatut d’autonomia, hagin estat aprovats per",
    "meta": {
      "page_start": 29,
      "page_end": 30,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 45,
    "text": "questa llei, incrementats o disminuïts a l’efecte del càlcul del gravamen autonòmic en els imports que, d’acord amb el que estableix la Llei 22/2009, per la qual es regula el sistema de finançament de les comunitats autònomes de règim comú i ciutats amb estatut d’autonomia, hagin estat aprovats per la comunitat autònoma». En aquest cas, com que no hi ha cap modificació autonòmica, com s’indica en l’enunciat de la pregunta, el mínim personal i familiar a calcular serà exclusivament l’estatal, l’import del qual serà el que també es tingui en compte en el càlcul del tribut autonòmic.\n\nAixí doncs, hem de valorar els diferents components a considerar en el mínim personal i familiar de la Rebeca.\n\na)￿Mínim￿del￿contribuent: l’art. 57 LIRPF fixa l’import en 5.550 euros, que s’incrementa per als contribuents més grans de 65 anys. Com que no és el cas de la Rebeca, el seu mínim personal és, llavors, de 5.550 euros.\n\nb)￿Mínim￿per￿descendents: l’art. 58 LIRPF estableix que l’import del mínim per descendents serà «per cada descendent menor de 25 anys o amb discapacitat, qualsevol que sigui la seva edat, sempre que convisqui amb el contribuent i no tingui rendes anuals, excloses les exemptes, superiors a 8.000 euros, de: 2.400 euros anuals pel primer, 2.700 euros anuals pel segon, 4.000 euros anuals pel tercer i 4.500 euros anuals pel quart i següents». Es preveu un increment per als menors de 3 anys (no aplicable al cas). Cal tenir en compte que, «quan dos o més contribuents tinguin dret a l’aplicació del mínim per descendents, ascendents o discapacitat, respecte dels mateixos ascendents o descendents, el seu import es prorratejarà entre si per parts iguals» (art. 61.1a LIRPF), per la qual cosa, en general, a cada progenitor li correspondrà la meitat dels imports esmentats. No obstant això, com que la Rebeca és vídua, el mínim per descendents li correspon íntegrament, de manera que pel primer dels seus fills es podrà computar 2.400 euros i pel segon 2.700, la qual cosa representa 5.100 euros.\n\nc)￿Mínim￿per￿ascendents: l’art. 59 LIRPF estableix que «el mínim per ascendents serà de 1.150 euros anuals, per cada ascendent més gran de 65 anys o amb discapacitat, qualsevol que sig",
    "meta": {
      "page_start": 30,
      "page_end": 30,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 46,
    "text": "e pel primer dels seus fills es podrà computar 2.400 euros i pel segon 2.700, la qual cosa representa 5.100 euros.\n\nc)￿Mínim￿per￿ascendents: l’art. 59 LIRPF estableix que «el mínim per ascendents serà de 1.150 euros anuals, per cada ascendent més gran de 65 anys o amb discapacitat, qualsevol que sigui la seva edat que convisqui amb el contribuent i no tingui rendes anuals, excloses les exemptes, superiors a 8.000 euros», el qual s’incrementa per a ascendents més grans de 75 anys en 1.400 euros anuals. En el cas analitzat, amb la Rebeca conviu la seva mare, de 70 anys, però que té uns ingressos superiors a 8.000 euros a l’any (9.800 euros) i que, en principi, no tenen la qualificació de rendes exemptes (s’indica que és una pensió de jubilació, per la qual cosa serà qualificada com a rendiment del treball no exempt, art.\n\n17.2 LIRPF). En conseqüència, la Rebeca no tindrà dret al mínim per ascendents.\n\nd)￿Mínim￿per￿discapacitat: l’art. 60 LIRPF estableix aquest mínim, com «la suma del mínim per discapacitat del contribuent i del mínim per discapacitat dels ascendents i descendents». En el nostre supòsit, la contribuent no té cap discapacitat, però sí un dels seus fills (42 %) i la seva mare (68 %). En relació amb aquests, l’art. 60.2 LIRPF indica que «el mínim per discapacitat dels ascendents o descendents serà de 3.000 euros anuals per cadascun dels descendents o ascendents que generin dret a l’aplicació del mínim a què es refereixen els articles 58 i 59 d’aquesta llei, que siguin persones amb discapacitat, qualsevol que sigui la seva edat». En el nostre supòsit, atès que la mare de la Rebeca no atorga dret a l’aplicació del mínim per ascendents, tampoc no es tindrà en compte a l’efecte del mínim per discapacitat. Sí que es computarà el seu fill, per la qual cosa hi haurà un mínim en aquest apartat de 3.000 euros, sense que procedeixi el seu increment pel grau de discapacitat o per assistència (necessitat d’ajuda de terceres persones o mobilitat reduïda).\n\nEn conseqüència, el mínim personal i familiar de la Rebeca serà el resultat de sumar tots els imports ressenyats:\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Concepte Import Mínim personal del contrib",
    "meta": {
      "page_start": 30,
      "page_end": 31,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 47,
    "text": "acitat o per assistència (necessitat d’ajuda de terceres persones o mobilitat reduïda).\n\nEn conseqüència, el mínim personal i familiar de la Rebeca serà el resultat de sumar tots els imports ressenyats:\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Concepte Import Mínim personal del contribuent 5.550 Mínim per descendents 5.100 Mínim per ascendents\n\nMínim per discapacitat 3.000 Mínim personal i familiar 13.650 3) L’article 81.bis LIRPF estableix les deduccions en la quota diferencial per família nombrosa o persones amb discapacitat a càrrec i distingeix quatre supòsits d’aplicació diferents i sempre que es tracti de «contribuents que exerceixin una activitat per compte propi o aliè, per la qual estiguin donats d’alta en el règim corresponent de la Seguretat Social o mutualitat». Els supòsits són els següents:\n\n«a) Per cada descendent amb discapacitat amb dret a l’aplicació del mínim per descendents previst en l’article 58 d’aquesta llei, fins a 1.200 euros anuals». En el nostre cas, la Rebeca té un fill amb discapacitat que atorga dret a l’aplicació del mínim per descendents, per la qual cosa resulta aplicable aquest supòsit.\n\n«b) Per cada ascendent amb discapacitat amb dret a l’aplicació del mínim per ascendents previst en l’article 59 d’aquesta llei, fins a 1.200 euros anuals». Com ja hem assenyalat, la mare de la Rebeca, tot i que té una discapacitat reconeguda, no li atorga dret a l’aplicació del mínim per ascendents, de manera que no es compleix el requisit per aplicar aquest supòsit.\n\n«c) Per ser un ascendent o un germà orfe de pare i mare, que formi part d’una família nombrosa d’acord amb la Llei 40/2003, de 18 de novembre, de protecció a les famílies nombroses, o per ser un ascendent separat legalment, o sense vincle matrimonial, amb dos fills sense dret a percebre anualitats per aliments i pels quals tingui dret a la totalitat del mínim previst en l’article 58 d’aquesta llei, fins a 1.200 euros anuals. En cas de famílies nombroses de categoria especial, aquesta deducció s’incrementarà en un cent per cent.\n\nAquest increment no es tindrà en compte a l’efecte del límit a què es refereix l’apartat 2 d’aquest article». En aquest cas, la Rebeca és as",
    "meta": {
      "page_start": 30,
      "page_end": 31,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 48,
    "text": "article 58 d’aquesta llei, fins a 1.200 euros anuals. En cas de famílies nombroses de categoria especial, aquesta deducció s’incrementarà en un cent per cent.\n\nAquest increment no es tindrà en compte a l’efecte del límit a què es refereix l’apartat 2 d’aquest article». En aquest cas, la Rebeca és ascendent sense vincle matrimonial amb dos fills que no tenen dret a percebre anualitats per aliments i pels quals té dret a la totalitat del mínim per descendents, de manera que compleix el requisit per a aquest tercer cas, sense que sigui aplicable l’increment previst en el segon incís d’aquest apartat per no excedir el nombre mínim de fills exigible.\n\n«d) Pel cònjuge no separat legalment amb discapacitat, sempre que no tingui rendes anuals, excloses les exemptes, superiors a 8.000 euros ni generi el dret a les deduccions previstes en les lletres a) i b) anteriors, fins a 1.200 euros anuals». Com que és vídua, evidentment, no procedeix aquest supòsit.\n\nQuant als imports, no procedeix cap prorrateig, atès que no hi ha l’altre progenitor amb el qual podria aplicar-se aquesta mesura. D’altra banda, la concreció de l’import al qual té dret s’ha d’efectuar d’acord amb l’indicat en l’apartat 2 del mateix article, segons el qual «les deduccions es calcularan de manera proporcional al nombre de mesos en què es compleixin simultàniament els requisits previstos en l’apartat 1 anterior, i tindran com a límit per a cadascuna de les deduccions, en el cas dels contribuents a què es refereix el primer paràgraf de l’apartat 1 anterior, les cotitzacions i les quotes totals a la Seguretat Social i les mutualitats meritades en cada període impositiu. No obstant això, si tingués dret a la deducció prevista en les lletres a) o b) de l’apartat anterior respecte de diversos ascendents o descendents amb discapacitat, el límit citat s’aplicaria independentment respecte de cadascun d’aquests».\n\nSi apliquem aquesta norma, veiem que la Rebeca tindria dret a l’import total (1.200 euros en cada cas), perquè les condicions es compleixen íntegrament tot l’any i les seves cotitzacions socials excedeixen clarament l’import indicat. En resum, podrà reduir la seva quota diferencial en 2.400 euros per l’",
    "meta": {
      "page_start": 31,
      "page_end": 31,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 49,
    "text": "pliquem aquesta norma, veiem que la Rebeca tindria dret a l’import total (1.200 euros en cada cas), perquè les condicions es compleixen íntegrament tot l’any i les seves cotitzacions socials excedeixen clarament l’import indicat. En resum, podrà reduir la seva quota diferencial en 2.400 euros per l’aplicació d’aquestes deduccions.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 2. Impost sobre societats 2.1. Activitat 1.2.1 Enunciat L’empresa X, S.L., amb domicili fiscal a Tarragona, es dedica a la fabricació i distribució de productes químics. En l’exercici present, el seu resultat comptable ha estat de 150.000 euros. L’import net de la seva xifra de negocis en l’exercici anterior va ser de 5.500.000 euros. Si analitzem la seva comptabilitat, observem que fiscalment té dret a la lliure amortització dels béns adquirits per un import de 7.000 euros i que vol aplicar l’amortització fiscal màxima, de manera que són amortitzats comptablement per 1.000 euros. A més, ha comptabilitzat recàrrecs de l’AEAT per un import de 900 euros. També ha comptabilitzat una provisió per insolvència d’un client que no paga des del mes de setembre de l’exercici present, per l’import total a què ascendeix el deute, que és de 2.000 euros. El compte de deutors existents a la conclusió del període impositiu és de 250.000 euros. En la seva comptabilitat, ha dotat una provisió per a cobrir el risc de devolució de vendes, per un import de 6.000 euros. L’empresa no fa ca",
    "meta": {
      "page_start": 31,
      "page_end": 33,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 50,
    "text": ", per l’import total a què ascendeix el deute, que és de 2.000 euros. El compte de deutors existents a la conclusió del període impositiu és de 250.000 euros. En la seva comptabilitat, ha dotat una provisió per a cobrir el risc de devolució de vendes, per un import de 6.000 euros. L’empresa no fa cap reserva de capitalització, però vol aplicar la reserva d’anivellament de bases imposables negatives.\n\nDetermineu la base imposable de l’IS de l’exercici present, a partir del resultat comptable, i indiqueu els ajustos fiscals pertinents. I calculeu la quota tributària corresponent, tenint en compte que l’empresa X, S.L. es pot aplicar una deducció per creació d’ocupació per a treballadors amb discapacitat, per un valor de 15.000 euros. Justifiqueu i expliqueu cadascuna de les operacions que dureu a terme i citeu els preceptes normatius aplicables.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el reglament de l’impost sobre societats.\n\n• Vincles d’interès:\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució L’empresa X, S.L. és una empresa de reduïda dimensió, ja que l’import net de la seva xifra de negocis, en el període impositiu anterior, és inferior a deu milions d’euros (art.\n\n101 LIS). Per tant, li resultaran aplicables els incentius fiscals previstos per a aquest tipus d’empreses en els arts. 102 a 105 LIS.\n\nEn",
    "meta": {
      "page_start": 33,
      "page_end": 34,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 51,
    "text": ". és una empresa de reduïda dimensió, ja que l’import net de la seva xifra de negocis, en el període impositiu anterior, és inferior a deu milions d’euros (art.\n\n101 LIS). Per tant, li resultaran aplicables els incentius fiscals previstos per a aquest tipus d’empreses en els arts. 102 a 105 LIS.\n\nEntre altres incentius fiscals, es reconeix a les empreses de reduïda dimensió la possibilitat d’amortitzar lliurement els elements nous de l’immobilitzat material i de les inversions immobiliàries (art. 102 LIS). En concepte d’amortització, ha comptabilitzat una despesa comptable de 1.000 euros, mentre que l’amortització fiscal ascendeix a 7.000 euros. Per tant, s’haurà de fer un ajust fiscal negatiu de 6.000 euros.\n\nRespecte al recàrrec de l’AEAT, d’acord amb l’art. 15.c LIS, no tindran la consideració de despeses fiscalment deduïbles les multes i sancions penals i administratives, el recàrrec de constrenyiment i el recàrrec per presentació fora de termini de les autoliquidacions.\n\nPer tant, el recàrrec comptabilitzat per l’empresa X, S.L. no és una despesa fiscalment deduïble i, en conseqüència, s’haurà de fer un ajust fiscal positiu de 900 euros.\n\nEn relació amb les provisions per insolvència (art. 13.1 LIS), aquesta despesa comptable no és fiscalment deduïble perquè, en el moment de la meritació de l’impost (31 de desembre de l’exercici present), no han transcorregut sis mesos des del venciment de l’obligació (setembre de l’exercici present). En conseqüència, a la seva declaració de l’IS, l’empresa haurà de fer un ajust fiscal positiu de 2.000 euros.\n\nEl compte de deutors existents a la conclusió del període impositiu és de 250.000 euros, per la qual cosa podem aplicar la deducció de la pèrdua per deteriorament dels crèdits per a la cobertura del risc derivat de les possibles insolvències fins al límit de l’1 %, prevista en l’art. 104 LIS. Per tant, s’haurà de fer un ajust fiscal negatiu de 250.000 × 1 % = 2.500 euros.\n\nQuant a la provisió per a cobrir el risc de devolució de vendes per un import de 6.000 euros, segons l’art. 14.3.d LIS, aquestes despeses no són fiscalment deduïbles, per la qual cosa l’empresa haurà de fer un ajust fiscal positiu de 6.000 euros.\n\nP",
    "meta": {
      "page_start": 34,
      "page_end": 34,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 52,
    "text": "st fiscal negatiu de 250.000 × 1 % = 2.500 euros.\n\nQuant a la provisió per a cobrir el risc de devolució de vendes per un import de 6.000 euros, segons l’art. 14.3.d LIS, aquestes despeses no són fiscalment deduïbles, per la qual cosa l’empresa haurà de fer un ajust fiscal positiu de 6.000 euros.\n\nPer tant, la base imposable serà de: 150.000 (resultat comptable) − 6.000 (amortització lliure) + 900 (recàrrec de l’AEAT) + 2.000 (provisió per insolvència) − 2.500 (possibles insolvències de deutors) + 6.000 (provisió devolució vendes) = 150.400 euros.\n\nD’altra banda, la reserva d’anivellament de bases imposables negatives permet una reducció de la base imposable positiva fins a un 10 % del seu import i no pot superar l’import d’un milió d’euros (art. 105 LIS). Aquesta mesura permet minorar la tributació d’un determinat període impositiu respecte de les bases imposables negatives que s’hagin de generar en els cinc anys següents. S’anticipa, així, en el temps l’aplicació de les futures bases imposables negatives. Si no es generen bases imposables negatives en aquest període, es produeix un ajornament durant cinc anys de la tributació de la reserva constituïda. En aquest cas, doncs, la reducció serà de 150.400 × 10 % = 15.040 euros. Per tant, la base imposable reduïda serà de 150.400 − 15.040 = 135.360 euros.\n\nSegons l’art. 29.1 LIS, el tipus general de gravamen per als contribuents d’aquest impost és del 25 %. És a dir, la quota íntegra és de: 135.360 × 25 % = 33.840 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats L’empresa X, S.L. es pot aplicar una deducció per creació d’ocupació per a treballadors amb discapacitat (art. 38 LIS), per un valor de 15.000 euros. No obstant això, l’art. 39.1 LIS estableix que l’import de les deduccions previstes en el capítol IV (deduccions per a incentivar la realització de determinades activitats), aplicades en el període impositiu, no podran excedir conjuntament el 25 % de la quota íntegra. Per tant, l’import de les deduccions no pot excedir de: 33.840 × 25 % = 8.460 euros.\n\nEn definitiva, la quota tributària de l’IS de l’empresa X, S.L. en l’exercici present és: 33.840 − 8.460 = 25.380 euros. Les quantitats corresponen",
    "meta": {
      "page_start": 34,
      "page_end": 35,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 53,
    "text": "sitiu, no podran excedir conjuntament el 25 % de la quota íntegra. Per tant, l’import de les deduccions no pot excedir de: 33.840 × 25 % = 8.460 euros.\n\nEn definitiva, la quota tributària de l’IS de l’empresa X, S.L. en l’exercici present és: 33.840 − 8.460 = 25.380 euros. Les quantitats corresponents al període impositiu no deduïdes (15.000 − 8.460 = 6.540 euros) podran aplicar-se en les liquidacions dels períodes impositius que concloguin en els quinze anys immediats i successius (art. 39.1 LIS).\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n2.2. Activitat 1.2.2 Enunciat L'empresa X, S.L. es dedica a la fabricació i distribució de conserves de peix. El període impositiu coincideix amb l'any natural. L'import net de la seva xifra de negocis ha estat de 10,5 milions d'euros aquest exercici i també ha superat els 10 milions en cadascun dels quatre anys anteriors. El resultat comptable ha estat de 5 milions d'euros en aquest exercici.\n\nD'acord amb la informació següent, raoneu i justifiqueu si escau o no efectuar algun ajustament fiscal al resultat comptable i, si escau, proposeu els que puguin resultar pertinents per determinar la base imposable de l'IS, considerant que el contribuent vol aprofitar els màxims beneficis fiscals que li ofereix la\n\nLIS.\n\n1) Al tancament de l'exercici, un client mantenia impagat un deute de 25.000 euros, que va vèncer fa més de vuit mesos. Tot i això, la societat encara no ha comptabilitzat per aquest fet una pèrdua pel deteriorament de valor del crèdit.\n\n2)￿L'1 de març del present exercici es van adquirir vint elem",
    "meta": {
      "page_start": 35,
      "page_end": 35,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 54,
    "text": "1) Al tancament de l'exercici, un client mantenia impagat un deute de 25.000 euros, que va vèncer fa més de vuit mesos. Tot i això, la societat encara no ha comptabilitzat per aquest fet una pèrdua pel deteriorament de valor del crèdit.\n\n2)￿L'1 de març del present exercici es van adquirir vint elements d'immobilitzat material nous amb un valor unitari de 300 euros. S'han amortitzat comptablement de forma lineal, aplicant un percentatge del 10 % i considerant un valor residual nul.\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 3)￿L'1 de gener es va adquirir una marca comercial a una empresa competidora per 500.000 euros, que s’ha amortitzat d'acord amb el que indica la normativa mercantil, que estableix que quan la vida útil de l'immobilitzat intangible no es pugui estimar de manera fiable, s’amortitzarà en el termini de deu anys.\n\n4)￿Entre les despeses comptabilitzades al compte de pèrdues i guanys del present exercici, figuren unes despeses per import de 125.000 euros per obsequis als millors clients de l'empresa.\n\n5) Així mateix, entre les despeses comptabilitzades al compte de pèrdues i guanys del present exercici, figuren unes despeses per import de 2.000 euros corresponents al manteniment d'un vehicle turisme propietat de la societat utilitzat per un dels seus socis, amb qui no manté una altra relació que la derivada d’aquesta condició.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el reglament de l’impost sobre societats.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribun",
    "meta": {
      "page_start": 35,
      "page_end": 36,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 55,
    "text": "w.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1)￿Per determinar si la LIS exigeix efectuar algun ajustament al resultat comptable en relació amb el deteriorament de valor d'aquest crèdit, cal tenir en compte que la deduïbilitat d'una despesa està condicionada, excepte excepcions, pel principi d'inscripció comptable previst a l'art. 11.3 LIS: «no seran fiscalment deduïbles les despeses que no s'hagin imputat comptablement al compte de pèrdues i guanys o en un compte de reserves, si\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats així ho estableix una norma legal o reglamentària, a excepció del previst respecte dels elements patrimonials que puguin amortitzar-se lliurement o de manera accelerada».\n\nPer tant, mentre la despesa no s'imputi en els termes descrits, no és procedent efectuar cap valoració sobre un eventual ajustament al resultat comptable causat per aquesta.\n\n2)￿Comptablement, el contribuent pot utilitzar qualsevol mètode d'amortització que, d'acord amb un criteri tecnicoeconòmic, distribueixi els costos d'amortització al llarg de la vida útil del bé, independentment de consideracions fiscals o de les condicions de rendibilitat en les quals es desenvolupi l'empresa. En qualsevol cas, l'amortització sempre s'inicia a partir del moment en què l'actiu es troba en condicions d'entrar en funcionament, és a dir, des que l'immobilitzat pugui produir ingressos amb regularitat, una vegada conclosos els períodes de prova, és a dir quan estigui disponible per utilitzar-lo. I la base d'amortització (el valor amortitzable) es calcula minorant el preu d'adquisició o el cost de producció en el valor residual.\n\nPer tant, en el cas objecte d’estudi, la despesa comptable per amortització que resulta d’aplicar el mètode d’amortització lineal emprat pel contribuent és de",
    "meta": {
      "page_start": 36,
      "page_end": 37,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 56,
    "text": "-lo. I la base d'amortització (el valor amortitzable) es calcula minorant el preu d'adquisició o el cost de producció en el valor residual.\n\nPer tant, en el cas objecte d’estudi, la despesa comptable per amortització que resulta d’aplicar el mètode d’amortització lineal emprat pel contribuent és de 500 euros (20 ×\n\n300 euros × 10 % × 10/12).\n\nA continuació, cal examinar si la inclusió d'aquesta despesa en el resultat comptable requereix o no efectuar algun ajustament a l'efecte de determinar la base imposable de l'IS, a la vista del que disposa la LIS i el seu reglament de desenvolupament (art. 10.3 LIS).\n\nDes del punt de vista fiscal, l'amortització dels elements d'immobilitzat material és deduïble sempre que respongui a la seva depreciació efectiva (art. 12.1 LIS) i, llevat d'excepcions, es respecti el principi d'inscripció comptable (art. 11.3 LIS). I, precisament, la llibertat d'amortització és una d'aquestes excepcions, de manera que l'art. 12.2.e LIS permet amortitzar lliurement els elements d'immobilitzat material nous el valor unitari dels quals no excedeixi els 300 euros, fins al límit de 25.000 euros en relació amb el període impositiu. Per això, es pot considerar com a amortització fiscalment deduïble en el període impositiu present la totalitat de la base d'amortització (300 euros per element), encara que aquesta despesa no s'hagi imputat íntegrament al resultat comptable.\n\nPer tant, és procedent efectuar un ajustament negatiu de 5.500 euros [500 euros − (20 × 300,00 euros)].\n\nCal tenir en compte que la integració posterior a la base imposable de la diferència entre el valor comptable i el fiscal d'aquest element es produirà d'acord amb el que preveu l'art.\n\n20 LIS.\n\n3)￿Efectivament, d'acord amb la normativa mercantil, quan la vida útil de l'immobilitzat intangible no es pugui estimar de manera fiable, s'amortitzarà en el termini de deu anys.\n\nPer tant, la despesa registrada comptablement per aquest concepte serà de 50.000 euros.\n\nA més, l'art. 12.2 LIS permet la deduïbilitat fiscal de l'amortització dels elements d'immobilitzat intangible per als quals no es pugui estimar la vida útil de manera fiable, però amb el límit anual màxim del 5 %.\n\nPer aix",
    "meta": {
      "page_start": 37,
      "page_end": 37,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 57,
    "text": "despesa registrada comptablement per aquest concepte serà de 50.000 euros.\n\nA més, l'art. 12.2 LIS permet la deduïbilitat fiscal de l'amortització dels elements d'immobilitzat intangible per als quals no es pugui estimar la vida útil de manera fiable, però amb el límit anual màxim del 5 %.\n\nPer això, cal efectuar el corresponent ajustament positiu de 25.000 euros [50.000 euros – (500.000 euros × 5 %)].\n\nEn aquest sentit, convé tenir present que la integració posterior a la base imposable de la diferència entre el valor comptable i el fiscal d'aquest element es produirà d'acord amb el que preveu l'art. 20 LIS.\n\n4) La deducció d'una despesa comptabilitzada únicament és possible si els béns o serveis corresponents estan correlacionats amb els ingressos, de manera que resulten afectats de forma directa a la realització de l'activitat empresarial. Dit d'una altra manera, la despesa deduïble ha d'estar orientada a l'obtenció d'ingressos, relació de causalitat que porta el Tribunal Suprem a concloure que la despesa incorreguda que no contribueixi mitjançant un benefici o utilitat efectiu per a l'empresa a la generació dels ingressos no és fiscalment deduïble (STS de 06/02/2015; rec. Núm. 290/2013).\n\nI és per això que l'art. 15.e LIS descarta expressament la deduïbilitat dels donatius i liberalitats, ja que incompleixen el requisit de la correlació de la despesa amb els ingressos, circumstància que no es pot tenir per satisfeta en aquells que s'exclouen del concepte de donatiu o liberalitat als efectes que aquí interessa com, per exemple, les despeses per atencions a clients i proveïdors.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Això no obstant, per a aquestes despeses en concret, la deduïbilitat està limitada a l'1 % de l'import net de la xifra de negocis del període impositiu. Per tant, és procedent efectuar un ajustament positiu de 20.000 euros = [125.000 euros − (0,01 × 10.500.000 euros)].\n\n5) Les despeses corresponents al manteniment d'aquest vehicle no són fiscalment deduïbles, mentre que s'han de qualificar d’una retribució de la participació al capital social (art. 15.a LIS). Per tant, cal fer un ajustament positiu de 2.000 euros.\n\nEn conclusió, l",
    "meta": {
      "page_start": 37,
      "page_end": 38,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 58,
    "text": "ros − (0,01 × 10.500.000 euros)].\n\n5) Les despeses corresponents al manteniment d'aquest vehicle no són fiscalment deduïbles, mentre que s'han de qualificar d’una retribució de la participació al capital social (art. 15.a LIS). Per tant, cal fer un ajustament positiu de 2.000 euros.\n\nEn conclusió, la base imposable que resulta de considerar els ajustaments descrits es resumeix en el quadre següent:\n\nResultat￿comptable\n\n5.000.000 €\n\nTotal ajustaments\n\n41.500 €\n\nLlibertat amortització –5.500 € Amortització marca\n\n25.000 €\n\nAtenció clients\n\n20.000 €\n\nVehicle\n\n2.000 €\n\nBase￿imposable\n\n5.041.500 €\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 2.3. Activitat 1.2.3 Enunciat La societat Z, S.A., amb domicili fiscal a Sevilla, té un resultat comptable en l’exercici present de 25.000 euros. Quan efectua l’autoliquidació de l’IS, pren en consideració les dades següents:\n\n• L’import net de la xifra de negocis durant el període impositiu anterior va ser de 4.500.000 euros.\n\n• Té bases imposables negatives pendents de compensar per un import de\n\n2.000 euros.\n\n• Té dret a la lliure amortització de béns adquirits per un import de 1.000 euros, que són amortitzats comptablement per 200 euros.\n\n• Ha comptabilitzat recàrrecs de l’AEAT per un import de 500 euros.\n\n• Ha comptabilitzat un regal als seus socis per un import de 500 euros.\n\n• Ha comptabilitzat el propi IS per un import de 7.500 euros.\n\n• Ha comptabilitzat una provisió per insolvència d’un client que no paga des del mes de setembre de l’exercici prese",
    "meta": {
      "page_start": 38,
      "page_end": 39,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 59,
    "text": "ecàrrecs de l’AEAT per un import de 500 euros.\n\n• Ha comptabilitzat un regal als seus socis per un import de 500 euros.\n\n• Ha comptabilitzat el propi IS per un import de 7.500 euros.\n\n• Ha comptabilitzat una provisió per insolvència d’un client que no paga des del mes de setembre de l’exercici present, per l’import total al qual puja el deute: 1.000 euros.\n\n• En l’exercici anterior, va fer una venda a terminis que es va comptabilitzar pel preu total de 100.000 euros, tot i que només es va cobrar el 75 %. En l’exercici present, es cobra el 25 % restant.\n\n• L’empresa no vol efectuar una reserva de capitalització ni una reserva d’anivellament de bases imposables negatives.\n\nDetermineu davant quin tipus de societat ens trobem i si es podria acollir a algun dels règims especials que preveu la LIS o si, per contra, li és aplicable el règim general. Quantifiqueu la base imposable, a partir del resultat comptable, i indiqueu els ajustos fiscals pertinents.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el reglament de l’impost sobre societats.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució Som davant una entitat de reduïda dimensió, ja que l’import net de la xifra de negocis durant el període impositiu anterior és inferior a deu milions d’euros (art. 101 LIS). Per tant, li són aplicables els incentiu",
    "meta": {
      "page_start": 39,
      "page_end": 40,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 60,
    "text": "ió, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució Som davant una entitat de reduïda dimensió, ja que l’import net de la xifra de negocis durant el període impositiu anterior és inferior a deu milions d’euros (art. 101 LIS). Per tant, li són aplicables els incentius fiscals previstos per a aquest tipus d’empreses en els arts. 102 a 105 LIS.\n\nQuant a l’amortització lliure, com s’ha dit, es tracta d’una entitat de reduïda dimensió i, per tant, entre altres incentius fiscals, se li reconeix la possibilitat d’amortitzar lliurement els elements nous de l’immobilitzat material i de les inversions immobiliàries (art. 102 LIS). En concepte d’amortització, ha comptabilitzat una despesa de 200 euros, mentre que l’amortització fiscal puja a 1.000 euros. Per tant, caldrà fer un ajust fiscal temporal de caràcter negatiu per un import de 800 euros.\n\nEn relació amb el recàrrec de l’AEAT, de conformitat amb l’art. 15.c LIS, no tenen la consideració de despeses fiscalment deduïbles les multes i sancions penals i administratives, el recàrrec de constrenyiment i el recàrrec per presentació fora de termini de les autoliquidacions. En aplicació d’aquest precepte, el recàrrec comptabilitzat per l’empresa Z, S.A. no és una despesa fiscalment deduïble i, per tant, s’ha de fer el corresponent ajust fiscal permanent de caràcter positiu per aquest import: 500 euros.\n\nRespecte al regal als socis, d’acord amb l’art. 15.e LIS, no tenen la consideració de despeses fiscalment deduïbles les corresponents a donatius i liberalitats, llevat de determinats casos, expressament esmentats en la mateixa norma. Entre aquests últims, hi figuren les despeses per relacions públiques amb clients o proveïdors, les despeses que d’acord amb els usos i costums s’efectuïn pel que fa al personal de l’empresa (com pot ser el típic lot de Nadal), i les despeses fetes per a promocionar la venda de béns i la prestació de serveis o que estiguin correlacionades amb els ingressos.\n\nEn aquest cas, l’empresa ha comptabilitzat una despesa de 500 euros en concepte de regal als socis, que es pot considerar, d’acord amb el que s’ha dit prèviament, com una liberalitat sense que es pugui integ",
    "meta": {
      "page_start": 40,
      "page_end": 40,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 61,
    "text": "a venda de béns i la prestació de serveis o que estiguin correlacionades amb els ingressos.\n\nEn aquest cas, l’empresa ha comptabilitzat una despesa de 500 euros en concepte de regal als socis, que es pot considerar, d’acord amb el que s’ha dit prèviament, com una liberalitat sense que es pugui integrar en algun dels supòsits excepcionals prèviament esmentats en els quals sí que es permet computar fiscalment aquestes despeses per liberalitats i donatius. En conseqüència, ens trobem amb una despesa comptable que no és fiscalment deduïble, de manera que haurem d’efectuar el corresponent ajust fiscal permanent de caràcter positiu per l’import de 500 euros.\n\nQuant a l’IS comptabilitzat, aquest import registrat en el compte de pèrdues i guanys no serà mai una despesa fiscalment deduïble ni, lògicament, tampoc serà considerat un ingrés fiscalment computable (art. 15.b LIS). En aquest cas, doncs, s’ha de fer un ajust fiscal permanent de caràcter positiu equivalent a la quantitat comptabilitzada com a despesa en concepte d’IS: 7.500 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Pel que fa a les provisions per insolvència, perquè siguin considerades una despesa fiscalment deduïble, cal que hi concorri algun dels requisits o les circumstàncies següents en el moment de la meritació de l’impost: que hagi transcorregut el termini de sis mesos des del venciment de l’obligació, que el deutor estigui declarat en situació de concurs, que el deutor estigui processat per delicte d’alçament de béns o que les obligacions hagin estat reclamades judicialment o siguin objecte d’un litigi judicial o procediment arbitral de la solució del qual depengui el cas (art. 13.1 LIS).\n\nEn aquest supòsit, la societat Z, S.A. ha comptabilitzat una provisió per insolvència d’un client que no paga des del mes de setembre de l’exercici present. Aquesta despesa comptable no és fiscalment deduïble perquè, en el moment de la meritació de l’impost (31 de desembre de l’exercici present) no han transcorregut sis mesos des del venciment de l’obligació (setembre de l’exercici present). En conseqüència, en la declaració de l’IS, aquesta societat ha de fer un ajust fiscal de caràcter positiu per",
    "meta": {
      "page_start": 40,
      "page_end": 41,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 62,
    "text": "ble perquè, en el moment de la meritació de l’impost (31 de desembre de l’exercici present) no han transcorregut sis mesos des del venciment de l’obligació (setembre de l’exercici present). En conseqüència, en la declaració de l’IS, aquesta societat ha de fer un ajust fiscal de caràcter positiu per l’import al qual puja aquesta provisió: 1.000 euros.\n\nNo es faciliten dades en l’enunciat sobre els deutors existents a la conclusió del període impositiu, per la qual cosa no podem aplicar la deducció de la pèrdua per deteriorament dels crèdits per a la cobertura del risc derivat de les possibles insolvències fins al límit de l’1 %, prevista en l’art. 104 LIS.\n\nEn relació amb l’operació a terminis, cal tenir present que l’article 11.4 LIS estableix que les rendes s’imputaran fiscalment a mesura que s’efectuïn els cobraments corresponents i de forma proporcional a aquests, llevat que l’entitat decideixi aplicar el criteri de la meritació. En altres paraules, davant aquest tipus d’operacions la societat pot triar, per a imputar la renda que se’n deriva, entre dues opcions: aplicar-hi el criteri de la meritació (que és el que s’aplica comptablement) i, d’aquesta manera, imputar tota la renda a l’exercici de la meritació, o, si escau, aplicar-hi el criteri de caixa (imputant la renda en proporció als pagaments ajornats que vagin vencent). En aquest últim supòsit, es produiran diferències entre la imputació fiscal i la comptable i, en conseqüència, s’hauran d’efectuar els ajustos fiscals corresponents sobre el resultat comptable.\n\nEn el cas plantejat, la societat Z, S.A. va efectuar una venda a terminis en l’exercici anterior per un valor de 100.000 euros. Es cobra en l’exercici present un 25 % del total, és a dir, 25.000 euros. Atès que en comptabilitat se segueix el criteri de la meritació, el benefici generat per l’operació es va comptabilitzar l’any en què aquesta es va produir (efectuant l’ajust fiscal negatiu corresponent). Per aquest motiu cal fer, en l’exercici present, un ajust fiscal positiu per 25.000 euros (comptablement, l’ingrés és de 0 euros, mentre que fiscalment és de 25.000 euros).\n\nEn definitiva, la base imposable serà de: 25.000 (resultat comptable) −",
    "meta": {
      "page_start": 41,
      "page_end": 41,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 63,
    "text": "duir (efectuant l’ajust fiscal negatiu corresponent). Per aquest motiu cal fer, en l’exercici present, un ajust fiscal positiu per 25.000 euros (comptablement, l’ingrés és de 0 euros, mentre que fiscalment és de 25.000 euros).\n\nEn definitiva, la base imposable serà de: 25.000 (resultat comptable) − 800 (amortització lliure) + 500 (recàrrec de l’AEAT) + 500 (regal als socis) + 7.500 (IS comptabilitzat) + 1.000 (provisió per insolvència) + 25.000 (operació a terminis) = 58.700 euros.\n\nAtès que l’empresa no vol efectuar una reserva de capitalització ni una reserva d’anivellament de bases imposables negatives, l’única reducció de la base imposable és la corresponent a la compensació de bases imposables negatives d’exercicis anteriors (art. 26 LIS). Tenint en compte que hi ha bases imposables negatives pendents de compensar per un valor de 2.000 euros, la base imposable de l’IS puja a: 58.700 − 2.000 = 56.700 euros.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 2.4. Activitat 1.2.4 Enunciat L’empresa W, S.L., la xifra de negocis de la qual ha estat d’un milió d’euros en l’exercici anterior, presenta la informació següent a 31 de desembre de l’exercici present:\n\n• El saldo del compte de pèrdues i guanys és de 150.000 euros.\n\n• En el compte de vendes s’ha recollit un import de 17.650 euros per una operació a terminis. Durant l’any present, es cobraran 12.650 euros, l’any proper 2.500 euros i en el segon any la resta.\n\n• Ha transmès a l’empresa Y, S.A., a títol lucratiu, un element del seu patrimoni",
    "meta": {
      "page_start": 41,
      "page_end": 42,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 64,
    "text": "és de 150.000 euros.\n\n• En el compte de vendes s’ha recollit un import de 17.650 euros per una operació a terminis. Durant l’any present, es cobraran 12.650 euros, l’any proper 2.500 euros i en el segon any la resta.\n\n• Ha transmès a l’empresa Y, S.A., a títol lucratiu, un element del seu patrimoni amb un valor comptable de 68.000 euros i un valor de mercat de\n\n80.000 euros.\n\n• La societat ha adquirit una furgoneta per 30.000 euros. La dotació comptable de l’amortització ha estat de 4.500 euros, però l’empresa vol aplicar l’amortització fiscal màxima permesa, tenint en compte que compleix els requisits de la llibertat d’amortització.\n\n• Ha adquirit mobiliari l’exercici present en règim de lísing. El cost del mobiliari és de 30.000 euros i la durada del contracte és de quatre anys. Els tres primers anys es torna una quantia fixa de 9.000 euros i el quart any la resta, als quals s’han de sumar 2.000 euros en concepte d’interessos. El coeficient d’amortització comptable del mobiliari és del 10 %.\n\n• L’empresa no vol efectuar una reserva de capitalització ni una reserva d’anivellament de bases imposables negatives.\n\nDetermineu la base imposable de l’IS de l’exercici present, a partir del resultat comptable, i indiqueu els ajustos fiscals pertinents. I calculeu la quota tributària corresponent, tenint en compte que l’empresa W, S.L. es pot aplicar deduccions per creació d’ocupació per a treballadors amb discapacitat, per un import de 9.000 euros. Així mateix, tingueu present que les retencions practicades a l’empresa han estat de 2.000 euros i els pagaments a compte realitzats de 28.000 euros. Justifiqueu i expliqueu cadascuna de les operacions que feu i citeu els preceptes normatius aplicables.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el reglament de l",
    "meta": {
      "page_start": 42,
      "page_end": 43,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 65,
    "text": "Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el reglament de l’impost sobre societats.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució L’empresa W, S.L. és una entitat de reduïda dimensió, ja que l’import net de la seva xifra de negocis, en el període impositiu anterior, és inferior a deu milions d’euros (art. 101 LIS). Per tant, li resultaran aplicables els incentius fiscals previstos per a aquest tipus d’empreses en els arts. 102 a 105 LIS.\n\nEn relació amb l’operació a terminis, procedirà un ajust negatiu per 5.000 euros, ja que les rendes s’entendran obtingudes proporcionalment a mesura que s’efectuïn els corresponents cobraments (art. 11.4 LIS). És a dir, 17.650 euros (import comptable) − 12.650 euros (import cobrat).\n\nLa despesa comptable que deriva de la donació no té la consideració de fiscalment deduïble. Per tant, cal un ajust positiu per 68.000 euros (art. 15.e LIS). A més, l’entitat transmitent integrarà a la seva base imposable la diferència entre el valor normal de mercat de l’element transmès i el seu valor comptable (art. 17.5 LIS). Per tant, cal un ajust positiu per 80.000 − 68.000 = 12.000 euros.\n\nAtès que l’empresa W, S.L. és una entitat de reduïda dimensió, es pot beneficiar, entre altres incentius fiscals, de la possibilitat d’amortitzar lliurement els elements nous de l’immobilitzat material i de les inversions immobiliàries (art. 102 LIS). En concepte d’amortització de la furgoneta adquirida, ha comptabilitzat una despesa de 4.500 euros, mentre",
    "meta": {
      "page_start": 42,
      "page_end": 43,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 66,
    "text": "ió, es pot beneficiar, entre altres incentius fiscals, de la possibilitat d’amortitzar lliurement els elements nous de l’immobilitzat material i de les inversions immobiliàries (art. 102 LIS). En concepte d’amortització de la furgoneta adquirida, ha comptabilitzat una despesa de 4.500 euros, mentre que l’amortització fiscal màxima és de 30.000 euros. Per tant, caldrà fer un ajust fiscal temporal de caràcter negatiu per un import de 25.500 euros.\n\nNo es faciliten dades en l’enunciat sobre els deutors existents a la conclusió del període impositiu, per la qual cosa no podem aplicar la deducció de la pèrdua per deteriorament dels crèdits per a la cobertura del risc derivat de les possibles insolvències fins al límit de l’1 %, prevista en l’art. 104 LIS.\n\nPel que fa al contracte de lísing, per a calcular si cal efectuar algun ajust fiscal, serà d’aplicació el que estableixen els apartats 5 i 6 de l’art. 106 LIS. L’apartat 5 disposa que la càrrega financera satisfeta a l’entitat arrendadora (2.000 euros) tindrà la consideració de despesa fiscalment deduïble. Per tant, en aquest aspecte coincidiran la comptabilitat i la fiscalitat i no es produirà cap ajust fiscal.\n\nD’altra banda, l’apartat 6 estipula que també tindrà la consideració de despesa fiscalment deduïble la part de la quota d’arrendament financer corresponent a la recuperació del\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats cost, sempre que no sigui superior al resultat d’aplicar al cost del bé el doble del coeficient d’amortització lineal segons les taules oficialment aprovades (art. 12.1.a LIS). L’excés, en cas que n’hi hagi, serà deduïble en els períodes successius respectant el mateix límit.\n\nCom que es tracta d’una entitat de reduïda dimensió, es prendrà el doble del coeficient d’amortització esmentat multiplicat per 1,5.\n\nPer tant, en aquest cas, la despesa comptablement imputada és de 3.000 euros (10 % de 30.000 euros). La despesa fiscalment deduïble és de 9.000 euros, que és la quantia a retornar corresponent a la recuperació del cost. Cal comprovar, doncs, que aquesta última xifra no excedeixi el límit establert en l’apartat 6 de l’art. 106 LIS: 30.000 euros (cost del bé) × 10 % (coeficien",
    "meta": {
      "page_start": 43,
      "page_end": 44,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 67,
    "text": "(10 % de 30.000 euros). La despesa fiscalment deduïble és de 9.000 euros, que és la quantia a retornar corresponent a la recuperació del cost. Cal comprovar, doncs, que aquesta última xifra no excedeixi el límit establert en l’apartat 6 de l’art. 106 LIS: 30.000 euros (cost del bé) × 10 % (coeficient d’amortització lineal) × 2 (el doble) × 1,5 (entitat de reduïda dimensió) = 9.000 euros. Les dues xifres coincideixen, de manera que la quantitat pagada per a la recuperació del cost és fiscalment deduïble.\n\nCom a conseqüència d’aquest resultat, procedirà fer un ajust fiscal negatiu de 6.000 euros, per la diferència entre 9.000 euros (despesa fiscalment deduïble) i 3.000 euros (despesa comptable).\n\nEn definitiva, la base imposable serà de: 150.000 (resultat comptable) − 5.000 (operació a terminis) + 68.000 (no deducció donació) + 12.000 (valoració donació) − 25.500 (amortització furgoneta) − 6.000 (lísing) = 193.500 euros.\n\nAtès que l’empresa no vol efectuar una reserva de capitalització ni una reserva d’anivellament de bases imposables negatives, ni tampoc consten bases imposables negatives d’exercicis anteriors a compensar, no es pot aplicar cap reducció sobre la base imposable.\n\nD’acord amb l’art. 29.1 LIS, el tipus general de gravamen aplicable és del 25 %. Per tant, la quota íntegra és de: 193.500 × 25 % = 48.375 euros.\n\nL’empresa X, S.L. es pot aplicar una deducció per creació d’ocupació per a treballadors amb discapacitat (art. 38 LIS), per valor de 9.000 euros. Cal tenir en compte que l’art.\n\n39.1 LIS estableix que l’import de les deduccions previstes en el capítol IV aplicades en el període impositiu no podran excedir conjuntament el 25 % de la quota íntegra. Per tant, l’import de les deduccions no pot excedir de: 48.375 × 25 % = 12.093,75 euros. Per tant, es pot aplicar la deducció de 9.000 euros.\n\nEn conseqüència, la quota tributària de l’IS de l’empresa W, S.L., l’exercici present, és de:\n\n48.375 − 9.000 = 39.375 euros. Per a determinar la quota diferencial, s’han de restar les retencions suportades i els pagaments a compte fets (art. 41 LIS): 39.375 − 2.000 − 28.000 = 9.375 euros. Per tant, la quantitat a ingressar serà de 9.375 euros.\n\nProcediment de r",
    "meta": {
      "page_start": 44,
      "page_end": 44,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 68,
    "text": "., l’exercici present, és de:\n\n48.375 − 9.000 = 39.375 euros. Per a determinar la quota diferencial, s’han de restar les retencions suportades i els pagaments a compte fets (art. 41 LIS): 39.375 − 2.000 − 28.000 = 9.375 euros. Per tant, la quantitat a ingressar serà de 9.375 euros.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 2.5. Activitat 1.2.5 Enunciat Determineu els ajustaments fiscals que s'han de realitzar, així com l'import de la base imposable de l'IS, en el cas de la societat Foxtrot S.L., que finalitza l'exercici amb un resultat comptable abans d'impostos de 250.000 euros, registrant comptablement les operacions següents:\n\n1)￿Un ingrés de 20.000 euros en concepte de dividends procedents d'una entitat, resident també a Espanya, en què participa en un 30 % des de fa dos anys.\n\n2)￿Una sanció administrativa per incompliment de la legislació en matèria de drets d’autor (30.000 euros).\n\n3) Indemnització per acomiadament abonada a un treballador per un import de 60.000 euros, malgrat que la indemnització fixada per la normativa laboral és de 40.000 euros.\n\n4) Una despesa de 100.000 euros per l'adquisició de maquinària industrial que amortitza comptablement segons el coeficient d'amortització màxim previst a la taula d'amortització recollida a la LIS.\n\n5) Una pèrdua de 8.000 euros per deteriorament de les accions d'una filial resident a les Illes Caiman.\n\n6) Despeses financeres (interessos) per un import de 50.000 euros per un préstec concedit per una filial resident a l'estranger. Al paí",
    "meta": {
      "page_start": 44,
      "page_end": 45,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 69,
    "text": "àxim previst a la taula d'amortització recollida a la LIS.\n\n5) Una pèrdua de 8.000 euros per deteriorament de les accions d'una filial resident a les Illes Caiman.\n\n6) Despeses financeres (interessos) per un import de 50.000 euros per un préstec concedit per una filial resident a l'estranger. Al país de residència d'aquesta filial, els ingressos obtinguts per un préstec estan exempts de l'impost sobre societats.\n\n7) Despeses de 30.000 euros en concepte de diversos àpats amb proveïdors i clients. L’import net de la xifra de negocis de l’entitat és de 2 milions d’euros.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 27/2014, de 27 de novembre, de l’impost sobre societats.\n\n– Reial Decret 634/2015, de 10 de juliol, pel qual s’aprova el Reglament de l’impost sobre societats.\n\n• Vincles d’interès:\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució 1)￿L'art. 21 LIS regula l'exempció sobre dividends i rendes derivades de la transmissió de valors representatius dels fons propis d'entitats residents i no residents al territori espanyol. En virtut d'aquesta, estan exempts els dividends o les participacions de beneficis en entitats quan compleixin determinats requisits, entre d'altres, que el percentatge de participació sigui, almenys, del 5 % i que es mantingui de manera ininterrompuda durant l'any anterior al dia que sigui exigible el benefici que es distribueixi. Atès que en el nostre cas la participació és superior al 5 % i es manté de",
    "meta": {
      "page_start": 45,
      "page_end": 46,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 70,
    "text": "in determinats requisits, entre d'altres, que el percentatge de participació sigui, almenys, del 5 % i que es mantingui de manera ininterrompuda durant l'any anterior al dia que sigui exigible el benefici que es distribueixi. Atès que en el nostre cas la participació és superior al 5 % i es manté des de fa dos anys, cal aplicar l'exempció dels dividends que estableix l'art. 21 LIS. Així mateix, cal tenir en compte que l'apartat 10 del precepte esmentat estableix que aquesta exempció es reduirà en un 5 % en concepte de despeses de gestió, per la qual cosa l'import real serà del 95 % dels dividends. Això significa que dels 20.000 euros que rep l'empresa en quedaran exempts 19.000 euros, així que caldrà fer un ajustament fiscal negatiu per aquest import.\n\n2) D’acord amb l’art. 15.c LIS no tenen la consideració de despeses deduïbles les multes i sancions penals i administratives, els recàrrecs del període executiu i el recàrrec per declaració extemporània sense requeriment previ. Per tant, la sanció administrativa imposada per incompliment dels drets d'autor no és fiscalment deduïble, i ha de realitzar en conseqüència un ajustament fiscal positiu de 30.000 euros.\n\n3) L'art. 15.i LIS assenyala que no són fiscalment deduïbles les despeses derivades de l'extinció de la relació laboral, encara que se satisfacin en diversos períodes impositius, que excedeixin, per a cada perceptor, el major dels imports següents: 1 milió d'euros; o bé l'import establert amb caràcter obligatori a l'Estatut dels Treballadors, a la seva normativa de desenvolupament o, si escau, a la normativa reguladora de l'execució de sentències, sense que es pugui considerar com a tal l'establerta en virtut de conveni, pacte o contracte.\n\nEn el nostre cas, ja que l'import de l'acomiadament no excedeix el milió d'euros, fins i tot si és superior a l'import establert amb caràcter obligatori a la normativa laboral, seria deduïble fiscalment, de manera que no caldria fer cap ajustament fiscal.\n\n4) L'art. 12.1.a LIS estableix que seran deduïbles les quantitats que, en concepte d'amortització de l'immobilitzat material, intangible i de les inversions immobiliàries, corresponguin a la depreciació efectiva que p",
    "meta": {
      "page_start": 46,
      "page_end": 46,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 71,
    "text": "l, seria deduïble fiscalment, de manera que no caldria fer cap ajustament fiscal.\n\n4) L'art. 12.1.a LIS estableix que seran deduïbles les quantitats que, en concepte d'amortització de l'immobilitzat material, intangible i de les inversions immobiliàries, corresponguin a la depreciació efectiva que pateixin els diferents elements per funcionament, ús, gaudi o obsolescència. La depreciació es considera efectiva, entre altres supòsits, quan sigui el resultat d'aplicar els coeficients d'amortització lineal establerts a la taula que figura al precepte esmentat. Per tant, la despesa de 100.000 euros en concepte d'adquisició de maquinària industrial és una despesa fiscalment deduïble, de manera que no és procedent fer cap ajustament fiscal.\n\n5)￿L'art. 15.k LIS estableix que no seran deduïbles les pèrdues per deteriorament dels valors representatius de la participació al capital o als fons propis d'entitats respecte de les quals es doni alguna de les circumstàncies següents (que es remeten als requisits del art. 21 LIS):\n\n• Que es compleixi el requisit establert a l'art. 21.1.a LIS (que el percentatge de participació, directa o indirecta, al capital o als fons propis de l'entitat sigui, almenys, del\n\n5 %).\n\n• En cas de participació al capital o als fons propis d'entitats no residents en territori espanyol, no es compleixi el requisit establert a l'art. 21.1.b LIS (que l'entitat partici-\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats pada hagi estat subjecta i no exempta per un impost estranger de naturalesa idèntica o anàloga a l'IS a un tipus nominal d'almenys el 10 %).\n\nPer tant, en aquest cas, no es compleix el segon dels requisits, ja que l'entitat participada (no resident) es troba en un territori qualificat com a paradís fiscal (Ordre HFP/115/2023), per la qual cosa no cal sostenir que ha estat gravada per un impost idèntic o anàleg a l'IS.\n\nEn conseqüència, atès que la pèrdua per deteriorament no és fiscalment deduïble, caldrà fer un ajustament fiscal positiu per aquest import (8.000 euros).\n\n6)￿L'art. 15 bis LIS regula les denominades asimetries híbrides, i estableix, a l'apartat primer, que no seran fiscalment deduïbles les despeses corresponents a oper",
    "meta": {
      "page_start": 46,
      "page_end": 47,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 72,
    "text": "s que la pèrdua per deteriorament no és fiscalment deduïble, caldrà fer un ajustament fiscal positiu per aquest import (8.000 euros).\n\n6)￿L'art. 15 bis LIS regula les denominades asimetries híbrides, i estableix, a l'apartat primer, que no seran fiscalment deduïbles les despeses corresponents a operacions realitzades amb persones o entitats vinculades residents en un altre país o territori que, com a conseqüència d'una qualificació fiscal diferent en aquestes de la despesa o de l'operació, no generin un ingrés, generin un ingrés exempt o subjecte a una reducció del tipus impositiu o qualsevol deducció o devolució d'impostos diferent d'una deducció per evitar la doble imposició jurídica.\n\nCom que els ingressos del préstec obtinguts per la filial estrangera tenen la consideració d'un ingrés exempt i, per tant, no tributen al país de residència d'aquesta entitat, això comporta que els interessos que abona l'entitat resident a Espanya no tinguin la consideració de despesa fiscalment deduïble al nostre país, per la qual cosa caldrà fer el corresponent ajustament positiu al resultat comptable per import de 50.000 euros.\n\n7)￿L'art. 15.e LIS assenyala que no tindran la consideració de despeses fiscalment deduïbles els donatius i liberalitats. I precisa que no s'entendran incloses en aquest concepte les despeses per atencions a clients o proveïdors ni les que d'acord amb els usos i costums s'efectuïn pel que fa al personal de l'empresa ni les realitzades per promocionar, directament o indirectament, la venda de béns i prestació de serveis, ni els que estiguin correlacionats amb els ingressos. Per tant, podem entendre que les despeses en concepte de menjar amb representants i clients no es consideren una liberalitat. Ara bé, a l'efecte de reconèixer-ne la deduïbilitat es preveu un límit de l'1 % de l'import net de la xifra de negocis de l'entitat. Per això en aquest cas serien deduïbles 20.000 euros, i no els 30.000 registrats com a despesa comptable, per la qual cosa caldria fer un ajustament fiscal positiu de 10.000 euros.\n\nD'aquesta manera, els ajustaments que l'entitat Foxtrot S.L. hauria de fer serien els següents:\n\nResultat￿comptable\n\n250.000 €\n\nAjustaments￿fiscals",
    "meta": {
      "page_start": 47,
      "page_end": 47,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 73,
    "text": "deduïbles 20.000 euros, i no els 30.000 registrats com a despesa comptable, per la qual cosa caldria fer un ajustament fiscal positiu de 10.000 euros.\n\nD'aquesta manera, els ajustaments que l'entitat Foxtrot S.L. hauria de fer serien els següents:\n\nResultat￿comptable\n\n250.000 €\n\nAjustaments￿fiscals Dividends –19.000 € Sanció administrativa +30.000 € Indemnització per acomiadament\n\n0 €\n\nAmortització maquinària\n\n0 €\n\nPèrdua per deteriorament d’accions +8.000 € Despeses financeres +50.000 € Atencions a clients/proveïdors +10.000 € Base￿imposable 329.000￿€ Procediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 3. Impost sobre successions i donacions 3.1. Activitat 1.3.1 Enunciat La Beatriz es va convertir aquests últims anys en cuidadora accidental de la seva veïna Isabel, les dues veïnes de Finisterre (La Corunya). Després de la mort d'aquesta als 78 anys el 15 de setembre de 2022, la Beatriz descobreix que la Isabel, que no tenia descendents, la va nomenar al seu testament hereva universal.\n\nDe les despeses d'enterrament i funeral es va ocupar gairebé de manera íntegra la Funerària San Antonio, S.L., ja que la Isabel tenia una assegurança de decessos. Tot i això, atès que l'assegurança contractada no incloïa la tapa de marbre del nínxol, la Beatriz va haver de pagar a l'empresa que les feia 270 euros.\n\nEls béns que la difunta li ha transmès es limiten a:\n\n• L'habitatge habitual d'aquesta, situat a la planta 1a del carrer San Roque, Finisterre (Ref. C",
    "meta": {
      "page_start": 47,
      "page_end": 49,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 74,
    "text": "i això, atès que l'assegurança contractada no incloïa la tapa de marbre del nínxol, la Beatriz va haver de pagar a l'empresa que les feia 270 euros.\n\nEls béns que la difunta li ha transmès es limiten a:\n\n• L'habitatge habitual d'aquesta, situat a la planta 1a del carrer San Roque, Finisterre (Ref. Cadastral 8416804MH7581N0002MM), de 97 m2 i adquirit el 1999 per herència (valor declarat a l'autoliquidació de l'ISD 30.000 euros). El valor cadastral revisat és de 30.100 euros, dels quals 12.289 euros corresponen al valor del sòl.\n\n• Un compte corrent en una entitat financera amb un saldo a la data de la mort de 78.954,67 euros.\n\nDetermineu de manera raonada la quota tributària a pagar en concepte d'impost sobre successions i donacions, si escau, així com les valoracions realitzades dels béns i els drets que componen l'herència. Preneu com a valor del patrimoni preexistent de la Beatriz l'import de 150.000 euros.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 29/1987, de 18 de desembre, de l’Impost sobre Successions i Donacions.\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Reial Decret 1629/1991, de 8 de novembre, pel que s’aprova el Reglament de l’Impost sobre Successions i Donacions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució Es tracta d'una adquisició de béns i drets per herència mitjançant testament d'un causant que no té relació de parentiu amb el subjecte passiu. Com que tots dos subjectes són residents a la comunitat autònoma gallega, ha",
    "meta": {
      "page_start": 49,
      "page_end": 50,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 75,
    "text": "deu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució Es tracta d'una adquisició de béns i drets per herència mitjançant testament d'un causant que no té relació de parentiu amb el subjecte passiu. Com que tots dos subjectes són residents a la comunitat autònoma gallega, haurem de tenir en compte per a la seva resolució la normativa aprovada per aquesta comunitat en l'exercici de les seves competències normatives en l'àmbit d'aquest impost cedit.\n\nAixí, en primer lloc, i atès que la base imposable de l'ISD ve representada per a les adquisicions mortis causa pel valor net de l'adquisició hereditària, per calcular la base imposable de l'impost que ha de pagar la Beatriz hem de valorar els béns (no hi ha càrregues ni deutes) que integren la seva herència d'acord amb les normes recollides a l'art. 9 LISD.\n\nPel que fa a l'habitatge habitual de la Isabel, tal com prescriu l'art. 9.2 LISD, «es considera valor dels béns i drets el seu valor de mercat» (el preu més probable pel qual es podria vendre, entre parts independents, un bé lliure de càrregues), llevat que el valor declarat pels interessats fos superior al valor de mercat, cas en què aquesta magnitud serà la que es prengui a l'efecte de determinar l'import de la base imposable.\n\nEn particular, assenyala l'art. 9.3 LISD que, tractant-se de béns immobles, «el seu valor serà el valor de referència previst a la normativa reguladora del cadastre immobiliari, a la data de meritació de l'impost. Això no obstant, si el valor del bé immoble declarat pels interessats és superior al seu valor de referència, es prendrà aquell com a base imposable».\n\nPer tant, encara que podrem assignar un valor de mercat superior al pis que hereta la Beatriz, l'opció fiscalment més avantatjosa per al contribuent en aquest cas és acollir-se a la possibilitat de declarar l'immoble conforme al valor de referència que fixa anualment la Direcció General del Cadastre a partir de l’anàlisi dels preus de totes les compravendes d’immobles realitzades en document públic.\n\nConsultada la seu electrònica del cadastre (www.sedecatastro.gob.es), el valor de referència de l'immoble heretat per la Beatriz és de 38.805,72 euros.\n\nSi",
    "meta": {
      "page_start": 50,
      "page_end": 50,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 76,
    "text": "ualment la Direcció General del Cadastre a partir de l’anàlisi dels preus de totes les compravendes d’immobles realitzades en document públic.\n\nConsultada la seu electrònica del cadastre (www.sedecatastro.gob.es), el valor de referència de l'immoble heretat per la Beatriz és de 38.805,72 euros.\n\nSi l'immoble no tenia valor de referència, que no és el cas, podríem fins i tot recórrer al mecanisme d'informació amb caràcter previ a la seva adquisició regulat a l'art. 90 LGT, accessible a través de l’oficina virtual de l’Agència Tributària gallega.\n\nPer la seva banda, els diners dipositats al compte bancari de la Isabel no presenten problemes de valoració; per calcular la base imposable es pren el saldo existent a la mateixa a data de meritació de l'impost: 78.954,67 euros.\n\nAixí, el valor dels béns i els drets heretats per la Beatriz és de 117.760,39 euros. Ara bé, sobre aquest import hem d'addicionar el valor de l'aixovar domèstic, és a dir, «dels efectes personals i de la llar, utensilis domèstics i altres béns mobles d'ús particular del subjecte passiu». Encara que la llei de l'impost sobre successions preveu, llevat que se'n declari (i es provi) un de diferent, que el valor de l'aixovar domèstic puja al 3 % del cabal relicte, a l'hora d'aplicar aquest percentatge hem d'excloure del referit import els diners diposi-\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats tats al compte corrent de la difunta (en virtut de les SSTS de 10/3/2020 i 19/05/2020, que determinen que els béns o drets que conformen l'aixovar familiar són exclusivament els afectes al servei de l'habitatge familiar o a l'ús personal del causant). Per això, prendrem com a valor de l'aixovar domèstic únicament 1.164,17 euros (3 % del valor assignat a l'habitatge habitual), per la qual cosa la nostra massa hereditària puja finalment a 118.924,56 euros.\n\nD'aquesta quantitat, atès que no consten càrregues o deutes que en minorin el valor, per al càlcul de la massa hereditària neta únicament en podrem descomptar, d'acord amb l'art.\n\n14 LISD, com a única despesa deduïble les despeses d'enterrament; és a dir, els 270 euros pagats per la làpida. Per tant, l’import d’aquesta massa hereditària neta que",
    "meta": {
      "page_start": 50,
      "page_end": 51,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 77,
    "text": "ues o deutes que en minorin el valor, per al càlcul de la massa hereditària neta únicament en podrem descomptar, d'acord amb l'art.\n\n14 LISD, com a única despesa deduïble les despeses d'enterrament; és a dir, els 270 euros pagats per la làpida. Per tant, l’import d’aquesta massa hereditària neta que constitueix la base imposable de l’impost ascendeix a 118.654,56 euros.\n\nEl següent pas a la nostra liquidació, de conformitat amb el que estableix l'art. 20.2 LISD, consisteix a calcular la base liquidable de l'impost mitjançant l'aplicació a aquesta de les reduccions previstes al Decret legislatiu 1/2011, de 28 de juliol. En vista de l'absència de parentiu i, per tant, la pertinença de la Beatriz al grup IV, ni aplica la reducció per parentiu ni la reducció per adquisició de l'habitatge habitual del causant. Això fa que la nostra base liquidable coincideixi amb la base imposable i pugi a 118.654,56 euros.\n\nSobre la base liquidable així calculada, és procedent aplicar la tarifa corresponent als grups III i IV aprovada per la comunitat autònoma (art. 9 del Decret legislatiu 1/2011, de 28 de juliol). D'aquesta manera, la quota íntegra pujarà a 15.428,07 euros, és a dir, 9.166,06 (corresponents als primers 79.880,52) més 6.262,01 (corresponents a aplicar un 16,15 % a la resta de la base liquidable, 38.774,04).\n\nPer finalitzar, tal com assenyala l'art. 22 LISD, la quota tributària s'obtindrà aplicant a la quota íntegra el coeficient multiplicador en funció de la quantia dels trams del patrimoni preexistent (atès que no resulten aplicables les restants deduccions). En vista del seu patrimoni i pertinença al grup IV, és procedent aplicar un coeficient multiplicador de 2, cosa que dona com a resultat una quota a ingressar de 30.856,14 euros.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la no",
    "meta": {
      "page_start": 51,
      "page_end": 51,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 78,
    "text": "normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 3.2. Activitat 1.3.2 Enunciat La Núria, nascuda el 17 de setembre de 1957, resideix a València des del 3 de novembre de 2018, quan abans havia residit sempre a Girona, i té a València un negoci d’hostaleria al seu propi nom com a autònoma. Fruit de l’explotació del negoci, la Núria va comprar el 12 d’abril de 2020 l’immoble on se situa l’hotel, valorat en 1.000.000 d’euros, i un altre immoble del costat, que afecta el negoci com a magatzem, també al seu nom, valorat en 800.000 euros. La Núria, que a més té un compte bancari a Suïssa amb un saldo de 300.000 euros, fa testament el 24 de maig de 2020 i nomena hereu universal de tot el negoci al seu germà Pedro, resident a París. El valor indicat dels dos immobles és el valor net, un cop deduïdes les càrregues, el gravàmens i els deutes. La Núria no té més patrimoni que l’indicat en l’enunciat. La Núria mor el 30 de juny de 2020 i el Pedro hereta el patrimoni de la seva germana.\n\nDetermineu la quantitat a pagar en concepte d’ISD pel Pedro, el patrimoni preexistent del qual, a la data de la defunció de la Núria, és de 180.000 euros.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 29/1987, de 18 de desembre, de l’Impost sobre Successions i Donacions.\n\n– Reial Decret 1629/1991, de 8 de novembre, pel que s’aprova el Reglament de l’Impost sobre Successions i Donacions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Res",
    "meta": {
      "page_start": 51,
      "page_end": 52,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 79,
    "text": "acions.\n\n– Reial Decret 1629/1991, de 8 de novembre, pel que s’aprova el Reglament de l’Impost sobre Successions i Donacions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Solució En primer lloc, cal indicar que el Pedro haurà de tributar per obligació real en l’ISD, perquè és resident a París (art. 7 LISD), i haurà de fer-ho a Catalunya, perquè és el lloc de residència del causant a l’efecte de l’ISD. Encara que la residència de la Núria en els dos últims anys abans de morir ha estat València, a l’efecte de l’ISD es considera que les persones físiques residents en territori espanyol ho són en el territori d’una comunitat autònoma quan romanguin en el seu territori un nombre superior de dies del període impositiu dels cinc anys immediatament anteriors, comptats de data a data, que finalitzi el dia anterior al de la meritació (dia de la mort de la Núria). Per tant, atès que en els últims cinc anys abans de la mort la Núria va residir més dies a Girona que a València, la seva residència habitual a l’efecte de l’ISD serà a Girona (art. 28.1.1r.b de la Llei 22/2009, de 18 de desembre, per la qual es regula el sistema de finançament de les comunitats autònomes de règim comú). A més, com que és resident en un altre estat de la Unió Europea, es podrà aplicar la normativa aprovada per Catalunya (DA 2a LISD).\n\nEn segon lloc, la base imposable es compon per:\n\n• Valor dels dos immobles situats en territori espanyol (hotel d’1.000.000 d’euros i magatzem de 800.000 euros) = 1.800.000 euros.\n\n• Compte bancari a Suïssa de 300.000 e",
    "meta": {
      "page_start": 52,
      "page_end": 53,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 80,
    "text": "nió Europea, es podrà aplicar la normativa aprovada per Catalunya (DA 2a LISD).\n\nEn segon lloc, la base imposable es compon per:\n\n• Valor dels dos immobles situats en territori espanyol (hotel d’1.000.000 d’euros i magatzem de 800.000 euros) = 1.800.000 euros.\n\n• Compte bancari a Suïssa de 300.000 euros: com que es tracta d’un bé situat fora del territori espanyol i el Pedro només tributa per obligació real, no s’inclourà aquest import en la base imposable.\n\nEn relació amb l’aixovar domèstic (art. 15 LISD), recentment el TS en la seva STS 956/2020, de 19 de maig de 2020, va afirmar que «ni la LISD incorpora un concepte autònom d’aixovar domèstic ni aquest es pot xifrar en un mer percentatge del cabal relicte.\n\nNo hi ha un concepte autònom perquè la llei de l’impost, que podria fer-ho, no ha definit, acotat, inclòs o exclòs béns o classes de béns per a configurar, a l’efecte de la seva regulació, què és un aixovar domèstic» per a afegir, més tard, que els actius immobiliaris no podrien integrar-se en el concepte jurídic fiscal d’aixovar domèstic, atès que no guarda cap mena de relació amb aquesta categoria. Per tant, en el nostre cas, a partir d’aquesta jurisprudència, no cal afegir el 3 % de l’import del cabal relicte del causant.\n\nPer tant, la base imposable és: 1.800.000 euros.\n\nEn tercer lloc, la base liquidable, i amb base a la Llei catalana 19/2010, de 7 de juny, de regulació de l’impost sobre successions i donacions (recentment modificada per la Llei 5/2020, de 29 d’abril, de mesures fiscals, financeres, administratives i del sector públic i de creació de l’impost sobre les instal·lacions que incideixen en el medi ambient), preveu determinades reduccions aplicables al nostre cas:\n\n1) Reducció per parentiu de 8.000 euros, que és la prevista pel grup III (art. 2 Llei catalana).\n\n2) Reducció del 95 % del valor net dels elements patrimonials afectes a una activitat empresarial del causant (Núria), pel fet que el Pedro entra dins del grup dels col·laterals fins al tercer grau, sempre que es compleixin els requisits de la llei catalana: tractar-se d’una activitat empresarial de prestació de serveis d’hostaleria, que es transmetin els béns immobles on es duu a te",
    "meta": {
      "page_start": 53,
      "page_end": 53,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 81,
    "text": "empresarial del causant (Núria), pel fet que el Pedro entra dins del grup dels col·laterals fins al tercer grau, sempre que es compleixin els requisits de la llei catalana: tractar-se d’una activitat empresarial de prestació de serveis d’hostaleria, que es transmetin els béns immobles on es duu a terme aquesta activitat o necessaris per a obtenir els rendiments d’aquesta, i que el Pedro mantingui l’exercici d’aquesta activitat durant els cinc anys següents a la mort de la Núria, tret que ell mori dins d’aquest termini, i també els dos immobles rebuts afectats a aquesta activitat durant el mateix termini o de béns i drets subrogats d’un valor equivalent (arts. 6 a 9 de la Llei catalana).\n\nLa base liquidable seria: 1.800.000 − 8.000 − 1.710.000 (95 % d’1.800.000 euros) = 82.000 euros.\n\nEn quart lloc, per a les herències causades a partir de l’1 de maig de 2020, la quota tributària de l’ISD s’obté aplicant a la base liquidable l’escala prevista en l’art. 57.3 de la Llei 19/2010:\n\n• Per als primers 50.000 euros de la base liquidable, la quota és de 3.500 euros.\n\n• Per a la resta de la base liquidable (82.000 − 50.000 = 32.000), tipus de gravamen de l’11 %: 3.520 euros.\n\n• Total: 3.500 + 3.520 = 7.020 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats A aquesta quantitat, cal aplicar el coeficient multiplicador del grup III de parentiu (art.\n\n58 de Llei catalana) de l’1,5882, que és constant amb independència del patrimoni preexistent del contribuent si es tracta del grup III.\n\nAixí, la quota incrementada és: 7.020 × 1,5882 = 11.149,16 euros.\n\nAquesta quantitat coincideix amb la quantitat a pagar pel Pedro, ja que no ni ha deduccions ni bonificacions aplicables. La generosa bonificació de l’art. 58 bis de la Llei 19/2010, només queda reservada a les successions entre els cònjuges i els grups I i II.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada de l’enunciat i de les qüestions que es plantegen.\n\n3) Cerca de la normativa aplicable i d’altres recursos jurídics (jurisprudència o doctrina administrativa) en els principals vin",
    "meta": {
      "page_start": 53,
      "page_end": 54,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 82,
    "text": "om del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada de l’enunciat i de les qüestions que es plantegen.\n\n3) Cerca de la normativa aplicable i d’altres recursos jurídics (jurisprudència o doctrina administrativa) en els principals vincles d’interès en matèria tributària o en bases de dades jurídiques.\n\n4) Interpretació de la normativa aplicable.\n\n5) Aplicació de la normativa i de la resta de recursos en matèria tributària, realitzant algun comentari personal sobre la matèria suscitada raonant-ho jurídicament.\n\n3.3. Activitat 1.3.3 Enunciat La Sra. Garmendia, resident a Barcelona, dona en 2022 al seu únic fill, Fermín, de 38 anys, un pis situat a la mateixa ciutat, valorat en 276.000 euros, perquè constitueixi el seu primer habitatge habitual, sobre el qual recau una hipoteca en garantia del préstec que es va subscriure per a la seva adquisició de 82.000 euros, que assumirà en Fermín de manera fefaent. També li dona un terreny rústic declarat com a zona arqueològica situat a Arenys de Mar (Barcelona) qualificat i inscrit d’acord amb la Llei 9/1993, del 30 de setembre, en el patrimoni cultural català valorat en 560.000 euros.\n\nTenint en compte que el patrimoni preexistent d’en Fermín és de 26.500 euros i que la donació s’ha elevat ja a escriptura pública, calculeu la quota que cal pagar en concepte d’ISD.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 29/1987, de 18 de desembre, de l’Impost sobre Successions i Donacions.\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Reial Decret 1629/1991, de 8 de novembre, pel que s’aprova el Reglament de l’Impost sobre Successions i Donacions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitu",
    "meta": {
      "page_start": 54,
      "page_end": 55,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 83,
    "text": "uccessions i Donacions.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució La normativa catalana en matèria d’ISD és la Llei catalana 19/2010, de 7 de juny, de regulació de l’impost sobre successions i donacions.\n\nEn concret, en tractar-se d’una donació, en Fermín està obligat a pagar l’impost ISD (art.\n\n5.b LISD).\n\nLa base imposable de l’impost, en les transmissions entre vius, és constitueix pel valor net dels béns i drets adquirits (art. 9.b LISD). A més, hi ha determinades càrregues i deutes que són deduïbles. En aquest cas, d’una banda, en relació amb el pis donat s’admet la deducció del capital pendent d’amortització de la hipoteca perquè és un deute del donant garantida amb un dret real sobre l’immoble que el donatari ha assumit fefaentment (art.\n\n17.1 LISD). Per tant, 276.000 euros − 82.000 = 194.000 euros. I de l’altra, en relació amb el terreny, en no haver-hi càrregues ni deutes, el valor que cal integrar a la base imposable és de 560.000 euros. La suma de les dues xifres determina la base imposable d’en Fermín:\n\n194.000 + 560.000 = 754.000 euros.\n\nPer a determinar la base liquidable cal comprovar si hi ha alguna reducció aplicable segons la normativa autonòmica. Cal assenyalar que no és aplicable la reducció per donació d’habitatge que constitueixi el primer habitatge habitual (art. 54 i 55 Llei catalana 19/2010), atès que en Fermín té més de 36 anys (art. 55.1.b Llei catalana 19/2010 ), però a la base imposable del terreny, en tractar-se d’un negoci jurídic gratuït entre mare i fill, es pot practicar una reducció del 95% del valor, ja que al terreny hi ha situada una zona arqueològica catalogada legalment com a tal (art. 50 Llei catalana 19/2010). El gaudi definitiu d’aquesta reducció està",
    "meta": {
      "page_start": 55,
      "page_end": 55,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 84,
    "text": "base imposable del terreny, en tractar-se d’un negoci jurídic gratuït entre mare i fill, es pot practicar una reducció del 95% del valor, ja que al terreny hi ha situada una zona arqueològica catalogada legalment com a tal (art. 50 Llei catalana 19/2010). El gaudi definitiu d’aquesta reducció està condicionat al fet que en Fermín mantingui aquest terreny durant els 5 anys posteriors a la donació, amb l’única excepció de la mort del subjecte abans del termini indicat o de l’adquisició a títol gratuït del bé per algun ens local territorial de Catalunya. Així doncs, la reducció aplicable a la donació del terreny és: 560.000 × 95% = 532.000 euros. I la base liquidable serà: 754.000 (base imposable) −\n\n532.000 (reducció) = 222.000 euros.\n\nPer a calcular la quota íntegra s’ha d’aplicar la tarifa autonòmica específica per a les transmissions lucratives entre vius a favor de contribuents dels grups I i II (art. 57.1 Llei catalana 19/2010). El tram aplicable a la nostra base liquidable seria el de «fins a 200.000 euros» amb una quota de 10.000 euros, i a la resta de base liquidable (22.000 euros) s’aplicaria un 7 %, donant una quota de 1.540 euros. Per tant, la quota íntegra és d’11.540 euros (10.000 + 1.540), sobre la qual s’ha d’aplicar el coeficient multiplicador corresponent als grups I i II (coeficient 1). En conseqüència, la quota tributària és d’11.540 euros (11.540 × 1). En no haver-hi cap deducció, la quota tributària coincideix amb la quota que haurà de pagar en Fermín.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Procediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada de l’enunciat i de les qüestions que es plantegen.\n\n3) Cerca de la normativa aplicable i d’altres recursos jurídics (jurisprudència o doctrina administrativa) en els principals vincles d’interès en matèria tributària o en bases de dades jurídiques.\n\n4) Interpretació de la normativa aplicable.\n\n5) Aplicació de la normativa i de la resta de recursos en matèria tributària, realitzant algun comentari personal sobre la matèria suscitada raonant-ho jurídicament.\n\n© FU",
    "meta": {
      "page_start": 55,
      "page_end": 57,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 85,
    "text": "principals vincles d’interès en matèria tributària o en bases de dades jurídiques.\n\n4) Interpretació de la normativa aplicable.\n\n5) Aplicació de la normativa i de la resta de recursos en matèria tributària, realitzant algun comentari personal sobre la matèria suscitada raonant-ho jurídicament.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 4. Impost sobre el patrimoni 4.1. Activitat 1.4.1 Enunciat En Gervasio, resident a Màlaga, és titular dels béns i drets següents:\n\n• Un habitatge que constitueix el seu habitatge habitual, adquirit per herència fa deu anys, i que ha estat declarat a l'ISD per 630.000 euros. El valor comprovat per l’Administració a efectes de l’ISD és de 650.000 euros. El valor cadastral de l’immoble és de 283.000 euros.\n\n• El saldo d'un compte bancari que el 31 de desembre pujava a 18.000 euros;\n\nel saldo mitjà del quart trimestre de l’exercici 2023 va ser de 15.000 euros.\n\n• La nua propietat d’un immoble; l'usdefruit vitalici de l’immoble esmentat correspon a la Isabel, de 81 anys, la tia d’en Gervasio. El valor cadastral de l’immoble és de 87.600 euros; el valor d’adquisició va ser de 137.000 euros; el valor comprovat per l’Administració és de 180.000 euros.\n\n• Una participació equivalent al 30 % del capital social de la companyia mercantil Inversiones Agrícolas, S.A. La societat no ha auditat els seus comptes ni cotitza a la borsa. El valor nominal de la totalitat de les accions de la societat és de 250.000 euros; el valor teòric comptable és de 400.000 euros;\n\nla mitjana dels beneficis dels tres últims exercicis va pujar a 200.000 euros.\n\nDetermineu la base imposable de l'IP i calculeu la quota íntegra aplicant la normativa autonòmica d'Andalusia i Astúries. Quines diferències observeu?\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 19/1991, de 6 de juny, de l’impost sobre el patrimoni.\n\n• Vincles d’interès:\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Admini",
    "meta": {
      "page_start": 56,
      "page_end": 58,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 86,
    "text": "/1991, de 6 de juny, de l’impost sobre el patrimoni.\n\n• Vincles d’interès:\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats – Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució L'IP és un tribut de caràcter directe i naturalesa personal que grava el patrimoni net de les persones físiques en els termes previstos a la Llei 19/1991, de 6 de juny, de l'impost sobre el patrimoni. La base imposable d’aquest impost està constituïda pel valor del patrimoni net del subjecte passiu (art. 9 LIP). Per tant, en primer lloc, hem de valorar els béns i els drets que integren aquest patrimoni. En el nostre cas són els següents:\n\n1)￿Habitatge habitual. Els immobles es valoren pel més gran de tres valors: cadastral, comprovat per l’Administració o preu d’adquisició (art. 10 LIP). Com que es tracta de l'habitatge habitual, cal tenir en compte que és aplicable l'exempció de 300.000 euros (art.\n\n4.9 LIP), per la qual cosa el més gran dels tres valors s'haurà de minorar en aquest import:\n\n650.000 (valor comprovat) – 300.000 (exempció), per la qual cosa la base imposable per a l'habitatge habitual és de 350.000 euros.\n\n2)￿Saldo en compte bancari. Als saldos en compte se'ls aplica la regla de valoració de l'art.\n\n12 LIP (dipòsits en compte corrent o d'estalvi, a la vista o a termini), i s'han de valorar en conseqüència pel saldo que donin a la data de la meritació de l'impost, llevat que aquell resultés inferior al saldo mitjà corresponent a l'últim trimestre de l'any, cas en què s'aplicarà aquest últim. En el nostre cas, el saldo que hi ha a la data de la meritació és de 18.000 euros, mentre que el saldo",
    "meta": {
      "page_start": 57,
      "page_end": 58,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 87,
    "text": "eqüència pel saldo que donin a la data de la meritació de l'impost, llevat que aquell resultés inferior al saldo mitjà corresponent a l'últim trimestre de l'any, cas en què s'aplicarà aquest últim. En el nostre cas, el saldo que hi ha a la data de la meritació és de 18.000 euros, mentre que el saldo mitjà del quart trimestre va ser de 15.000 euros, per la qual cosa tindrem en compte el saldo a la data de la meritació (18.000 euros).\n\n3) La nua propietat d’un immoble. Els drets reals de gaudi i la nua propietat es valoren d’acord amb els criteris assenyalats a efectes de l’ITPAJD (art. 20 LIP). Les regles per a l'usdefruit i la nua propietat es troben a l'art. 10.5, lletra a), LITPAJD (Reial decret legislatiu 1/1993, de 24 de setembre), distingint si es tracta d'un usdefruit temporal o vitalici i assenyalant que el valor del dret de nua propietat es computarà per la diferència entre el valor de l’usdefruit i el valor total dels béns. En el nostre cas, en tractar-se d'un usdefruit vitalici, el valor serà igual al 70 per 100 del valor total dels béns quan l'usufructuari tingui menys de vint anys, i minorarà, a mesura que augmenta l'edat, en la proporció d'un 1 per 100 menys cada any més amb el límit mínim del 10 per 100 del valor total. Com que l'usufructuari té 81 anys, el valor de l'usdefruit seria del 8 % (89 − 81), però és aplicable el límit legal del 10 %, pel qual l'usdefruit és de 180.000 × 10 % = 18.000. La resta serà el valor de la nua propietat, és a dir, 180.000 – 18.000 = 162.000 euros.\n\n4) Una participació en una empresa. Com que es tracta d'una entitat que no cotitza a la borsa, és aplicable la regla de l'art. 16 LIP prevista per a «altres valors representatius de la participació en fons propis de qualsevol tipus d'entitat», en virtut del qual es tenen en compte el valor teòric resultant de l'últim balanç aprovat, sempre que aquest, bé de manera obligatòria o voluntària, hagi estat sotmès a revisió i verificació i l'informe d'auditoria resulta favorable. Ara bé, si el balanç no ha estat auditat o l'informe d'auditoria no és favorable, la valoració es farà pel valor més gran de tres valors: el nominal, el teòric resultant de l'últim balanç aprovat o el",
    "meta": {
      "page_start": 58,
      "page_end": 58,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 88,
    "text": "o voluntària, hagi estat sotmès a revisió i verificació i l'informe d'auditoria resulta favorable. Ara bé, si el balanç no ha estat auditat o l'informe d'auditoria no és favorable, la valoració es farà pel valor més gran de tres valors: el nominal, el teòric resultant de l'últim balanç aprovat o el que resulti de capitalitzar el tipus del 20 per 100 la mitjana dels beneficis dels tres exercicis socials tancats amb anterioritat a 31 de desembre.\n\nEn el nostre cas, en no auditar-se els comptes prendrem el valor més gran dels següents:\n\n• Nominal: 250.000 × 30 % = 75.000 euros.\n\n• Teòric: 400.000 × 30 % = 120.000 euros.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • Capitalització mitjana beneficis = (200.000/0,2) × 30 % = 300.000 euros.\n\nAixí doncs, la base imposable de l'IP serà:\n\nBéns i drets Valoració (en €) Habitatge habitual 350.000 Saldo al compte 18.000 Nua propietat 162.000 Participacions 300.000 Base￿imposable 830.000 A continuació, hem d'aplicar el mínim exempt que hagi establert la comunitat autònoma i, si no, el mínim fixat a la normativa estatal de 700.000 (art. 28 LIP). La normativa autonòmica aplicable, ja sigui la d'Andalusia o la d'Astúries, no preveu especialitats respecte d'això, llevat d'Andalusia per a contribuents amb discapacitat, però que no és aplicable al present cas. D’aquesta manera la base liquidable serà: 830.000 – 700.000 = 130.000 euros.\n\nL'escala de gravamen de l'IP també la pot aprovar la comunitat autònoma. Aquí hi ha diferències entre les dues comunitats. Segons l'escala fixada per Andalusia (art. 25 Llei 5/2021, del 20 d'octubre, de tributs cedits de la comunitat autònoma d'Andalusia), s'aplica un 0,20 % al primer tram de l'escala (fins a 167.150 euros), per tant, resulta una quota de:\n\n130.000 × 0,20 % = 260 euros.\n\nNo obstant això, a Andalusia s'ha establert, des de l'exercici 2022, una bonificació autonòmica del 100 % de la quota esmentada (el Decret llei 7/2022, de 20 de setembre, modifica la Llei autonòmica 5/2021, de manera que es crea un nou art. 25 bis segons el qual s'estableix que, amb posterioritat a les deduccions i les bonificacions regulades per la normativa de l'Estat s'aplicarà, sobre la quota resulta",
    "meta": {
      "page_start": 58,
      "page_end": 59,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 89,
    "text": "e la quota esmentada (el Decret llei 7/2022, de 20 de setembre, modifica la Llei autonòmica 5/2021, de manera que es crea un nou art. 25 bis segons el qual s'estableix que, amb posterioritat a les deduccions i les bonificacions regulades per la normativa de l'Estat s'aplicarà, sobre la quota resultant, una bonificació autonòmica del 100 % d'aquesta quota si aquesta és positiva).\n\nPer tant, des de l'exercici 2022, a Andalusia no hi ha obligació material de pagament d'aquest impost, per tant, la quota íntegra del present cas seria zero. Sí que existeix, en canvi, l'obligació formal de presentar en termini l'autoliquidació de l'impost, ja que en tractar-se d'un gravamen estatal no es pot derogar mitjançant llei autonòmica, encara que, de fet, mitjançant la introducció d'aquest tipus de bonificacions s'aconsegueixi un efecte materialment equivalent al de la seva eliminació.\n\nEn canvi, a Astúries sí que es tributaria per l'IP. Segons l'escala autonòmica (art. 15 Decret legislatiu 2/2014, de 22 d'octubre, pel qual s'aprova el text refós de les disposicions legals del Principat d'Astúries en matèria de tributs cedits per l'Estat), s'aplica un 0,22 % al primer tram de l'escala (fins a 167.129,45 euros), per tant, resulta una quota de: 130.000 × 0,22 % = 286 euros. Com que a Astúries no s'han establert bonificacions generals, aquesta seria la quota íntegra final de l'IP.\n\nQuota íntegra IP Andalusia: 0 euros.\n\nQuota íntegra IP Astúries: 286 euros.\n\nProcediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n4.2. Act",
    "meta": {
      "page_start": 59,
      "page_end": 60,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 90,
    "text": "ormativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.\n\n4.2. Activitat 1.4.2 Enunciat La Sra. Pilar, resident a Barcelona, és titular dels béns i drets següents:\n\n• Pis de 200 m2 amb un valor cadastral de 400.000 euros, que constitueix el seu habitatge habitual. Aquest pis el va adquirir fa cinc anys per un import de 650.000 euros, tot i que, en el moment de la meritació de l’impost, s’ha revaloritzat i té un valor de mercat de 800.000 euros. A més, a la data de presentació de l'autoliquidació, el valor de referència de la finca és de 700.000 euros. L'immoble mai no ha estat objecte de comprovació de valors per part de l'Administració.\n\n• Un compte corrent en banc espanyol amb un saldo el 31 de desembre de 120.000 euros, encara que el saldo mitjà de l'últim trimestre ha estat de\n\n115.000 euros.\n\n• Uns bons amb un valor nominal de 200.000 euros i una prima de reemborsament del 2 %, amb un valor de negociació mitjana del quart trimestre de l'any de 111.000 euros.\n\n• Assegurança de vida concertada amb una companyia asseguradora espanyola, amb unes primes aportades per import de 30.000 euros i amb un valor de rescat de 25.000 euros.\n\n• Pla de pensions, amb un valor dels drets consolidats en el moment de meritació de l’impost de 200.000 euros.\n\n• Quatre rellotges de luxe que va adquirir per un import de 200.000 euros i que, en el moment de meritació de l'impost, tenen un valor de mercat de 300.000 euros.\n\nSegons aquests fets, calculeu l'IP de la Sra. Pilar, tenint en compte que la suma de les seves bases imposables de l'IRPF és de 60.000 euros, la suma de les quotes, de 18.000 euros i que no van existir guanys patrimonials derivats de la transmissió d'elements patrimonials adquirits amb més d’un any d’antelació.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tribu",
    "meta": {
      "page_start": 59,
      "page_end": 60,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 91,
    "text": "nsmissió d'elements patrimonials adquirits amb més d’un any d’antelació.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\nCapacitat de síntesi Raonament crític Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats • Normativa:\n\n– Llei 19/1991, de 6 de juny, de l’impost sobre el patrimoni.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució En primer lloc, per resoldre el cas plantejat, és procedent detallar en cada cas la valoració dels béns i drets que s'ha de declarar i la corresponent determinació de la base imposable:\n\nPel que fa a la base imposable relativa a l'immoble que constitueix l'habitatge habitual, l'art. 10 LIP estableix que s’integrarà pel major dels tres valors següents: el valor cadastral, el valor d’adquisició o el comprovat per l’Administració. Aquest cas, doncs, el valor més gran és el d'adquisició, és a dir, 650.000 euros. Això no obstant, en tant que constitueix l'habitatge habitual de la contribuent, aquesta finca es troba exempta fins a 300.000 euros, tal com estableix l'art. 4.9 LIP.\n\nPer la seva banda, en relació amb el valor de referència, cal destacar que va ser introduït per la Llei 11/2021, de 9 de juny, de mesures per a la prevenció i lluita contra el frau, i que consisteix en un valor publicat a partir de 2022 per la Direcció General del Cadastre, que es convertirà en la base imposable relativa als béns immobles al gravamen de Transmissions Patrimonials Oneroses de l'ITPAJD i l'ISD, sempre que sigui superior al pactat entre les parts o el declarat per l'obligat tributari. No obstant això, en el",
    "meta": {
      "page_start": 60,
      "page_end": 61,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 92,
    "text": "ir de 2022 per la Direcció General del Cadastre, que es convertirà en la base imposable relativa als béns immobles al gravamen de Transmissions Patrimonials Oneroses de l'ITPAJD i l'ISD, sempre que sigui superior al pactat entre les parts o el declarat per l'obligat tributari. No obstant això, en el cas de l'IP, només es té en compte d'una forma indirecta, és a dir, quan hagi estat utilitzat per determinar la base imposable dels impostos anteriors (cosa que no ha passat en el cas plantejat).\n\nQuant a la valoració dels dipòsits bancaris, bons cotitzats, assegurances de vida i rellotges, la base imposable ve determinada, respectivament, a l'art. 12 LIP (procedirà el saldo el 31 de desembre, que és de 120.000 euros), l'art. 13 LIP (procedirà el valor de negociació mitjana del quart trimestre de l'any, de 111.000 euros), l'art. 17 LIP (procedirà el valor de rescat de 25.000 euros) i l'art. 18 LIP (procedirà el valor de mercat de 300.000 euros). I, finalment, cal assenyalar que les aportacions als plans de pensions es troben exemptes, d'acord amb allò establert a l'art. 4.5 LIP.\n\nUn cop determinada la base imposable, s'ha de reduir el mínim exempt i aplicar la tarifa, regulada al Decret llei 7/2012, de 27 de desembre, de mesures urgents en matèria fiscal que afecten l'impost sobre el patrimoni, aprovat per la Generalitat de Catalunya en l'exercici de les seves competències, cosa que donarà com a resultat la quota íntegra. El detall del corresponent càlcul es troba al quadre final.\n\nFinalment, cal calcular el límit regulat a l'art. 31 LIP, segons el qual la suma de les quotes de l'IRPF i l'IP no pot superar el 60 % de les bases imposables de l'IRPF. Aquest precepte també estableix que la quota de l'IP que derivi dels béns improductius (joies, embarcacions, etc.) no pot ser objecte de limitació, per la qual cosa, a aquest efecte, s'han de determinar quins són aquests béns en el supòsit plantejat i, després, calcular si el límit és aplicable. En el nostre cas, aquests actius són els rellotges, béns que, per naturalesa, no són susceptibles de generar rendiments gravats per l'IRPF. El detall del corresponent càlcul es troba al següent quadre:\n\n© FUOC • PID_00302181\n\nFisca",
    "meta": {
      "page_start": 61,
      "page_end": 62,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 93,
    "text": "el supòsit plantejat i, després, calcular si el límit és aplicable. En el nostre cas, aquests actius són els rellotges, béns que, per naturalesa, no són susceptibles de generar rendiments gravats per l'IRPF. El detall del corresponent càlcul es troba al següent quadre:\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Béns i drets Imports (en €) Artícles Habitatge habitual\n\n650.000,00 10 LIP\n\nExempció habitatge habitual\n\n–300.000,00 4.9 LIP\n\nSaldo bancari\n\n120.000,00 12 LIP\n\nBons\n\n111.000,00 13 LIP\n\nAssegurança de vida\n\n25.000,00 17 LIP\n\nPla de pensions\n\n0,00 4.5 LIP\n\nRellotges\n\n300.000,00 18 LIP\n\nBase￿imposable 906.000,00 Mínim exempt\n\n500.000,00 DL 7/2012\n\nBase￿liquidable 406.000,00 Quota￿íntegra\n\n1.254,08 DL 7/2012\n\nFins a 334.252,88 877,41 La resta al 0,525 376,67 Límit￿IP-IRPF\n\n31 LIP\n\nQuota elements improductius (300.000 × 1.254,08)/906.000 = 415,26 Quota IP susceptible limitació 1.254,08 – 415,26 = 838,82 Suma quotes IP+IRPF 18.838,82\n\n60 % base IRPF\n\n36.000,00 No aplica el límit Quota￿tributària 1.254,08 Procediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada de l’enunciat i de les qüestions que es plantegen.\n\n3) Cerca de la normativa aplicable i d’altres recursos jurídics (jurisprudència o doctrina administrativa) en els principals vincles d’interès en matèria tributària o en bases de dades jurídiques.\n\n4) Interpretació de la normativa aplicable.\n\n5) Aplicació de la normativa i de la resta de recursos en matèria tributària, realitzant algun comentari personal sobre la matèria suscitada raonant-ho jurídicament.\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats 4.3. Activitat 1.4.3 Enunciat En Ramón i la Carolina són un matrimoni de dentistes, casats en règim de guanys, que resideixen a Santiago de Compostela. Entre els béns i drets que integren el patrimoni de la Carolina, s'integren tant béns privatius com guanys, segons el desglossament següent:\n\nBéns privatius de la Carolina:\n\n• Una casa a Lestedo que va adquirir per herència (valor declarat a l'ISD 100.000 euros, valor cadastral 50.000 euros i valor de referència 55",
    "meta": {
      "page_start": 61,
      "page_end": 63,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 94,
    "text": "drets que integren el patrimoni de la Carolina, s'integren tant béns privatius com guanys, segons el desglossament següent:\n\nBéns privatius de la Carolina:\n\n• Una casa a Lestedo que va adquirir per herència (valor declarat a l'ISD 100.000 euros, valor cadastral 50.000 euros i valor de referència 55.634,70 euros).\n\n• Un pis a La Corunya que va adquirir també per herència (valor declarat a l'ISD 250.000 euros, valor cadastral 120.000 euros i valor de referència 100.562,33 euros).\n\n• Joies per valor de 60.000 euros.\n\n• Un paquet de 40.000 accions del Banco Santander el valor nominal del qual és de 2 euros/acció i que han tingut una cotització mitjana durant el quart trimestre de 2,60 euros l'acció.\n\nPer la seva banda, els béns de guanys del matrimoni comprenen:\n\n• Un habitatge a Santiago al carrer Fernando III el Santo que constitueix l'habitatge habitual del matrimoni. Fou adquirit per 500.000 euros i té un valor cadastral de 350.000 euros (valor de referència 398.651,78 euros).\n\n• Tenen també dos comptes bancaris amb un saldo a 31 de desembre de 1.500.000 euros, el saldo mitjà del qual en l'últim trimestre és de 1.767.000 euros.\n\n• Un aixovar domèstic valorat en 70.000 euros.\n\n• Tres vehicles: un Range Rover Sport 3.0 TDV6 S, 190kW 258 CV, 7p. AUT.\n\nV8, comprat el 2018 per 62.200 euros; un BMW Z4 2.5si Aut. de 160 cavalls, comprat l'any 2007 per 36.200 euros; i un BMW i3 94ah 5p. comprat el 2018 per 38.250 euros.\n\n• Una col·lecció de quadres integrada fonamentalment per obres de pintors gallecs (cap d'ells no té una antiguitat superior a cinquanta anys ni li va costar més de 6.000 euros quan els va adquirir) i un quadre de Picasso, l'antiguitat del qual és de setanta anys i està valorat en 800.000 euros.\n\nCapacitat d’anàlisi Comunicació escrita Habilitats bàsiques d’informàtica tributària Cerca d’informació Resolució de problemes Treball autònom\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Calculeu raonadament la quota íntegra de l'IP de la Carolina.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 19/1991, de 6 de juny, de l’impost sobre el patrimoni.",
    "meta": {
      "page_start": 63,
      "page_end": 64,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 95,
    "text": "Fiscalitat directa. Activitats Calculeu raonadament la quota íntegra de l'IP de la Carolina.\n\nRecursos • Mòdul 1 dels Materials docents de Dret Financer i Tributari II.\n\n• Guia d’Estudis 1 de Dret Financer i Tributari II.\n\n• Normativa:\n\n– Llei 19/1991, de 6 de juny, de l’impost sobre el patrimoni.\n\n• Vincles d’interès:\n\n– Agència Estatal d’Administració Tributària (www.agenciatributària.es):\n\nNormativa, informació tributària, Contestacions a consultes tributàries i Resolucions del TEAC.\n\n– Tribunal Constitucional (www.tribunalconstitucional.es): Jurisprudència constitucional.\n\n– Consell General del Poder Judicial (www.poderjudicial.es): Jurisprudència del Tribunal Suprem i dels Tribunals Superiors de Justícia.\n\nA continuació, podeu consultar la solució i el procediment de resolució de l’activitat.\n\nSolució Als efectes del càlcul de la base imposable, segons el que disposa l'art. 9 LIP, cal calcular el valor del patrimoni net del subjecte passiu, que es determina per la diferència entre:\n\na) El valor dels béns i drets de què sigui titular el subjecte passiu; b) Les càrregues i els gravàmens de naturalesa real, quan disminueixin el valor dels béns o drets respectius, i els deutes o obligacions personals de què hagi de respondre el subjecte passiu.\n\nAtès que la contribuent està casada en règim de guanys, per al càlcul de la base imposable de l'IP hem de tenir en compte el que disposa l'art. 7 LIP, que disposa que «els béns i drets s'atribuiran als subjectes passius segons les normes sobre titularitat jurídica aplicables en cada cas […] La titularitat dels béns i drets que d’acord amb les disposicions o pactes reguladors del corresponent règim econòmic matrimonial, siguin comuns a tots dos cònjuges, s'atribuirà per meitat a cadascun d'ells, llevat que es justifiqui una altra quota de participació». Així:\n\n• La casa de Lestedo, adquirida per herència, es valorarà pel seu valor d'adquisició, és a dir, el declarat a efectes de l'ISD (100.000 euros), perquè és superior al valor cadastral de l'immoble (art. 10 LIP). El mateix raonament ens porta a valorar el pis a La Corunya en 250.000 euros.\n\n• Les joies les hem de valorar en 60.000 euros, és a dir, pel seu valor de m",
    "meta": {
      "page_start": 64,
      "page_end": 64,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 96,
    "text": "valor d'adquisició, és a dir, el declarat a efectes de l'ISD (100.000 euros), perquè és superior al valor cadastral de l'immoble (art. 10 LIP). El mateix raonament ens porta a valorar el pis a La Corunya en 250.000 euros.\n\n• Les joies les hem de valorar en 60.000 euros, és a dir, pel seu valor de mercat, en virtut del que disposa l'art. 18 LIP. Aquest mateix article estableix la mateixa regla de valoració per als vehicles, si bé permet al contribuent «utilitzar, per determinar el valor de mercat, les taules de valoració de vehicles usats aprovades pel Ministeri d'Economia i Hisenda, a efectes de l'impost sobre transmissions Patrimonials i Actes Jurídics Documentats i de l'Impost sobre Successions i Donacions, vigents en la data de meritació de l'Impost». L'oficina virtual de l'Agència Tributària de Galícia disposa d'un mecanisme d'assistència tributària per a la valoració fiscal de vehicles que el contribuent pot utilitzar per calcular-ne el valor a efectes de l'IP i que aplica les taules de valoració de vehicles esmentades usats a efectes de l'ITPAJD. Fent servir aquest mecanisme d'informació, obtenim unes valoracions per al Range Rover de 29.234,00 euros, per al BMW Z4 de 3.540 euros i per al BMW i3 de 18.200,00 euros, respectivament. Ara\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats bé, en tractar-se de béns de guanys, l'import que per aquests elements patrimonials portarem a la nostra base imposable és de (50.974,00/2) 25.487,00 euros.\n\n• El paquet de 2.000 accions del Banco Santander, per aplicació de l'art. 15.1 LIP, que disposa que aquesta classe de valors «es computaran segons el valor de negociació mitjà del quart trimestre de cada any», el valorarem en 104.000,00 euros.\n\n• L'habitatge habitual del matrimoni es valorarà a efectes de l'IP en 500.000 euros per aplicació de la regla ja comentada continguda a l'art. 10 LIP; tanmateix, per tractar-se d'un bé de guanys, hem de computar per al càlcul de la base imposable de la nostra contribuent únicament la meitat de l'esmentat valor de 250.000 euros. Ara bé, com que aquest valor no és superior a l'import exempt per a aquest tipus de béns previst a l'art. 4.9 LIP (300.000 euros), hem de considerar l",
    "meta": {
      "page_start": 64,
      "page_end": 65,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 97,
    "text": "n bé de guanys, hem de computar per al càlcul de la base imposable de la nostra contribuent únicament la meitat de l'esmentat valor de 250.000 euros. Ara bé, com que aquest valor no és superior a l'import exempt per a aquest tipus de béns previst a l'art. 4.9 LIP (300.000 euros), hem de considerar l'habitatge habitual exempt als efectes de l'IP de la Carolina.\n\n• De conformitat amb l’art. 12 LIP, els dipòsits en comptes bancaris «es computaran pel saldo que tinguin a la data de la meritació de l'impost, llevat que aquell resultés inferior al saldo mitjà corresponent a l'últim trimestre de l'any, cas en què s'aplicarà aquest últim». D'aquesta manera, atribuirem per calcular la base imposable de la Carolina a aquest actiu de caràcter de guany el valor de 883.500 euros (1.767.000/2).\n\n• No computarem cap quantitat per l'aixovar domèstic, ja que es declara exempt a l'art.\n\n4.4 LIP.\n\n• Finalment, de la col·lecció d'obres pictòriques del matrimoni prendrem únicament per determinar la base imposable de l'IP de la Carolina l'import de 400.000 euros (la meitat del valor de mercat del quadre del pintor malagueny) ja que la normativa declara exemptes les obres pictòriques amb menys de cent anys d'antiguitat el valor de mercat dels quals sigui inferior a 90.150,82 euros (RD 11/1986, art. 26). No és procedent descomptar l’esmentat import exempt del valor de mercat del quadre de Picasso ja que, segons la DGT, la base imposable corresponent a aquests objectes d'art no exempts és el total del seu valor, sense que es pugui considerar com a mínim exempt la quantitat de 90.150,82 euros.\n\nAixí, la base imposable de l'IP de la Carolina puja a 1.822.987,00 euros i la base liquidable, aplicant el mínim exempt previst a l'art. 13 del RD 1/2011 de 28 de juliol (700.000 euros) ascendeix a 1.122.987,00 euros.\n\nFinalment, la quota íntegra l'obtindrem aplicant a la base liquidable esmentada la tarifa prevista a l'art. 13 bis del RD 1/2011 de 28 de juliol, segons la qual la quota que correspon als primers 668.499,75 euros és de 2.506,86 euros i la que correspon a la resta de la base liquidable aplicant un 0,9 % és de 4.090,39 euros; cosa que fa un total de 6.597,25 euros.\n\nBase￿imposable 1.8",
    "meta": {
      "page_start": 65,
      "page_end": 65,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  },
  {
    "id": 98,
    "text": "rifa prevista a l'art. 13 bis del RD 1/2011 de 28 de juliol, segons la qual la quota que correspon als primers 668.499,75 euros és de 2.506,86 euros i la que correspon a la resta de la base liquidable aplicant un 0,9 % és de 4.090,39 euros; cosa que fa un total de 6.597,25 euros.\n\nBase￿imposable 1.822.987,00 Casa a Lestedo 100.000,00 Pis a La Coruña 250.000,00 Joies 60.000,00 Range Rover Sport 3.0 TDV6 S 14.617,00 BMW Z4 2.5si Aut 1.770,00 BMW i3 94ah 9.100,00 Paquet d'accions 104.000,00 Saldo dels comptes 883.500,00 Quadre de Picasso 400.000,00 Base￿liquidable 1.122.987,00 Mínim exempt 700.000,00 Quota￿íntegra 6.597,25\n\n© FUOC • PID_00302181\n\nFiscalitat directa. Activitats Fins a 668.499,75 2.506,86 Següents 479.974,25 al 0,9 % 4.090,39 Procediment de resolució 1) Lectura tant de la Guia d’Estudi com del mòdul del material docent corresponents a la matèria i consulta de la normativa aplicable.\n\n2) Lectura detallada del supòsit de fet: identificació dels fets, delimitació de les dates a efectes de determinar la meritació dels possibles impostos i determinació de les qüestions jurídiques que es plantegen.\n\n3) Qualificació tributària dels fets.\n\n4) Determinació de la normativa aplicable.\n\n5) Cerca, en el seu cas, de jurisprudència i doctrina administrativa aplicables al supòsit de fet plantejat.\n\n6) Aplicació de la normativa als fets per respondre a les qüestions jurídiques plantejades en l’enunciat.",
    "meta": {
      "page_start": 65,
      "page_end": 66,
      "source_pdf": "PID_00302181.pdf",
      "boe_ref": "PID_00302181.pdf",
      "title": "Fiscalitat directa.",
      "last_modified": ""
    }
  }
]